[  {"body" : "LIKE many other industrial companies that have found the cost of expanding into larger space in Manhattan too high, Nobart Inc., a graphic design and production company now in rented loft space at 33 East 18th Street, was on the verge of leaving the city last year. But in a final move to stay in Manhattan, Noby Yamakoshi, chief executive of the" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "Real Estate; A Decision To Stay in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/business\/real-estate-a-decision-to-stay-in-manhattan.html"} , {"body" : "Former Sanitation Commissioner Norman Steisel ''did nothing corrupt, unethical or improper'' when he was negotiating for the job he now has with the investment banking firm Lazard Freres & Company, according to a city report released yesterday. The report, by three lawyers in the Corporation Counsel's office, also said it had been ''unwarranted''" , "date" : "19861202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PANEL OF CITY LAWYERS CLEARS STEISEL OF CONFLICT OF INTEREST" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/02\/nyregion\/panel-of-city-lawyers-clears-steisel-of-conflict-of-interest.html"} , {"body" : "Federal and city officials investigating the violence that rocked Rikers Island on Oct. 17 say it was far worse than first reported and are focusing on whether the two worst incidents that night were planned by guards in retaliation for earlier disturbances by inmates. The investigators say they are also looking into whether guards, with the aid of" , "date" : "19861030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RIKERS ISLAND VIOLENCE WAS WORSE THAN REPORTED, INVESTIGATORS SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/30\/nyregion\/rikers-island-violence-was-worse-than-reported-investigators-say.html"} , {"body" : "A list released tonight by the Senate Finance Committee identified the hundreds of corporations, private organizations and civic projects that received special exemptions in the tax revision bill passed by the House. Senator Howard M. Metzenbaum, Democrat of Ohio, requested the list before Senate debate on the bill begins, which could be as early" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "16" , "title" : "SPECIAL EXEMPTIONS IN THE TAX BILL, AS DISCLOSED BY THE SENATE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/business\/special-exemptions-in-the-tax-bill-as-disclosed-by-the-senate.html"} , {"body" : "Engelbert Brenner, who played in the New York Philharmonic for 41 years, first as an oboist and later as the orchestra's English horn soloist, died Tuesday at his home in Atlantic Highlands, N.J. He was 82 years old. Mr. Brenner, who was born in Vienna, studied in Europe, at New York University and at the Manhattan School of Music. During the" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Engelbert Brenner, 82, A Philharmonic Soloist" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/obituaries\/engelbert-brenner-82-a-philharmonic-soloist.html"} , {"body" : "CITY Hall boasts a brand new set of stone steps out front, and refurbished rooms inside. Straphangers are actually seeing new subway cars glide up to the platform. Traffic is snarled daily by repair crews on the East River bridges. Sheepshead Bay High School in Brooklyn is scheduled for renovations this year. Something new is happening in a city" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "HERE AND THERE, CITY REPAIRS AND RENOVATIONS START TO SHOW" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/here-and-there-city-repairs-and-renovations-start-to-show.html"} , {"body" : "Recycling of bottles, cans and newspapers, which became popular in the 1970's at the height of the environmental movement but has since waned, is enjoying a resurgence in the New York metropolitan region. In New York, New Jersey and Connecticut, the number of municipalities starting or expanding recycling programs is on the rise as communities seek" , "date" : "19860904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "RECYCLING BACK IN FAVOR IN METROPOLITAN REGION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/04\/nyregion\/recycling-back-in-favor-in-metropolitan-region.html"} , {"body" : "The final Federal tax bill will contain an exception to preserve tax-exempt status for bonds to finance five garbage disposal plants in New York City and one in Nassau County, Senator Daniel Patrick Moynihan said yesterday. City officials expressed concern Tuesday that the proposed changes in the Federal tax code would force them to reformulate" , "date" : "19860821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "THE TAX BILL OF 1985; NEW YORK REASSURED IN PLANTS' BOND STATUS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/21\/nyregion\/the-tax-bill-of-1985-new-york-reassured-in-plants-bond-status.html"} , {"body" : "The new Federal tax bill may force New York City to cut its 250,000-apartment construction and renovation program in half and revamp its garbage disposal plans because of higher interest costs, city officials said yesterday. New York is not alone. Across the nation, state and local governments face the burden of higher interest for capital" , "date" : "19860820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "THE TAX BILL OF 1986; U.S. TAX BILL MAY FORCE NEW YORK TO CUT HOUSING AND PUBLIC WORKS: Bonds Costs Likely to Rise" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/20\/business\/tax-bill-1986-us-tax-bill-may-force-new-york-cut-housing-public-works-bonds.html"} , {"body" : "Six city corrections officers and four inmates received minor injuries Friday evening during a scuffle at the Brooklyn Correctional Facility, a Correction Department spokesman said. The fight, which began at 6:25 P.M. and lasted five minutes, took place as inmates from two dormitories filed past one another in a prison corridor on their way to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "10 People Are Injured In Brooklyn Jail Fight" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/10-people-are-injured-in-brooklyn-jail-fight.html"} ,   {"body" : "A State Supreme Court justice has blocked the state from holding hearings on a permit for a proposed garbage-burning plant at the old Brooklyn Navy Yard under an arrangement in which the company seeking the permit was to pay the salary of the judge conducting the hearings. ''At the very least, the situation at hand presents an appearance of" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Permit Seeker Barred From Paying for Judge" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/nyregion\/permit-seeker-barred-from-paying-for-judge.html"} , {"body" : "The Koch administration has agreed to provide $260,000 to the Consolidated Edison Company to prevent the cutoff of electricity to the Brooklyn Navy Yard, spokesmen for the electricity company said. The agreement represents the first time the city has given direct financial support to the troubled Brooklyn Navy Yard Development Corporation, a" , "date" : "19860725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Navy Yard Con Ed Bill Is To Be Paid by City" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/nyregion\/navy-yard-con-ed-bill-is-to-be-paid-by-city.html"} , {"body" : "New York City's venture into neighborhood newspaper recycling - scheduled to begin today - was abruptly postponed yesterday after the city and the sanitation workers union could not agree on whether one or two workers should be assigned to a new recycling truck. The truck - a flatbed vehicle with six bins for paper, glass and metal products - was" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PRESSED BY UNION, CITY POSTPONES RECYCLING PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/pressed-by-union-city-postpones-recycling-plan.html"} , {"body" : "Every Friday, 15 minutes before the start of the Jewish Sabbath, a siren wails atop a Hasidic school in the Williamsburg section of Brooklyn. Some last-minute hustle and bustle is obvious on the streets and then, as the day of rest arrives with the sinking sun, the siren goes off. Suddenly all is quiet. The men are in the synagogue, the women are" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF WILLIAMSBURG; HASIDIC ENCLAVE: A STEP BACK TO OLDER VALUES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/the-talk-of-williamsburg-hasidic-enclave-a-step-back-to-older-values.html"} , {"body" : "A procession of tall ships joined an armada of mighty warships in New York Harbor yesterday, and an enormous fireworks show turned the night sky to blazing color in a salute to the Fourth of July and the centennial of a rekindled Statue of Liberty. As darkness fell on a day of stately nautical maneuvers, the biggest fireworks display in American" , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A VERY SPECIAL DAY: MILLIONS WATCH FESTIVE HARBOR SALUTE TO LIBERTY; FIREWORKS FILL SKY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/very-special-day-millions-watch-festive-harbor-salute-liberty-fireworks-fill-sky.html"} , {"body" : "Sleek and sheer, sails set full or neatly furled, the world's tall ships sailed into New York Harbor yesterday - from near, from far, from out of the past. For those gathered ashore at Battery Park, this vision of sail began just after 10:30 A.M., when the tops of the masts of the Coast Guard bark Eagle appeared on the horizon just south of" , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LIBERTY WEEKEND\/THE SHIPS; A BRIEF BUT SPECTACULAR RETURN TO THE AGE OF SAIL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/liberty-weekend-the-ships-a-brief-but-spectacular-return-to-the-age-of-sail.html"} , {"body" : "Mario M. Cuomo (Class of '43) urged Moses Carter (Class of '86) to aspire to be governor, or even President, ''but not too soon.'' Mr. Cuomo offered the career advice yesterday at a commencement at Public School 50 in South Jamaica, Queens, an elementary school that for decades has educated the children of immigrants and working-class poor. As the" , "date" : "19860620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "AT HIS QUEENS GRADE SCHOOL, CUOMO OFFERS WORDS OF HOPE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/20\/nyregion\/at-his-queens-grade-school-cuomo-offers-words-of-hope.html"} , {"body" : "The City Board of Ethics ruled yesterday that a top aide to Comptroller Harrison J. Goldin would not violate conflict-of-interest rules by accepting a position with an investment house that does business with the city. The aide, Joseph F. Moss, a $76,000-a-year special counsel to Mr. Goldin, participated in a series of meetings at which the" , "date" : "19860618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ethics Unit Rules Aide To City Can Take Job" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/18\/nyregion\/ethics-unit-rules-aide-to-city-can-take-job.html"} , {"body" : "EXTERIORS in the Williamsburg section of Brooklyn are often deceiving. Bleak and seemingly abandoned factories provide dramatic loft space for artists. Just beyond desolate blocks, tree-lined streets are home to a vibrant Hasidic community. And suddenly, among burned-out buildings, churches distinctive in architecture and rich in history" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/if-you-re-thinking-of-living-in-williamsburg.html"} , {"body" : "In response to requests from several senators, Senator Bob Packwood released a list of the beneficiaries of transition rules in the Senate tax overhaul bill. It was merely a list of names, with no explanation of who the Senate sponsor was or what rule was being applied. For the record, following are the beneficiaries: Agri-Beef Air Products Albany" , "date" : "19860609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "WHO THE WINNERS ARE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/09\/us\/who-the-winners-are.html"} ,   {"body" : "A fire broke out in an electrical transformer at a city-operated junk yard at the Brooklyn Navy Yard early yesterday, spewing PCB's, a toxic chemical, into the air, authorities said. A spokesman for the City Environmental Protection Department, Bill Andrews, said the area was cordoned off until the extent of the danger could be analyzed. Chemists" , "date" : "19860604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "PCB's Released in Fire" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/04\/nyregion\/pcb-s-released-in-fire.html"} , {"body" : "New York Harbor, which has been the core of the city's industrial might for more than a century, is steadily losing ground as the nation's pre-eminent seaport, according to economists and shipping company executives. The shift, hastened by a steep decline in exports from the Northeast, has left a grim imprint on the waterfronts of Manhattan and" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "NEW YORK PORT CHANGES WITH SHIFTING ECONOMY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/nyregion\/new-york-port-changes-with-shifting-economy.html"} , {"body" : "A city official who questioned the ethics of the hiring of the city's Sanitation Commissioner by Lazard Freres & Company has decided to take a job with another Wall Street investment house that does business with the city. The official, Joseph F. Moss, a special counsel to Comptroller Harrison J. Goldin, is leaving his $76,000-a-year city job to" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AIDE TO GOLDIN PLANS TO WORK ON WALL STREET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/aide-to-goldin-plans-to-work-on-wall-street.html"} , {"body" : "When the Mayor of Baltimore visited here recently, New Haven officials could hardly wait to show him Science Park, a collection of old, partially renovated factory buildings that separate the Yale University campus from a ramshackle urban slum. ''I've never seen a greater urban opportunity than those buildings,'' the visiting Mayor, William Donald" , "date" : "19860522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE SHADOW OF YALE, A PARK FOR NEW COMPANIES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/22\/nyregion\/in-the-shadow-of-yale-a-park-for-new-companies.html"} , {"body" : "With a proposal for a new $1.45 billion Environmental Quality Bond Act before the State Legislature, questions have been raised about the money from the the $1.15 billion 1972 Environmental Quality Bond Act, the last such act. How much has been spent? What was accomplished? Why is more needed? Following is a series of questions and answers, based" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "ENVIRONMENTAL BOND ACT: WHERE THE MONEY WENT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/nyregion\/environmental-bond-act-where-the-money-went.html"} , {"body" : "The Coastal Dry Dock and Repair Corporation filed for bankruptcy protection under Chapter 11 of Federal bankruptcy laws in Eastern District Court in Brooklyn. The company, the primary tenant of the Brooklyn Navy Yard, employs from 600 to 1,000 workers, depending upon how many Navy ships it is working on at any one time. ''Their costs of operation" , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "38" , "title" : "Coastal Dry Dock" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/business\/coastal-dry-dock.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The U.S.S. Missouri, after two wars, nearly 30 years of retirement as a floating museum and a $475 million refurbishment, has sailed into San Francisco Bay to start life anew as a warship. Escorted by a flotilla of smaller vessels and buzzing helicopters, the huge gray battleship slipped under the Golden Gate Bridge in a light drizzle just before" , "date" : "19860508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SAN FRANCISCO BAY (CALIF)" , "UNITED STATES" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "40-YEAR-OLD WARSHIP BEGINS A NEW LIFE IN WEST" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/08\/us\/40-year-old-warship-begins-a-new-life-in-west.html"} , {"body" : "With many landfills in New York, New Jersey and Connecticut nearing capacity or already closed for environmental reasons, more and more communities are facing a garbage crisis, state and municipal officials say. In the short term, they say, many municipalities are scrambling to find landfill space beyond their borders, a process that threatens to" , "date" : "19860404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GARBAGE CRISIS: LANDFILLS ARE NEARLY OUT OF SPACE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/04\/nyregion\/garbage-crisis-landfills-are-nearly-out-of-space.html"} , {"body" : "Two weeks after her election as Borough President of Queens, Claire Shulman crossed the border into Brooklyn to address an audience drawn from around the country - the United States Navy. Mrs. Shulman was the main speaker last Thursday at an observance of Women's History Month by the New York Naval Station, in the Brooklyn Navy Yard. ''While I'm" , "date" : "19860331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK NAVAL STATION" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Military Memories For Queens Leader" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/31\/nyregion\/new-york-day-by-day-military-memories-for-queens-leader.html"} ,   {"body" : "Mayor Koch has ordered an investigation into whether a former Sanitation Commissioner, Norman Steisel, was involved in a conflict of interest during the city's negotiations for a $290 million garbage incinerator planned for the Brooklyn Navy Yard. Mr. Koch asked the city's Corporation Counsel's office to look into the matter after the office of" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "MAYOR ORDERS REVIEW ON EX-SANITATION CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/mayor-orders-review-on-ex-sanitation-chief.html"} , {"body" : "Lazard Freres & Company, the investment bankers, will not be able to participate in the underwriting of the city's first garbage treatment plant because the former Sanitation Commissioner went to work for the company. The decision was announced yesterday by Deputy Mayor Alair A. Townsend, after WNBC-TV reported that the former Commissioner, Norman" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lazard Freres Barred From a Bonding Role" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/nyregion\/lazard-freres-barred-from-a-bonding-role.html"} , {"body" : "A report by an environmental group said yesterday that New York City's $1.5 billion plan to build five garbage-to-energy incinerators could have ''potentially devastating'' health consequences for residents of the metropolitan area. The 177-page report was released yesterday by the New York Public Interest Research Group, a nonprofit environmental" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ENVIRONMENTALISTS' REPORT FAULTS CITY'S PLANS TO INCINERATE GARBAGE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/environmentalists-report-faults-city-s-plans-to-incinerate-garbage.html"} , {"body" : "''THE toughest job in this city?'' Mayor Koch asked rhetorically in 1979. ''I guess it's mine. But it really is Norman Steisel's.'' Mr. Steisel, who will leave city government this week after more than seven years as Sanitation Commissioner to become a senior vice president of Lazard Freres, the investment banking firm, had been heading the" , "date" : "19860209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "Steisel Has Spruced Up A Bureaucracy and a City" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/09\/weekinreview\/steisel-has-spruced-up-a-bureaucracy-and-a-city.html"} , {"body" : "After nearly eight years of managing New York City's mountainous waste disposal system, Sanitation Commissioner Norman Steisel is leaving public service for the investment business. He deserves warm appreciation for mastering a job that is truly central to the city's survival. While making progress in the day-to-day clean-up of city streets and" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "A Solid Record on Solid Waste" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/opinion\/a-solid-record-on-solid-waste.html"} , {"body" : "Westchester County's year-old garbage-to-energy plant deserves ''a clean bill of health'' because it produces only tiny amounts of toxic chemicals, a state official whose agency is studying plant emissions said last week. The same study found that a Niagara Falls garbage-burning plant that opened in 1981 was emitting higher levels of the toxic" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NIAGARA FALLS (NY)" , "NEW YORK STATE" , "WESTCHESTER COUNTY (NY)" , "PEEKSKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State Says Refuse Plant In Westchester Is Clean" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/nyregion\/state-says-refuse-plant-in-westchester-is-clean.html"} , {"body" : "Sanitation Commissioner Norman Steisel, one of the longest-serving commissioners in the Koch administration, resigned yesterday after more than seven years on the job. Mr. Steisel, saying that ''it is time to pay overdue attention to my own personal interests and future,'' will join the investment banking firm of Lazard Freres & Company as a senior" , "date" : "19860124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STEISEL, SANITATION CHIEF, RESIGNING AFTER 7 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/24\/nyregion\/steisel-sanitation-chief-resigning-after-7-years.html"} , {"body" : "A proposal by a New Hampshire company to build a $200 million plant to turn much of Rockland County's garbage into electricity has generated intense opposition from residents in this Hudson River village. The company, Signal Environmental Systems Inc., formally presented the proposal at a public meeting here last week. Signal, which operates a" , "date" : "19860120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ROCKLAND COUNTY (NY)" , "HAVERSTRAW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GARBAGE-TO-ENERGY PROPOSAL ASSAILED IN ROCKLAND COUNTY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/20\/nyregion\/garbage-to-energy-proposal-assailed-in-rockland-county.html"} , {"body" : "The State Department of Environmental Conservation said today that it had spent or committed to specific projects most of the $1.15 billion authorized by the Environmental Quality Bond Act of 1972. The department made public an internal report on how the money was spent after Governor Cuomo, in his State of the State Message this week, proposed a" , "date" : "19860112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ALBANY ANGENCY SAYS ENVIRONMENT FUND IS LOW" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/12\/nyregion\/albany-angency-says-environment-fund-is-low.html"} , {"body" : "The city has awarded a contract to Signal Environmental Systems to build a $300 million garbage incinerator at the old Brooklyn Navy Yard, the company announced yesterday. The plant, to be owned and operated by Signal, is to convert 3,000 tons of garbage a day into steam for sale to Consolidated Edison. Construction is to begin late in 1986. The" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Contract Awarded For Garbage Plant" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/contract-awarded-for-garbage-plant.html"} ,   {"body" : "LIKE many other industrial companies that have found the cost of expanding into larger space in Manhattan too high, Nobart Inc., a graphic design and production company now in rented loft space at 33 East 18th Street, was on the verge of leaving the city last year. But in a final move to stay in Manhattan, Noby Yamakoshi, chief executive of the" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "Real Estate; A Decision To Stay in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/business\/real-estate-a-decision-to-stay-in-manhattan.html"} , {"body" : "Former Sanitation Commissioner Norman Steisel ''did nothing corrupt, unethical or improper'' when he was negotiating for the job he now has with the investment banking firm Lazard Freres & Company, according to a city report released yesterday. The report, by three lawyers in the Corporation Counsel's office, also said it had been ''unwarranted''" , "date" : "19861202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PANEL OF CITY LAWYERS CLEARS STEISEL OF CONFLICT OF INTEREST" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/02\/nyregion\/panel-of-city-lawyers-clears-steisel-of-conflict-of-interest.html"} , {"body" : "Federal and city officials investigating the violence that rocked Rikers Island on Oct. 17 say it was far worse than first reported and are focusing on whether the two worst incidents that night were planned by guards in retaliation for earlier disturbances by inmates. The investigators say they are also looking into whether guards, with the aid of" , "date" : "19861030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RIKERS ISLAND VIOLENCE WAS WORSE THAN REPORTED, INVESTIGATORS SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/30\/nyregion\/rikers-island-violence-was-worse-than-reported-investigators-say.html"} , {"body" : "A list released tonight by the Senate Finance Committee identified the hundreds of corporations, private organizations and civic projects that received special exemptions in the tax revision bill passed by the House. Senator Howard M. Metzenbaum, Democrat of Ohio, requested the list before Senate debate on the bill begins, which could be as early" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "16" , "title" : "SPECIAL EXEMPTIONS IN THE TAX BILL, AS DISCLOSED BY THE SENATE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/business\/special-exemptions-in-the-tax-bill-as-disclosed-by-the-senate.html"} , {"body" : "Engelbert Brenner, who played in the New York Philharmonic for 41 years, first as an oboist and later as the orchestra's English horn soloist, died Tuesday at his home in Atlantic Highlands, N.J. He was 82 years old. Mr. Brenner, who was born in Vienna, studied in Europe, at New York University and at the Manhattan School of Music. During the" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Engelbert Brenner, 82, A Philharmonic Soloist" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/obituaries\/engelbert-brenner-82-a-philharmonic-soloist.html"} , {"body" : "CITY Hall boasts a brand new set of stone steps out front, and refurbished rooms inside. Straphangers are actually seeing new subway cars glide up to the platform. Traffic is snarled daily by repair crews on the East River bridges. Sheepshead Bay High School in Brooklyn is scheduled for renovations this year. Something new is happening in a city" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "HERE AND THERE, CITY REPAIRS AND RENOVATIONS START TO SHOW" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/here-and-there-city-repairs-and-renovations-start-to-show.html"} , {"body" : "Recycling of bottles, cans and newspapers, which became popular in the 1970's at the height of the environmental movement but has since waned, is enjoying a resurgence in the New York metropolitan region. In New York, New Jersey and Connecticut, the number of municipalities starting or expanding recycling programs is on the rise as communities seek" , "date" : "19860904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "RECYCLING BACK IN FAVOR IN METROPOLITAN REGION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/04\/nyregion\/recycling-back-in-favor-in-metropolitan-region.html"} , {"body" : "The final Federal tax bill will contain an exception to preserve tax-exempt status for bonds to finance five garbage disposal plants in New York City and one in Nassau County, Senator Daniel Patrick Moynihan said yesterday. City officials expressed concern Tuesday that the proposed changes in the Federal tax code would force them to reformulate" , "date" : "19860821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "THE TAX BILL OF 1985; NEW YORK REASSURED IN PLANTS' BOND STATUS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/21\/nyregion\/the-tax-bill-of-1985-new-york-reassured-in-plants-bond-status.html"} , {"body" : "The new Federal tax bill may force New York City to cut its 250,000-apartment construction and renovation program in half and revamp its garbage disposal plans because of higher interest costs, city officials said yesterday. New York is not alone. Across the nation, state and local governments face the burden of higher interest for capital" , "date" : "19860820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "THE TAX BILL OF 1986; U.S. TAX BILL MAY FORCE NEW YORK TO CUT HOUSING AND PUBLIC WORKS: Bonds Costs Likely to Rise" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/20\/business\/tax-bill-1986-us-tax-bill-may-force-new-york-cut-housing-public-works-bonds.html"} , {"body" : "Six city corrections officers and four inmates received minor injuries Friday evening during a scuffle at the Brooklyn Correctional Facility, a Correction Department spokesman said. The fight, which began at 6:25 P.M. and lasted five minutes, took place as inmates from two dormitories filed past one another in a prison corridor on their way to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "10 People Are Injured In Brooklyn Jail Fight" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/10-people-are-injured-in-brooklyn-jail-fight.html"} , {"body" : "A State Supreme Court justice has blocked the state from holding hearings on a permit for a proposed garbage-burning plant at the old Brooklyn Navy Yard under an arrangement in which the company seeking the permit was to pay the salary of the judge conducting the hearings. ''At the very least, the situation at hand presents an appearance of" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Permit Seeker Barred From Paying for Judge" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/nyregion\/permit-seeker-barred-from-paying-for-judge.html"} , {"body" : "The Koch administration has agreed to provide $260,000 to the Consolidated Edison Company to prevent the cutoff of electricity to the Brooklyn Navy Yard, spokesmen for the electricity company said. The agreement represents the first time the city has given direct financial support to the troubled Brooklyn Navy Yard Development Corporation, a" , "date" : "19860725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Navy Yard Con Ed Bill Is To Be Paid by City" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/nyregion\/navy-yard-con-ed-bill-is-to-be-paid-by-city.html"} , {"body" : "New York City's venture into neighborhood newspaper recycling - scheduled to begin today - was abruptly postponed yesterday after the city and the sanitation workers union could not agree on whether one or two workers should be assigned to a new recycling truck. The truck - a flatbed vehicle with six bins for paper, glass and metal products - was" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PRESSED BY UNION, CITY POSTPONES RECYCLING PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/pressed-by-union-city-postpones-recycling-plan.html"} , {"body" : "Every Friday, 15 minutes before the start of the Jewish Sabbath, a siren wails atop a Hasidic school in the Williamsburg section of Brooklyn. Some last-minute hustle and bustle is obvious on the streets and then, as the day of rest arrives with the sinking sun, the siren goes off. Suddenly all is quiet. The men are in the synagogue, the women are" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF WILLIAMSBURG; HASIDIC ENCLAVE: A STEP BACK TO OLDER VALUES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/the-talk-of-williamsburg-hasidic-enclave-a-step-back-to-older-values.html"} , {"body" : "A procession of tall ships joined an armada of mighty warships in New York Harbor yesterday, and an enormous fireworks show turned the night sky to blazing color in a salute to the Fourth of July and the centennial of a rekindled Statue of Liberty. As darkness fell on a day of stately nautical maneuvers, the biggest fireworks display in American" , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A VERY SPECIAL DAY: MILLIONS WATCH FESTIVE HARBOR SALUTE TO LIBERTY; FIREWORKS FILL SKY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/very-special-day-millions-watch-festive-harbor-salute-liberty-fireworks-fill-sky.html"} , {"body" : "Sleek and sheer, sails set full or neatly furled, the world's tall ships sailed into New York Harbor yesterday - from near, from far, from out of the past. For those gathered ashore at Battery Park, this vision of sail began just after 10:30 A.M., when the tops of the masts of the Coast Guard bark Eagle appeared on the horizon just south of" , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LIBERTY WEEKEND\/THE SHIPS; A BRIEF BUT SPECTACULAR RETURN TO THE AGE OF SAIL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/liberty-weekend-the-ships-a-brief-but-spectacular-return-to-the-age-of-sail.html"} , {"body" : "Mario M. Cuomo (Class of '43) urged Moses Carter (Class of '86) to aspire to be governor, or even President, ''but not too soon.'' Mr. Cuomo offered the career advice yesterday at a commencement at Public School 50 in South Jamaica, Queens, an elementary school that for decades has educated the children of immigrants and working-class poor. As the" , "date" : "19860620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "AT HIS QUEENS GRADE SCHOOL, CUOMO OFFERS WORDS OF HOPE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/20\/nyregion\/at-his-queens-grade-school-cuomo-offers-words-of-hope.html"} , {"body" : "The City Board of Ethics ruled yesterday that a top aide to Comptroller Harrison J. Goldin would not violate conflict-of-interest rules by accepting a position with an investment house that does business with the city. The aide, Joseph F. Moss, a $76,000-a-year special counsel to Mr. Goldin, participated in a series of meetings at which the" , "date" : "19860618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ethics Unit Rules Aide To City Can Take Job" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/18\/nyregion\/ethics-unit-rules-aide-to-city-can-take-job.html"} , {"body" : "EXTERIORS in the Williamsburg section of Brooklyn are often deceiving. Bleak and seemingly abandoned factories provide dramatic loft space for artists. Just beyond desolate blocks, tree-lined streets are home to a vibrant Hasidic community. And suddenly, among burned-out buildings, churches distinctive in architecture and rich in history" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/if-you-re-thinking-of-living-in-williamsburg.html"} , {"body" : "In response to requests from several senators, Senator Bob Packwood released a list of the beneficiaries of transition rules in the Senate tax overhaul bill. It was merely a list of names, with no explanation of who the Senate sponsor was or what rule was being applied. For the record, following are the beneficiaries: Agri-Beef Air Products Albany" , "date" : "19860609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "WHO THE WINNERS ARE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/09\/us\/who-the-winners-are.html"} , {"body" : "A fire broke out in an electrical transformer at a city-operated junk yard at the Brooklyn Navy Yard early yesterday, spewing PCB's, a toxic chemical, into the air, authorities said. A spokesman for the City Environmental Protection Department, Bill Andrews, said the area was cordoned off until the extent of the danger could be analyzed. Chemists" , "date" : "19860604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "PCB's Released in Fire" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/04\/nyregion\/pcb-s-released-in-fire.html"} , {"body" : "New York Harbor, which has been the core of the city's industrial might for more than a century, is steadily losing ground as the nation's pre-eminent seaport, according to economists and shipping company executives. The shift, hastened by a steep decline in exports from the Northeast, has left a grim imprint on the waterfronts of Manhattan and" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "NEW YORK PORT CHANGES WITH SHIFTING ECONOMY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/nyregion\/new-york-port-changes-with-shifting-economy.html"} , {"body" : "A city official who questioned the ethics of the hiring of the city's Sanitation Commissioner by Lazard Freres & Company has decided to take a job with another Wall Street investment house that does business with the city. The official, Joseph F. Moss, a special counsel to Comptroller Harrison J. Goldin, is leaving his $76,000-a-year city job to" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AIDE TO GOLDIN PLANS TO WORK ON WALL STREET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/aide-to-goldin-plans-to-work-on-wall-street.html"} , {"body" : "When the Mayor of Baltimore visited here recently, New Haven officials could hardly wait to show him Science Park, a collection of old, partially renovated factory buildings that separate the Yale University campus from a ramshackle urban slum. ''I've never seen a greater urban opportunity than those buildings,'' the visiting Mayor, William Donald" , "date" : "19860522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE SHADOW OF YALE, A PARK FOR NEW COMPANIES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/22\/nyregion\/in-the-shadow-of-yale-a-park-for-new-companies.html"} , {"body" : "With a proposal for a new $1.45 billion Environmental Quality Bond Act before the State Legislature, questions have been raised about the money from the the $1.15 billion 1972 Environmental Quality Bond Act, the last such act. How much has been spent? What was accomplished? Why is more needed? Following is a series of questions and answers, based" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "ENVIRONMENTAL BOND ACT: WHERE THE MONEY WENT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/nyregion\/environmental-bond-act-where-the-money-went.html"} , {"body" : "The Coastal Dry Dock and Repair Corporation filed for bankruptcy protection under Chapter 11 of Federal bankruptcy laws in Eastern District Court in Brooklyn. The company, the primary tenant of the Brooklyn Navy Yard, employs from 600 to 1,000 workers, depending upon how many Navy ships it is working on at any one time. ''Their costs of operation" , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "38" , "title" : "Coastal Dry Dock" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/business\/coastal-dry-dock.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The U.S.S. Missouri, after two wars, nearly 30 years of retirement as a floating museum and a $475 million refurbishment, has sailed into San Francisco Bay to start life anew as a warship. Escorted by a flotilla of smaller vessels and buzzing helicopters, the huge gray battleship slipped under the Golden Gate Bridge in a light drizzle just before" , "date" : "19860508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SAN FRANCISCO BAY (CALIF)" , "UNITED STATES" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "40-YEAR-OLD WARSHIP BEGINS A NEW LIFE IN WEST" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/08\/us\/40-year-old-warship-begins-a-new-life-in-west.html"} , {"body" : "With many landfills in New York, New Jersey and Connecticut nearing capacity or already closed for environmental reasons, more and more communities are facing a garbage crisis, state and municipal officials say. In the short term, they say, many municipalities are scrambling to find landfill space beyond their borders, a process that threatens to" , "date" : "19860404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GARBAGE CRISIS: LANDFILLS ARE NEARLY OUT OF SPACE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/04\/nyregion\/garbage-crisis-landfills-are-nearly-out-of-space.html"} , {"body" : "Two weeks after her election as Borough President of Queens, Claire Shulman crossed the border into Brooklyn to address an audience drawn from around the country - the United States Navy. Mrs. Shulman was the main speaker last Thursday at an observance of Women's History Month by the New York Naval Station, in the Brooklyn Navy Yard. ''While I'm" , "date" : "19860331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK NAVAL STATION" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Military Memories For Queens Leader" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/31\/nyregion\/new-york-day-by-day-military-memories-for-queens-leader.html"} , {"body" : "Mayor Koch has ordered an investigation into whether a former Sanitation Commissioner, Norman Steisel, was involved in a conflict of interest during the city's negotiations for a $290 million garbage incinerator planned for the Brooklyn Navy Yard. Mr. Koch asked the city's Corporation Counsel's office to look into the matter after the office of" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "MAYOR ORDERS REVIEW ON EX-SANITATION CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/mayor-orders-review-on-ex-sanitation-chief.html"} , {"body" : "Lazard Freres & Company, the investment bankers, will not be able to participate in the underwriting of the city's first garbage treatment plant because the former Sanitation Commissioner went to work for the company. The decision was announced yesterday by Deputy Mayor Alair A. Townsend, after WNBC-TV reported that the former Commissioner, Norman" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lazard Freres Barred From a Bonding Role" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/nyregion\/lazard-freres-barred-from-a-bonding-role.html"} , {"body" : "A report by an environmental group said yesterday that New York City's $1.5 billion plan to build five garbage-to-energy incinerators could have ''potentially devastating'' health consequences for residents of the metropolitan area. The 177-page report was released yesterday by the New York Public Interest Research Group, a nonprofit environmental" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ENVIRONMENTALISTS' REPORT FAULTS CITY'S PLANS TO INCINERATE GARBAGE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/environmentalists-report-faults-city-s-plans-to-incinerate-garbage.html"} , {"body" : "''THE toughest job in this city?'' Mayor Koch asked rhetorically in 1979. ''I guess it's mine. But it really is Norman Steisel's.'' Mr. Steisel, who will leave city government this week after more than seven years as Sanitation Commissioner to become a senior vice president of Lazard Freres, the investment banking firm, had been heading the" , "date" : "19860209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "Steisel Has Spruced Up A Bureaucracy and a City" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/09\/weekinreview\/steisel-has-spruced-up-a-bureaucracy-and-a-city.html"} , {"body" : "After nearly eight years of managing New York City's mountainous waste disposal system, Sanitation Commissioner Norman Steisel is leaving public service for the investment business. He deserves warm appreciation for mastering a job that is truly central to the city's survival. While making progress in the day-to-day clean-up of city streets and" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "A Solid Record on Solid Waste" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/opinion\/a-solid-record-on-solid-waste.html"} , {"body" : "Westchester County's year-old garbage-to-energy plant deserves ''a clean bill of health'' because it produces only tiny amounts of toxic chemicals, a state official whose agency is studying plant emissions said last week. The same study found that a Niagara Falls garbage-burning plant that opened in 1981 was emitting higher levels of the toxic" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NIAGARA FALLS (NY)" , "NEW YORK STATE" , "WESTCHESTER COUNTY (NY)" , "PEEKSKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State Says Refuse Plant In Westchester Is Clean" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/nyregion\/state-says-refuse-plant-in-westchester-is-clean.html"} , {"body" : "Sanitation Commissioner Norman Steisel, one of the longest-serving commissioners in the Koch administration, resigned yesterday after more than seven years on the job. Mr. Steisel, saying that ''it is time to pay overdue attention to my own personal interests and future,'' will join the investment banking firm of Lazard Freres & Company as a senior" , "date" : "19860124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STEISEL, SANITATION CHIEF, RESIGNING AFTER 7 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/24\/nyregion\/steisel-sanitation-chief-resigning-after-7-years.html"} , {"body" : "A proposal by a New Hampshire company to build a $200 million plant to turn much of Rockland County's garbage into electricity has generated intense opposition from residents in this Hudson River village. The company, Signal Environmental Systems Inc., formally presented the proposal at a public meeting here last week. Signal, which operates a" , "date" : "19860120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ROCKLAND COUNTY (NY)" , "HAVERSTRAW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GARBAGE-TO-ENERGY PROPOSAL ASSAILED IN ROCKLAND COUNTY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/20\/nyregion\/garbage-to-energy-proposal-assailed-in-rockland-county.html"} , {"body" : "The State Department of Environmental Conservation said today that it had spent or committed to specific projects most of the $1.15 billion authorized by the Environmental Quality Bond Act of 1972. The department made public an internal report on how the money was spent after Governor Cuomo, in his State of the State Message this week, proposed a" , "date" : "19860112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ALBANY ANGENCY SAYS ENVIRONMENT FUND IS LOW" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/12\/nyregion\/albany-angency-says-environment-fund-is-low.html"} , {"body" : "The city has awarded a contract to Signal Environmental Systems to build a $300 million garbage incinerator at the old Brooklyn Navy Yard, the company announced yesterday. The plant, to be owned and operated by Signal, is to convert 3,000 tons of garbage a day into steam for sale to Consolidated Edison. Construction is to begin late in 1986. The" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Contract Awarded For Garbage Plant" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/contract-awarded-for-garbage-plant.html"}]