[  {"body" : "TONIGHT, Santa Claus will deliver lots of toys to little girls and boys - unless they happen to be gifted little girls and boys, in which case he will probably give them distasteful learning aids. If Santa is on an enrichment kick, a lot of children will be disappointed to find surprises such as Fun With Sums mathematics drills under the tree" , "date" : "19861224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; THE INTELLECTUAL SANTA'S SACK: THINKING SKILLS AND 'DIGIT DAYS'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/24\/nyregion\/about-new-york-the-intellectual-santa-s-sack-thinking-skills-and-digit-days.html"} , {"body" : "The Grinch touched down in the Park Slope section of Brooklyn last week. He didn't steal Christmas, but took an important part of it from a hatchback owned by Jane Dawkins-Whiteman of Pine Bush, N.Y. Ms. Dawkins-Whiteman makes and sells plum puddings. She was in Brooklyn to visit her sister, take in some cultural attractions and mail eight plum" , "date" : "19861217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "19" , "title" : "SAGA OF 8 PLUM PUDDINGS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/17\/garden\/saga-of-8-plum-puddings.html"} , {"body" : "In the blocks around the 14th Regiment Armory in the Park Slope section of Brooklyn are well-kept Victorian brownstones, some with oak front doors and wrought-iron fences. Mothers stroll with babies in carriages, stopping to chat with their neighbors. Much has not changed in the nine months since the red-brick armory at 1402 Eighth Avenue became a" , "date" : "19861216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE IS OF TWO MINDS ON ITS SHELTER FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/16\/nyregion\/park-slope-is-of-two-minds-on-its-shelter-for-homeless.html"} , {"body" : "International A3-17 The U.S. has supplied Iraq with mili-tary intelligence about Iran periodically over the last two years in order to avoid an Iranian victory in the war between the two nations, officials said. Page A1 Donald T. Regan and Edwin Meese 3d will testify before the Senate Intelligence Committee this week. Caspar W. Weinberger and" , "date" : "19861216" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: TUESDAY, DECEMBER 16, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/16\/nyregion\/news-summary-tuesday-december-16-1986.html"} , {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. Today Trinity Church (Episcopal), Broadway and Wall Street. Shaw's ''Fanfare for Christmas''; and traditional and English carols; Down Town Glee Club; George Mead, conductor." , "date" : "19861212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/a-calendar-of-music-events-for-the-christmas-season.html"} , {"body" : "Today Calvary Baptist Church, 123 West 57th Street. Christmas portion of Handel's ''Messiah''; with chamber ensemble; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170, extension 32. Tomorrow Cathedral of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Schutz's ''Christmas Story''; with Grande Bande" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Oratorios and 'Messiah' Sing-Alongs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-oratorios-messiah-sing-alongs.html"} , {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. Today, 11 A.M. to 6 P.M. Pottery Show and Sale, Baldwin Potters, 534 La Guardia Place. Today, 5:30 to 8 P.M.; tomorrow and Sunday, noon to 6 P.M. 15th WBAI Crafts Fair, Columbia University, Ferris Booth" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Festivals And Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/festivals-and-fairs.html"} , {"body" : "The Koch administration plans for the first time to sell large clusters of abandoned apartment buildings it owns in a single neighborhood. But the plan has run into stiff opposition from community and housing groups, which say it will divide the neighborhood economically and racially. Usually, the city individually sells the buildings that it" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLING PROSPECT HEIGHTS PARCELS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/city-selling-prospect-heights-parcels.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} ,   {"body" : "Donald McLaughlin, 19 years old, now has walls on which to hang his art work. Jermain, 3, and her sister, Erica, 5, have a place to put their play table. And their mother, Emma, now has a place to call home. After 10 months in a city-operated shelter for homeless families on Convent Avenue in the Bronx, the McLaughlin family, which includes eight" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AFTER 10 MONTHS FAMILY GETS A HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/nyregion\/after-10-months-family-gets-a-home.html"} , {"body" : "Makeup Artist Trial The trial of Steven Roth, a makeup artist accused of arranging a razor attack on a fashion model's face, is to begin. The judge has called more than three times the usual number of prospective jurors, saying he believes pre-trial publicity will make it harder for lawyers to agree on a jury. Mr. Roth, who has pleaded not guilty," , "date" : "19861113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: NOV. 13, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/13\/nyregion\/agenda-nov-13-1986.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "ANN WINSTON has parlayed her knowledge of American design and craft into Winston & Company, the gallery-retail store that features furniture, textiles and accessories by American craftsmen. From l978 to l986, the shop owner was the exhibit designer for the Metropolitan Museum of Art's American Wing. Ms. Winston, left, is also the liaison between" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "HOME BEAT; A SHOP OFFERING ARTISANS' WORK" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/garden\/home-beat-a-shop-offering-artisans-work.html"} , {"body" : "Muraled ceilings, stained-glass skylights and tiled fireplaces are a few of the features that prompted an independent developer to buy an old Brooklyn town house this month for $725,000. But the location did not hurt. The one-family house, at 47 Montgomery Place between Prospect Park West and Eighth Avenue, is within the Park Slope Historic" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $725,000 IN PARK SLOPE; Restoring 90's Look" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/realestate\/postings-725000-in-park-slope-restoring-90-s-look.html"} , {"body" : "FOR anyone puzzled by painters and sculptors - by their creative minds and by the gritty question of how they live and survive and sometimes thrive in New York today - an ''open studio'' is just the thing. And this month, with several large open studios being held around the city, is just the time. The open studio is similar to an ''open house''" , "date" : "19861017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARTISTS PUTTING STUDIOS ON DISPLAY" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/17\/arts\/artists-putting-studios-on-display.html"} , {"body" : "Wilma Porter Soss, one of the country's best known and most colorful corporate gadflies, died of a heart attack Friday in her Manhattan apartment. She was 86 years old. At one time she worked in public relations, representing department stores, motion picture studios and the silk industry. But in 1947, at a United States Steel stockholders' meeting" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "WILMA PORTER SOSS, 86, A GADFLY AT STOCK MEETINGS OF COMPANIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/obituaries\/wilma-porter-soss-86-a-gadfly-at-stock-meetings-of-companies.html"} , {"body" : "When housing prices explode in Manhattan, the tremors shake neighborhoods like Greenpoint in Brooklyn. One of the city's best-preserved working-class areas, Greenpoint is now feeling the exponential rent increases, housing turnover and influx of young professionals that have characterized gentrification in New York City. Greenpoint offers a virtual" , "date" : "19861015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SIGNS OF TRANSFORMATION IN NEIGHBORLY GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/15\/nyregion\/signs-of-transformation-in-neighborly-greenpoint.html"} , {"body" : "An Evening for P.A.L. Oct. 17 - The Police Athletic League operates 11 recreation centers in some of the city's poorer neighborhoods, providing services to about 50,000 children and young adults annually. The league is holding a benefit that starts with cocktails at 6 P.M. at the Tower Suite of the Time and Life Building follwed by the 8 P.M." , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "SOCIAL EVENTS; PARTIES WITH CAUSES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/style\/social-events-parties-with-causes.html"} , {"body" : "Several hundred athletes will run, bicycle, and then run some more on Sunday during the Goldome Brooklyn Biathlon. The event begins at 8:30 A.M. at the skating-rink parking lot in Prospect Park, Parkside and Ocean Avenues, Park Slope, Brooklyn. Participants will run three miles around the park, then compete in a 20-mile bicycle race through the" , "date" : "19861010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Biathlon in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/10\/arts\/biathlon-in-brooklyn.html"} ,   {"body" : "The house in the Park Slope section of Brooklyn is one of the prettiest on its street, with freshly painted gray shingles, a blooming flower garden out front and ruffled curtains on the windows. But more than appearance sets Samaritan House apart from the other shelters for the homeless distributed throughout New York. It was created through an" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "BROOKLYN'S BRIGHT ALTERNATIVE FOR CITY'S HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/nyregion\/brooklyn-s-bright-alternative-for-city-s-homeless.html"} , {"body" : "HIDDEN away in the Flatbush section of Brooklyn is a tightly knit and ethnically diverse neighborhood known as Prospect Lefferts Gardens, which has been described by the Landmarks Preservation Commission as ''one of the finest enclaves of 19th and early 20th century housing in New York City.'' Romanesque Revival and neo-Renaissance stone buildings," , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; Prospect Lefferts Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/realestate\/if-you-re-thinking-of-living-in-prospect-lefferts-gardens.html"} , {"body" : "SHE HADN'T BEEN EXPECTED TO AT-tend the reception, but it was her first invitation from the United States Mission to the United Nations, and as Nicaragua's chief delegate, Nora Astorga accepted. When she shook hands with her somewhat bemused American host, Vernon A. Walters, the chief United States delegate, he told her, in impeccable Spanish, how" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NICARAGUA"] , "nytd_section_facet" : ["Magazine" , "Washington"] , "page_facet" : "29" , "title" : "NICARAGUA'S U.N. VOICE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/magazine\/nicaragua-s-un-voice.html"} , {"body" : "Indoor Antiques Show, Human Resources Center, I. U. Willets Road at Searingtown Road (a half mile south of Exit 36 on the Long Island Expressway), Albertson, L.I., 516-747-5400. Tomorrow and on Saturday and Sunday, country furniture, antique beer steins, porcelain, rare clocks, African art and Depression glass will be among the wares offered at" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: HOME AND NEIGHBORHOOD TOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/garden\/events-home-and-neighborhood-tours.html"} , {"body" : "Jonathan Ringkamp, a Franciscan brother and a playwright, died yesterday of pneumonia in Mount Sinai Hospital in Manhattan. He was 57 years old and was a member of the Franciscan Brothers of Brooklyn. In 1967, Brother Jonathan and the actress-director Geraldine Fitzgerald founded the Everyman Theater of Brooklyn as a street-theater company. For the" , "date" : "19860920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "BROTHER JONATHAN, PLAYWRIGHT" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/20\/obituaries\/brother-jonathan-playwright.html"} , {"body" : "The city's Transit Authority proposed a $6.5 billion capital improvement budget yesterday to be used in the next five years for buying new subway cars, overhauling others and continuing its rebuilding program. As a condition of approving its request, however, the State Transportation Department wants the Transit Authority to cut bus and subway" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Budget Plan Is Offered For Improving Subways" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/nyregion\/budget-plan-is-offered-for-improving-subways.html"} , {"body" : "THE only leaves that were blowing in the brisk breeze that was heralding the fall season on Fifth Avenue were those of a pamphlet being thumbed by Weekend Walker. Walker, who makes every respectable New York scene, was getting the advance briefing about Sunday's New York Is Book Country, the event that proclaims the pre-eminence of Manhattan, and" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A FAIR FOR BOTH BIBLIOPHILES AND ADVENTUROUS BROWSERS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/books\/a-fair-for-both-bibliophiles-and-adventurous-browsers.html"} , {"body" : "Tony Kraber, a retired actor, director and singer, died of emphysema Tuesday at his home in the Park Slope section of Brooklyn. He was 81 years old. Mr. Kraber had been seen on and Off Broadway since 1927. He was a founding member of the Group Theater, producing such triumphs of the 1930's as the Pulitzer Prize-winning ''Men in White,'' Saroyan's" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Tony Kraber Dead at Age 81; An Actor, Singer and Director" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/obituaries\/tony-kraber-dead-at-age-81-an-actor-singer-and-director.html"} , {"body" : "By late 1978, the four old-law tenements on Garfield Place in the Park Slope section of Brooklyn were completely vacant. As part of the early gentrification of Park Slope, a developer had bought the structures as well as five others across the street, hoping to convert them into more luxurious apartments. The five buildings across the street were" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Park Slope Conversion; Elegant New Life for Tenements" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/realestate\/postings-park-slope-conversion-elegant-new-life-for-tenements.html"} , {"body" : "Antiques, Arts, Crafts Flea Market, parking lot of the Richmondtown Restoration, 441 Clarke Avenue near Arthur Kill Road, Staten Island, 718-351-1617. This Sunday, antiques dealers will present furniture, linens, military uniforms, redware and stoneware as well as baseball cards, photographs and books. The event is sponsored by the Staten Island" , "date" : "19860904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: ANTIQUES FLEA MARKET" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/04\/garden\/calendar-of-events-antiques-flea-market.html"} ,   {"body" : "Here is a new twist on the old story of the cat burglar who preys on summer vacationers. Rather than stealing, this Brooklyn intruder left something behind. A cat. The culprit has been identified as a girl, about 9 years old, who lives in the Park Slope section. Her name is being withheld from publication because no one involved in the matter knows" , "date" : "19860902" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; A Gift Refused And Received" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/02\/nyregion\/new-york-day-by-day-a-gift-refused-and-received.html"} , {"body" : "Edward Paul Larkin, the senior member of the state Public Service Commission in Albany, died yesterday of pulmonary distress in Albany Medical Center. He was 71 years old and lived in Hempstead, L.I., where he had served as the town's Presiding Supervisor in the late 1950's. Mr. Larkin had served as a Public Service Commissioner since his" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "EDWARD LARKIN, PUBLIC SERVICE COMMISSIONER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/obituaries\/edward-larkin-public-service-commissioner.html"} , {"body" : "PAOLO AND VITTORIO TAVIANI, the Italian film-making brothers who won international renown as the writer-directors of ''Padre Padrone'' and ''The Night of the Shooting Stars,'' recently embarked on their first English-language film, ''Good Morning, Babylon.'' The movie, which takes place between 1910 and 1917, tells the story of two Italian brothers" , "date" : "19860822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/22\/movies\/at-the-movies.html"} , {"body" : "Three men, including two teen-agers, were shot in Washington Square Park early yesterday by a young man who fled in a car, the police said. None of the victims suffered serious injuries in the shooting at 6:40 A.M. Two were friends, but the third man was unknown to them, according to Sgt. John Venetucci, a police spokesman. The assailant, described" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "A Gunman Wounds 3 In Washington Square" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/a-gunman-wounds-3-in-washington-square.html"} , {"body" : "An elephant rodeo in Thailand, a child's view of divorce and the comedian Ernie Kovacs are the subjects of some videos that are part of ''Video in the Park,'' which begins tomorrow at 8 P.M. at the Band Shell in Prospect Park, Ninth Street and Prospect Park West, in the Park Slope section of Brooklyn. More than 60 videos will be shown during the" , "date" : "19860805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "Free 'Video in the Park' Will Travel to 5 Sites" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/05\/arts\/free-video-in-the-park-will-travel-to-5-sites.html"} , {"body" : "President Daniel Ortega Saavedra of Nicaragua left New York City yesterday, bound for Denver and an appearance at the convention of the National Bar Association, after six days of intensive diplomacy that found him pressing the Sandinista case and cause in settings as diverse as the United Nations and the Brooklyn waterfront. Officially, Mr. Ortega" , "date" : "19860801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DENVER (COLO)" , "NICARAGUA"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "SANDINISTA HEADS WEST AFTER A 6-DAY WOOING OF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/world\/sandinista-heads-west-after-a-6-day-wooing-of-new-york.html"} , {"body" : "President Daniel Ortega Saavedra of Nicaragua, taking his case against the United States to a Brooklyn church, condemned the Reagan Administration yesterday for choosing to ignore a ruling of the International Court of Justice against American support for anti-Sandinista rebels. Speaking through a translator at the Park Slope Methodist Church, Mr." , "date" : "19860728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NICARAGUA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "2" , "title" : "SANDINISTA MAKES HIS CASE ON A BROOKLYN CHURCH VISIT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/28\/world\/sandinista-makes-his-case-on-a-brooklyn-church-visit.html"} , {"body" : "International Morocco's king is giving up his role as Arab summit chairman. King Hassan II announced he would step down after some Arab countries strongly criticized his meeting last week with Prime Ministr Shimon Peres of Israel. In a letter to Chedli Klibi, Secretary General of the Arab League, King Hassan said he was turning over to him" , "date" : "19860728" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: MONDAY, JULY 28, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/28\/nyregion\/news-summary-monday-july-28-1986.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} , {"body" : "An article in Metropolitan Report on July 18 (and a related article on July 19) about the arrest of a 26-year-old Brooklyn man, Tyrone Graham, in a series of sexual assaults misstated his address. It is 919 Park Place in Crown Heights, not 119 Park Place in Park Slope." , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "29" , "title" : "CORRECTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/c-corrections-850286.html"} ,   {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "A 26-year-old man who was charged Thursday with a series of burglaries and sexual attacks in Brooklyn is also a suspect in the rape and robbery this week of a legally blind Manhattan woman, the police said yesterday. Fingerprints found in the East 77th Street apartment of Eileen Musumeci Ross, 37, who was raped and bludgeoned with a hammer early" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE CITY; Suspect May Face New Rape Charge" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/the-city-suspect-may-face-new-rape-charge.html"} , {"body" : "A 26-year-old Brooklyn man with a record of seven convictions for burglary and other crimes since 1976 was charged yesterday with a series of burglaries and knifepoint sexual attacks in the Crown Heights section of the borough. The suspect, Tyrone Graham, of 119 Park Place in the adjacent Park Slope section, has repeatedly been in and out of" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SUSPECT ARRESTED IN BROOKLYN RAPES AND BURGLARIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/suspect-arrested-in-brooklyn-rapes-and-burglaries.html"} , {"body" : "IT is a safe bet that when Mary Price's family rented an apartment at 303 West 122d Street in Harlem 42 years ago, it never occurred to her that one day she would own it. Mrs. Price, who has lived there since 1944, is retired from the job she held for 30 years as clerk for a garment manufacturer. Her father and her husband are deceased, and she" , "date" : "19860713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: IN-REM HOUSING; Sales of Tax-Foreclosed Buildings to Tenants to Rise" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/13\/realestate\/perspectives-in-rem-housing-sales-of-tax-foreclosed-buildings-to-tenants-to-rise.html"} , {"body" : "Two workers suffocated late Saturday night after they were overcome by fumes from a toxic chemical at a Brooklyn metal painting factory, the authorities said. A third worker was hospitalized yesterday in critical condition. Nineteen police officers and six Emergency Medical Service workers also were temporarily overcome by the fumes or burned by" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO MEN KILLED AT BROOKLYN SITE BY A CHEMICAL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/two-men-killed-at-brooklyn-site-by-a-chemical.html"} , {"body" : "International Japan's Liberal Democrats were expected to keep their hold on the Government as vote-counting began in elections for both houses of Parliament. Better-than-expected weather helped produce a healthy voter turnout, 71.4 percent, which tends to work to the governing party's advantage. The main question seemed to be not whether the" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: MONDAY, JULY 7, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/news-summary-monday-july-7-1986.html"} , {"body" : "A worker who apparently fell into a tank of chemicals was killed last night and two of three other workers who went to find him were seriously injured at a metal products factory in Brooklyn, the police reported. Twenty-five others, including 19 police officers, who entered the factory in attempts to rescue the workers, were either overcome by" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "ONE IS KILLED AND 27 ARE HURT IN PLANT ACCIDENT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/one-is-killed-and-27-are-hurt-in-plant-accident.html"} , {"body" : "JEAN-MARIE BLONDEAU, who grew up in an 18th-century stone house in France, wanted as old a house as New York City could offer. His wife, Neita, who grew up in 1940's bungalow in Long Beach, Calif., wanted something newly minted. Instead of compromising, they found a house in the Park Slope section of Brooklyn where they could have the 19th century" , "date" : "19860626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "IN BROOKLYN: ONE HOUSE, TWO STYLES" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/26\/garden\/in-brooklyn-one-house-two-styles.html"} , {"body" : "That Friday night, Samantha Hodges was on her way to a ''teen disco'' at a Manhattan nightclub for what promised to be the highlight of her weekend. Instead, the 16-year-old Brooklyn girl was arrested on a criminal charge that has never been explained or supported, handcuffed behind her back, taken to a cell and strip-searched by two female Police" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "STRIP SEARCHES AT ISSUE IN GIRL'S SUIT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/nyregion\/strip-searches-at-issue-in-girl-s-suit.html"} , {"body" : "Steeped in stereotypes of tough guys and stoop-sitters; linked in lore with a twist of tongue called Brooklynese, known well and too widely for its pungency, Gowanus and its canal may soon breathe freer. Since the turn of the century, the polluted Gowanus Canal has been a hindrance to development of the Brooklyn waterfront near Red Hook and Carroll" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER DECADES, GAMY GOWANUS GETS A CLEANUP" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/after-decades-gamy-gowanus-gets-a-cleanup.html"} ,   {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "STRIPPING heavily overpainted furniture or architectural elements - mantels, balusters, doors and moldings - is a labor of love for some homeowners. But it is time-consuming and can mean weeks or months of living with drop cloths and chemical fumes. For those who do not want to take on such an enterprise, professional vat stripping is an" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "THE BEST PAINT STRIPPER MAY BE THE PRO" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/garden\/the-best-paint-stripper-may-be-the-pro.html"} , {"body" : "The proposed creation of one of the city's largest historic districts was debated yesterday before the Landmarks Preservation Commission, which will decide whether the hundreds of extravagant architectural remnants of New York's gaslight shopping mecca add up to one whole landmark. Called the Ladies' Mile Historic District, the area encompasses" , "date" : "19860611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["AVENUE OF THE AMERICAS (NYC)" , "WEST SIDE (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "LADIES' MILE HISTORIC DISTRICT (NYC)" , "FIFTH AVENUE (NYC)" , "BROADWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HISTORIC DISTRICT BEING WEIGHED FOR RETAIL HUB" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/11\/nyregion\/historic-district-being-weighed-for-retail-hub.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "After two months of investigation, Federal and state officials say they have not found a reason why the city's former taxi chief, Jay L. Turoff, helped a taxi fleet owner obtain 123 free taxi medallions. According to the investigators - who say Mr. Turoff engineered a scheme for the improper use of the medallions - no direct evidence has been found" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUROFF'S TIE TO MEDALLIONS IS UNCLEAR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/turoff-s-tie-to-medallions-is-unclear.html"} , {"body" : "Friday FESTIVALS ON FILM When the freelance photographer Roberta Grobel Intrater realized that most of New York City's ethnic festivals had not been thoroughly documented, she set out on an eight-year project. The results can be seen at the New-York Historical Society, which is staging an exhibition of her work in honor of the Statue of Liberty's" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/arts\/weekender-guide.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "IN Brooklyn's Park Slope section, a 35-unit building was converted into a cooperative in March with no purchases by long-term tenants, according to the State Attorney General's office. The same thing happened at a 12-unit building in the Prospect Heights section of the borough. These and other examples of noneviction conversions occurring with few" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL APARTMENTS (BKLYN, NY)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Perspectives: Warehousing; Vacancies Vital in the Revival of Housing as Co-ops" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/realestate\/perspectives-warehousing-vacancies-vital-in-the-revival-of-housing-as-co-ops.html"} , {"body" : "WHEN the Metropolitan Opera closes up shop for the season, opera doesn't; in a way, to an opera watcher in New York, it's like moving aside a big rock to observe the teeming life scurrying about in its shadow. This weekend there are at least 22 operatic performances in the five boroughs, and close calculations reveal that any one operagoer can," , "date" : "19860509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A BIG WEEKEND FOR THE SMALL OPERA TROUPES IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/09\/arts\/a-big-weekend-for-the-small-opera-troupes-in-new-york.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} ,   {"body" : "A second executive of a defunct Brooklyn credit union under investigation for its dealings with the city's former taxi chief, Jay L. Turoff, pleaded guilty yesterday to charges of improperly using the credit union's funds for real-estate transactions. The executive, Ian Grossfield, pleaded guilty as Federal prosecutors in Brooklyn began a civil" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUILTY PLEA BY 2D OFFICIAL IN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/a-guilty-plea-by-2d-official-in-credit-union.html"} , {"body" : "THE secret gardens of Boston's Beacon Hill, interiors of homes in Philadelphia's Society Hill, avant-garde town houses in Manhattan and mansions along Embassy Row in Washington will all be open to curious eyes this month and next. These are the important months for house and garden tours and decorator show houses along the Eastern Seaboard. Many of" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "NOW IS THE TIME TO TOUR HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/now-is-the-time-to-tour-homes.html"} , {"body" : "WBAI Spring Crafts Showcase, Ferris Booth Hall, Columbia University, 115th Street at Broadway; 212-695-4465. Woodworking, blown glass, basketry, quilts, tapestries and special handcrafted pieces such as fiber wearables will be offered tomorrow through Sunday. Tomorrow 5-9 P.M.; Saturday noon-8 P.M.; Sunday noon-6 P.M. Admission $4 ($2 for elderly" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "EVENTS; CRAFTS, FLOWERS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/events-crafts-flowers.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "Dawn Susan Wheatley, a teacher at the Ethical Culture School in Manhattan, and Robert Bruce Schaller, deputy director for management planning and analysis of the New York City Department of Parks and Recreation, were married yesterday. The Rev. A. Finley Schaef performed the ceremony at the Park Slope United Methodist Church in Brooklyn. The bride," , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Dawn Wheatley Wed To Robert B. Schaller" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/style\/dawn-wheatley-wed-to-robert-b-schaller.html"} , {"body" : "David Hammons, who has been chosen artist in residence at Parkes Cadman Plaza Park in downtown Brooklyn by the Public Art Fund, is at work there on a piece called ''Higher Goals.'' Mr. Hammons, 42 years old, of the Park Slope section of Brooklyn, works in the park right next to the State Supreme Court building, where a lot of people pass and some" , "date" : "19860418" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARKES CADMAN PLAZA PARK (BOOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Beer-Cap Art" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/18\/nyregion\/new-york-day-by-day-beer-cap-art.html"} , {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "SPRING . . . a young man's fancy . . . the April breeze humming I love you. You've got the picture. Somehow, though, as Andrea Lowen can attest, there is always still one more variation on the theme. Walking on St. Marks Place on a recent balmy evening, Miss Lowen was stopped by a thin young man dressed in an East Village uniform of black pants," , "date" : "19860409" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/09\/garden\/metropolitan-diary-918286.html"} , {"body" : "To the Editor: In your report on Chicago declaring itself a nuclear-weapon-free zone -the largest to date - you state that Gay Head, Mass., population 220, is the smallest. In fact, the smallest nuclear-free zone is the Park Slope United Methodist Church in Brooklyn, population 175 and area 100 square feet. But, like the people of Chicago and Gay" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EUROPE QUESTIONS OUR WILL ON TEST BAN TREATY; NUCLEAR-FREE ZONELET" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/opinion\/l-europe-questions-our-will-on-test-ban-treaty-nuclear-free-zonelet-539786.html"} , {"body" : "When 24 men stepped off a bus from Manhattan to enter the city's newest shelter for the homeless, they were met by protesting residents of the Park Slope section of Brooklyn. ''Women and children, yes; men, no!'' one protest sign said. The 70-bed shelter was opening one month after the city told neighborhood residents and local officials that it" , "date" : "19860324" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN RESIDENTS PROTEST SWITCH IN SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/24\/nyregion\/brooklyn-residents-protest-switch-in-shelter-plan.html"} ,   {"body" : "As members of the Irish Dancing Association did a jig on Fifth Avenue, 2-year-old Rebecca Marotta of Park Slope, Brooklyn, danced a few steps of her own. More than 150,000 marchers followed the 40-block, green-striped route in the city's 224th St. Patrick's Day parade. Page B3. (NYT\/Sara Krulwich)" , "date" : "19860318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page"] , "page_facet" : "1" , "title" : "Green Light for New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/18\/nyregion\/green-light-for-new-yorkers.html"} , {"body" : "Four free seminars on health care for the aging will be held at the Cornell University Cooperative Extension in Brooklyn through mid-May. The seminars, all on Thursdays, are designed for those faced with caring for an elderly relative or friend, and for health care professionals interested in learning more about the subject, said Ruth Lowenberg, a" , "date" : "19860313" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Health" , "Style"] , "page_facet" : "7" , "title" : "PROGRAM ON AGING AND HEALTH" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/13\/garden\/program-on-aging-and-health.html"} , {"body" : "A 35-year-old Sikh, a computer scientist who has lived and worked in the United States since 1982, is to go on trial today in Federal District Court in Brooklyn on charges that he plotted to assassinate Prime Minister Rajiv Gandhi of India when he visited this country last year. The defendant, Gurpartap Singh Birk, a resident alien who lived in the" , "date" : "19860310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "INDIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SIKH HELD IN GANDHI MURDER PLOT IS TO GO ON TRIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/10\/nyregion\/sikh-held-in-gandhi-murder-plot-is-to-go-on-trial.html"} , {"body" : "THE scene is a Command line bus, traveling from Brooklyn to Manhattan for a $3.50 fare, exact change only. Among the passengers is Sylvia Tolk, who sees a young man with an attache case board and then call out, ''Does anyone have change of $5?'' From the rear of the bus a woman shouts that yes, she does. The man with the attache case walks down the" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/garden\/metropolitan-diary-312086.html"} , {"body" : "David L. Gunn got his car back, but he really does not need it now. When Mr. Gunn became president of the Transit Authority two years ago, he was entitled to an official car, but he vowed to ride the subway to keep in touch with his work. Then, while recuperating from an operation a year ago, Mr. Gunn decided that instead of risking the F train, he" , "date" : "19860304" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Detour for Official Car" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/04\/nyregion\/new-york-day-by-day-detour-for-official-car.html"} , {"body" : "''TEN PARK AVENUE. E. riv vu. 1 br, 1 libr convt, LR, din alcove, kit, 2 full bths, patio. A steal at $400k now reduced to $350k. Avail Feb. Owner, no fee.'' This recent newspaper advertisement, and others like it, have raised some disquieting questions among owners and would-be owners of cooperatives and condominiums in New York City. Is the" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A MIXED MARKET FOR CO-OP RESALES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/realestate\/a-mixed-market-for-co-op-resales.html"} , {"body" : "Meunier's gift shop - 20 years a fixture in Brooklyn Heights - has closed. So have the Montague meat market, a cleaners, the barbeque takeout shop, the laundry, the Chuan Yuan Chinese restaurant, the Community Book Store. Now, the Jomel stationery store is about to join them. ''I tell my children that this is like the store on 'Sesame Street,' ''" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "RETAILERS' RENTS ON MONTAGUE ST. TAKING A TOLL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/retailers-rents-on-montague-st-taking-a-toll.html"} , {"body" : "In the last decade, working hard and quietly, more than 30 community-based housing organizations have helped revive Brooklyn's poorer neighborhoods and now their efforts are to be recognized in an exhibit by the Brooklyn Historical Society. ''Having begun as a footnote, these folks have actually written a chapter in the history of Brooklyn" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; PHOTO EXHIBIT" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/realestate\/postings-photo-exhibit.html"} , {"body" : "The city plans to open two new group shelters for homeless families in the Park Slope Armory in Brooklyn and the Jamaica Armory in Queens, a move that was criticized yesterday by advocates for the homeless because the shelters would house men, women and children together in one large communal room. Suzanne Trazoff, a spokesman for the city's Human" , "date" : "19860215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "PARK SLOPE (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "City to Open 2 Shelters" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/15\/nyregion\/city-to-open-2-shelters.html"} , {"body" : "E.COOKE RAND is an attorney who lives at 145 East 84th Street on the Upper East Side. His apartment is in an unassuming, white-bricked building that rises above a busy corner on Lexington Avenue. Last December, the 15-story building went co-op. After intense negotiations, tenants purchased 90 of the 95 available apartments - an unusually high" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "EVICTION PLANS FADING FAST AS A ROAD TO CONVERSION" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/realestate\/eviction-plans-fading-fast-as-a-road-to-conversion.html"} ,   {"body" : "Tapes of a secretly recorded 1983 conversation involving reputed Colombo and Gambino crime-organization figures appear to support assertions by officials that there is a governing commission of organized-crime leaders. The tapes also foreshadow the friction within the Gambino group that reportedly led to the murder last month of its reputed leader." , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "TAPES PLAYED AT MOB TRIAL FOCUS ON MONEY AND POWER" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/nyregion\/tapes-played-at-mob-trial-focus-on-money-and-power.html"} , {"body" : "IN distance, it is four miles from Sackett Street in the lower Park Slope section of Brooklyn to Dorchester Road in Flatbush. But in housing terms they are not so distant, for vacant older buildings are undergoing rehabilitation into condominiums in each location. The prices to buyers vary sharply, however, a reflection mainly of the variation in" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: BROOKLYN HOUSING; VACANT BUILDINGS BEING REVIVED AS CONDOMINIUMS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/perspectives-brooklyn-housing-vacant-buildings-being-revived-as-condominiums.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "WIND Mitch Miller, a former television personality and a musician who played the oboe, once called the instrument ''an ill wind that no one blows good.'' The difficult instrument will be featured tonight in a concert performance by the oboist Thomas Gallant. He will perform at Carnegie Recital Hall (247-7800) with the Group for Contemporary Music." , "date" : "19860106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/06\/arts\/going-out-guide.html"}]