[  {"body" : "The Koch administration plans for the first time to sell large clusters of abandoned apartment buildings it owns in a single neighborhood. But the plan has run into stiff opposition from community and housing groups, which say it will divide the neighborhood economically and racially. Usually, the city individually sells the buildings that it" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLING PROSPECT HEIGHTS PARCELS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/city-selling-prospect-heights-parcels.html"} , {"body" : "EARLY in Alan Mokler's phantasmagorical play ''Space Walk,'' a gas-station attendant named Joe (Paul Zimet) suddenly recognizes on television a woman he recently saw in a local liquor store. Amazed, he calls to his wife, Dora (Nancy Mayans), and they excitedly videotape her and then just as excitedly replay what they've taped. The scene is one of" , "date" : "19861111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "STAGE: 'SPACE WALK,' A PHANTASMAGORIA" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/11\/theater\/stage-space-walk-a-phantasmagoria.html"} , {"body" : "A real-estate development firm in which Michael J. Lazar was a partner submitted an apparently fictitious document to Federal, state and city agencies that cleared the way for permanent public financing of a $6.8 million apartment building in Brooklyn, according to governmental records. Copies of the document, a certificate of occupancy, were filed" , "date" : "19861110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LAZAR FIRM SAID TO FILE FALSE PAPER" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/10\/nyregion\/lazar-firm-said-to-file-false-paper.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "HIDDEN away in the Flatbush section of Brooklyn is a tightly knit and ethnically diverse neighborhood known as Prospect Lefferts Gardens, which has been described by the Landmarks Preservation Commission as ''one of the finest enclaves of 19th and early 20th century housing in New York City.'' Romanesque Revival and neo-Renaissance stone buildings," , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; Prospect Lefferts Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/realestate\/if-you-re-thinking-of-living-in-prospect-lefferts-gardens.html"} , {"body" : "Brooklyn's 77th Precinct would seem to encompass two distinct worlds. One is the surging community of Prospect Heights with its brownstones, gracious apartment buildings, racial integration and proximity to the borough museum, main library and botanical gardens. The other is the generally poorer Bedford-Stuyvesant section with its homeless" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN DRUG-WRACKED 77th PRECINCT, POLICE SUSPENSIONS DRAW VARIED REACTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/nyregion\/in-drug-wracked-77th-precinct-police-suspensions-draw-varied-reactions.html"} , {"body" : "The new director of the city's high schools, Dr. Frank L. Smith Jr., has set himself a formidable task: making some of the worst schools in a system in distress into good ones. By September next year, he says, at least five high schools with the highest dropout rates and the lowest reading scores will have a large infusion of new staff and new" , "date" : "19860811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW CHIEF OF CITY'S HIGH SCHOOLS HAS A PLAN TO TURN AROUND THE 5 WORST" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/11\/nyregion\/new-chief-of-city-s-high-schools-has-a-plan-to-turn-around-the-5-worst.html"} , {"body" : "GETTING into Midwood High School, in the Flatbush section of Brooklyn, is about as tough as getting into an Ivy League college. More than 12,000 eager eighth graders applied this year for 450 fall openings in Midwood's highly touted programs in the medical sciences and humanities. The principal, Leonard Harrison, is proud of the odds. But in the" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; PHILOSOPHICAL OBJECTIONS TO ELITE CITY HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/weekinreview\/education-watch-philosophical-objections-to-elite-city-high-schools.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "ALL along Eastern Parkway and the populous residential streets around it in the Crown Heights section of Brooklyn, the evidence of property rehabilitation abounds. New double-pane windows on walk-up buildings half a century old are the most visible outward sign. A subtle shift is taking place in a community that has been a focus of public and" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: REHABILITATION; Crown Heights Feels the Force of the Drop in Rates" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/realestate\/perspectives-rehabilitation-crown-heights-feels-the-force-of-the-drop-in-rates.html"} ,   {"body" : "The two-story vacant house on Creston Avenue in the Bronx is the last in a row of occupied brick houses, and the wide wooden steps leading up to its front door are collapsing. Stenciled on the cinderblock wall sealing the entrance is the fading message: ''Owned by the City of New York.'' Two long, rotting boards lean awkwardly against the rickety" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY HOMESTEADERS BID ON DREAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/nyregion\/city-homesteaders-bid-on-dreams.html"} , {"body" : "IN Brooklyn's Park Slope section, a 35-unit building was converted into a cooperative in March with no purchases by long-term tenants, according to the State Attorney General's office. The same thing happened at a 12-unit building in the Prospect Heights section of the borough. These and other examples of noneviction conversions occurring with few" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL APARTMENTS (BKLYN, NY)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Perspectives: Warehousing; Vacancies Vital in the Revival of Housing as Co-ops" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/realestate\/perspectives-warehousing-vacancies-vital-in-the-revival-of-housing-as-co-ops.html"} , {"body" : "Almost 3,000 people turned out yesterday for one of the largest auctions of city-owned houses in recent years. The lines began forming at 4:45 A.M. outside 1 Police Plaza. By 3 P.M., after thousands had passed through the auditorium where the auction was taking place, at least 500 more people were waiting. On the block were 134 properties in the" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLS PROPERTIES AT AUCTION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/city-sells-properties-at-auction.html"} , {"body" : "Art Swarts of Mountainside, N.J., admits he may not be the normal guy next door. ''Who else at age 41 would be training and throwing the discus?'' he said. ''On weekends, some men hit a bucket of golf balls or chase women or play the ponies. I enjoy throwing the discus.'' It should be noted that he throws the discus well. Only 16 men in history" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "AT 41, SWARTS WINS THE DISCUS AT 195-7" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/sports\/at-41-swarts-wins-the-discus-at-195-7.html"} , {"body" : "Xaverian High School of Brooklyn won the two-mile relay at the Redmen Relays on the St. John's campus yesterday. The team of James Jean Pierre, Steve Monaghan, Paul Whittaker and Jerry Sullivan captured the event in 8 minutes 1.1 seconds. Roger Blackman, a junior, ran a 1:58.7 anchor to lead Prospect Heights of Brooklyn to a victory in the sprint" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SPORTS NEWS BRIEFS; XAVERIAN HIGH SCHOOL WINS TWO-MILE RELAY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/sports\/sports-news-briefs-xaverian-high-school-wins-two-mile-relay.html"} , {"body" : "At 5 feet 7 inches and 120 pounds, Roger Blackman is not your typical middle-distance power runner. But the 17-year-old Prospect Heights High School junior does have talent, and in the 12th annual Kearny\/adidas Relays this weekend, he showed enough of it to be voted the meet's most valuable boys performer. Blackman was instrumental in leading the" , "date" : "19860406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Brooklyn Runner Excels" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/06\/sports\/brooklyn-runner-excels.html"} , {"body" : "Kurdistan today is a diffuse place, a state of mind instead of a country, a broad expanse of mountains and plateaus that stretches across eastern Turkey, northern Syria, northern Iraq and western Iran. Kurdistan, in fact, might be said to be anywhere a Kurd and his culture are found - in Moscow or Damascus, in Paris or Bonn. And soon it will be" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "KURDISH CULTURE FINDS BROOKLYN HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/kurdish-culture-finds-brooklyn-home.html"} , {"body" : "For the second week in a row, Errington Lindo of Thomas Jefferson High School in Brooklyn just missed the national indoor record for 600 meters. This time, however, at today's New York State Indoor Interscholastic Track and Field Championships in the Carrier Dome, the 18-year-old senior might have broken the record if his starting position was" , "date" : "19860309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "LINDO OF JEFFERSON NEARS MARK FOR 600" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/09\/sports\/lindo-of-jefferson-nears-mark-for-600.html"} , {"body" : "THE New York Urban Coalition is planning to rehabilitate five adjoining brownstones on Underhill Avenue in the Crown Heights section of Brooklyn, using proceeds from the sale of 24 co-ops in three of the buildings to maintain 16 apartments at low rents in the other two. The unusual linking of co-ops and rentals, in the project known as Underhill" , "date" : "19860209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "SELLING CO-OPS TO HELP RENTERS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/09\/realestate\/selling-co-ops-to-help-renters.html"} , {"body" : "The on-court violence that seems to be growing this season as a regular feature of both professional and college basketball is sometimes more than matched on the high school level by what occurs beyond the sidelines. Such has been the sorrowful experience of New York City's Public Schools Athletic League, which, as a result, has decided to make" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SCOUTING; Violence Extends Beyond the Court" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/sports\/scouting-violence-extends-beyond-the-court.html"} ,   {"body" : "IN distance, it is four miles from Sackett Street in the lower Park Slope section of Brooklyn to Dorchester Road in Flatbush. But in housing terms they are not so distant, for vacant older buildings are undergoing rehabilitation into condominiums in each location. The prices to buyers vary sharply, however, a reflection mainly of the variation in" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: BROOKLYN HOUSING; VACANT BUILDINGS BEING REVIVED AS CONDOMINIUMS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/perspectives-brooklyn-housing-vacant-buildings-being-revived-as-condominiums.html"} , {"body" : "A YOUNG person growing up in an affluent family takes for granted the presence of adults to whom he can turn for help and advice for such tasks as getting a summer job or choosing a college. But educators say that a minority student at an urban high school often has no family member to provide this kind of knowledge, nor has he a network of adults" , "date" : "19860107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; PROJECT PROVIDES VISION AND VALUES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/07\/science\/education-project-provides-vision-and-values.html"}]