[  {"body" : "AS if Christmas shopping, card-writing and party-going weren't enough to deal with, this is also the season to be inundated with friends and relatives from out of town, all bent on packing as much sightseeing and as many performances of ''The Nutcracker'' and the ''Messiah'' into one visit as the human body can endure. The demands of the season are" , "date" : "19861219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE CULTURAL LUMINARIES TAKE THEIR HOLIDAY GUESTS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/19\/arts\/where-cultural-luminaries-take-their-holiday-guests.html"} , {"body" : "A movie chase scene involving two Staten Island ferries strayed from its script yesterday when one of the ferries ran aground on a sand bar, stranding the actor Billy Dee Williams and about 75 other people for almost five hours. One of the film's producers later said the script might be altered because of the real-life accident, largely to save" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "58" , "title" : "MOVIE PLOT TWISTS: FERRY GETS STRANDED (FOR REAL)" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/movie-plot-twists-ferry-gets-stranded-for-real.html"} , {"body" : "The Red Hook section of Brooklyn once was one of the most intensively developed sections of the New York Harbor. Its residential blocks were squalid and overcrowded, and the district for years rivaled the Hell's Kitchen area of Manhattan. Today, people are scarce on the streets of Red Hook. The longshoremen who lived and died without ever leaving" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REVIVAL CHANGES THE FACE OF RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/revival-changes-the-face-of-red-hook.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "A 72-year-old Brooklyn man shot and killed the owner of a dry-cleaning store in the Red Hook section yesterday, apparently in an argument over whether she broke his car windshield more than a year ago, the police said. The suspect, Wenceslayo Valdes, entered the store at 145 Union Street at 8 A.M., argued with the owner, 64-year-old Sadie Spinola," , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "BROOKLYN WOMAN SLAIN IN DISPUTE OVER SMASHED WINDSHIELD IN '85" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/brooklyn-woman-slain-in-dispute-over-smashed-windshield-in-85.html"} , {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "FOR the last 25 years, Dan Smiley, director of research for the Mohonk Preserve just outside New Paltz, N.Y., has observed trees and shrubs in the Shawangunk Range to determine the average date for the peak of fall foliage color changes. His conclusion: Oct. 10. However, the broad mass of color is more muted this year in the range and elsewhere" , "date" : "19861010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HEADING NORTH TO VIEW THE COLORS OF FALL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/10\/arts\/heading-north-to-view-the-colors-of-fall.html"} , {"body" : "When prosperous Dutch colonists built homes on Brooklyn Heights in the 17th century, their servants found living quarters in an unappealing neighborhood along the river called Red Hook. Red Hook was an impoverished community then and it remains almost devoid of cultural amenities, according to Veronique Le Melle, who is fighting to save a" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "51" , "title" : "A STOREFRONT SAVES CULTURE FOR RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/a-storefront-saves-culture-for-red-hook.html"} , {"body" : "A chemical leaked from a 55-gallon drum inside a truck at a pier in the Red Hook section of Brooklyn yesterday, choking a dozen people and prompting precautionary evacuation of 96 apartments in 16 nearby buildings, the Fire Department said. Five of the injured, were taken to hospitals to be checked for inhalation of the chemical, pyridine, a Fire" , "date" : "19860903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "12 Treated in Chemical Leak" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/03\/nyregion\/12-treated-in-chemical-leak.html"} , {"body" : "LAST-FLING urges to celebrate summer can be satisfied with abandon as the Labor Day weekend ends the traditional vacation season. Among the more madcap choices are a tour of Manhattan in the dead of night and a plunge back five centuries in Tuxedo, N.Y. Other outdoor possibilities include crafts and art shows, a carnival, Shakespeare, a fair," , "date" : "19860829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THREE DAYS OF FESTIVALS AND FANFARE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/29\/arts\/three-days-of-festivals-and-fanfare.html"} ,   {"body" : "Today Street Fair, Court Street, between President Street and Fourth Place in the Red Hook section of Brooklyn; sponsored by the Maria F. F. Addolorata Society. Games, food. Today, 8 to 11:30 P.M.; tomorrow, 6 to midnight; Sunday, noon to midnight. Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather" , "date" : "19860822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "FESTIVALS AND FAIRS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/22\/arts\/festivals-and-fairs.html"} , {"body" : "There is wide disparity in the conditions of New York City's 852 playgrounds, a citywide survey by The New York Times has found. While many are clean, leafy places of joy, excitement and safety, others are filthy, ugly places of boredom, danger and fear. The city's best-kept playgrounds are on Staten Island and in Queens, according to the survey," , "date" : "19860811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ON CITY'S PLAYGROUNDS, BOTH JOY AND DANGER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/11\/nyregion\/on-city-s-playgrounds-both-joy-and-danger.html"} , {"body" : "A 1-year-old girl fell nearly 20 feet from a window of her family's apartment in Queens yesterday, the third small child to fall from a window in the city in two days. She was not seriously injured. The window involved in the incident yesterday lacked a window guard, according to a Police Department spokesman. A city Health Department official said" , "date" : "19860725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "FALL FROM WINDOW INJURES A 1-YEAR-OLD AT QUEENS BUILDING" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/nyregion\/fall-from-window-injures-a-1-year-old-at-queens-building.html"} , {"body" : "GETTING into Midwood High School, in the Flatbush section of Brooklyn, is about as tough as getting into an Ivy League college. More than 12,000 eager eighth graders applied this year for 450 fall openings in Midwood's highly touted programs in the medical sciences and humanities. The principal, Leonard Harrison, is proud of the odds. But in the" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; PHILOSOPHICAL OBJECTIONS TO ELITE CITY HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/weekinreview\/education-watch-philosophical-objections-to-elite-city-high-schools.html"} , {"body" : "To the Editor: As comprehensive as your June 1 article on the changing nature of New York Harbor was, it missed critical points: * The port needs an industrial hinterland if it is to have a significant export function. The stabilization and seeding of this economic function was a goal of the Port Authority under Peter Goldmark. It is not clear" , "date" : "19860627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Vitality of New York Port: A Water's-Edge View" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/27\/opinion\/l-vitality-of-new-york-port-a-water-s-edge-view-979086.html"} , {"body" : "Steeped in stereotypes of tough guys and stoop-sitters; linked in lore with a twist of tongue called Brooklynese, known well and too widely for its pungency, Gowanus and its canal may soon breathe freer. Since the turn of the century, the polluted Gowanus Canal has been a hindrance to development of the Brooklyn waterfront near Red Hook and Carroll" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER DECADES, GAMY GOWANUS GETS A CLEANUP" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/after-decades-gamy-gowanus-gets-a-cleanup.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "Federal officials said yesterday that they had seized 500 pounds of cocaine that had entered New York early this month in large bales of paper on a Colombian freighter. ''It's a huge shipment,'' said Donald J. Ripa, an assistant regional commissioner of the United States Customs Service, which discovered the cocaine on the freighter. ''It's not the" , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "LARGE COCAINE SHIPMENT SEIZED" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/nyregion\/large-cocaine-shipment-seized.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "''IN SOUTHERN LIGHT - TREKKING THROUGH ZAIRE AND THE AMAZON'' by Alex Shoumatoff. Simon and Schuster. 239 pages. $17.95. The feature that unites Zaire and the Amazon in this book is the author's interest in primitive people and life in the jungle. A daring traveler and a keen observer, he describes obscure tribes, exotic landscapes and life in the" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "WESTCHESTER BOOKCASE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/westchester-bookcase.html"} ,   {"body" : "The roof of a Brooklyn coffee warehouse is working its way into the celebration over the Fourth of July weekend for the Statue of Liberty. About the size of three football fields, the roof, at Wolcott and Ferris Streets in the Red Hook section, has an unobstructed view of the statue across the Upper Bay. A week ago last Friday, large letters" , "date" : "19860508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK DAY BY DAY; And Now, Rent-a-Roof" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/08\/nyregion\/new-york-day-by-day-and-now-rent-a-roof.html"} , {"body" : "Blue Cornmeal Blue cornmeal is nothing new. It goes back to pre-Columbian agriculture on this continent. Old as it is, however, it looks like the fashion food of 1986. Long a favorite in the Southwest, blue corn, with its dark purplish blue kernels, is a traditional food of the Rio Grande Pueblo Indians of New Mexico, according to Jane Butel, an" , "date" : "19860129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/29\/garden\/food-notes-845386.html"} , {"body" : "If a single recent event has symbolized the city's construction boom, it is not the opening of Trump Tower or any of the other gaudy office or apartment towers in Manhattan. Rather it was the opening of a sewage treatment plant in northern Manhattan by Mayor Koch on Dec. 30. The sewage facility, the North River Water Pollution Control Plant," , "date" : "19860113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S BIGGEST CONSTRUCTION BOOM: PUBLIC PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/13\/nyregion\/city-s-biggest-construction-boom-public-projects.html"} , {"body" : "For lack of a better alternative, New York City has been pumping as much as 150 million gallons of raw sewage into the Hudson River daily. Environmentalists eager to end the practice have had to await the completion of a mammoth, $1.1 billion treatment plant under construction on the Hudson between 137th and 145th Streets. Last week, the end of" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; ONE STEP TOWARD A CLEANER HUDSON" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/weekinreview\/the-region-one-step-toward-a-cleaner-hudson.html"}]