[  {"body" : "Brooklyn By the Sea, meet at the arch at Grand Army Plaza, Brooklyn; 718-788-8500. Sponsored by the Prospect Park Environmental Center, Sunday's tour will cover the old and more recent resorts along Brooklyn's beaches from the Narrows to Seagate to Sheepshead Bay. A tour of historic and architecturally noteworthy homes of Seagate will be given, as" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: RESORTS TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/garden\/calendar-resorts-tour.html"} , {"body" : "The City Department of Health has released a list of public swimming areas in the five boroughs that have been approved as safe for the summer season. Approval is based on the department's beach water sampling program, which began May 15 and is to continue throughout the season. The department also released a list of areas where swimming is not" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ISSUES A LIST OF SAFE PUBLIC BEACHES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/city-issues-a-list-of-safe-public-beaches.html"} , {"body" : "Frank Schubert says life in a lighthouse is a lot easier now than it was when he started out in the business nearly a half-century ago. He no longer has to climb the tower during storms or wind cables to make the beacon revolve. Gone is the foghorn that used to blare throughout endless, misty nights. And it has been many years since Mr. Schubert," , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND LIGHT STATION (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "LAST CIVILIAN BEACON KEEPER STANDS WATCH NEAR CONEY I." , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/last-civilian-beacon-keeper-stands-watch-near-coney-i.html"}]