[  {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "There was no joy in the New Brighton section of Staten Island seven years ago when the Staten Island Hospital pulled up stakes and moved to a new building miles away. The fear of neighboring homeowners was that the hospital's departure would leave a derelict property in their midst. And so it did, until this year. In the interim, the property" , "date" : "19861219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW BRIGHTON (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "35" , "title" : "ABOUT REAL ESTATE; DERELICT S.I. HOSPITAL IS NOW A 'CASTLE' CONDOMINIUM" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/19\/business\/about-real-estate-derelict-si-hospital-is-now-a-castle-condominium.html"} , {"body" : "An American these days might start his morning by putting in his contact lenses, switching on the television set, downing a glass of fruit juice and brewing coffee on the gas range. Then he might ride to work by subway to a plant making machine tools, automobile parts or perhaps even military rocket casings. He might end his day by popping open a" , "date" : "19861216" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Technology" , "Health"] , "page_facet" : "1" , "title" : "TECHNOLOGY FROM RUSSIA FINDS A NICHE IN U.S. LIFE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/16\/science\/technology-from-russia-finds-a-niche-in-us-life.html"} , {"body" : "Far advanced in construction along Emmons Avenue on the Sheepshead Bay waterfront in Brooklyn is a 135-unit condominium development called Waterview Village. To most of the buyers - about 80 percent, the seller says - it has represented an opportunity to make their first housing purchase. Buyers have mostly been in the $30,000-to-$70,000-a-year" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY, (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ABOUT REAL ESTATE; RESIDENTIAL FOCUS FOR SHEEPSHEAD BAY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/business\/about-real-estate-residential-focus-for-sheepshead-bay.html"} , {"body" : "AS an American holiday, Thanksgiving's universality must lie in its ability to welcome succeeding generations of immigrants to these shores. Brooklyn's parkways glide past long-established and overlapping enclaves of Haitians, Barbadians, Jamaicans, Panamanians and Trinidadians among other immigrants from the West Indies. Come Thanksgiving, many of" , "date" : "19861119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WEST INDIES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FOR THANKSGIVING, TWO FEASTS TWO TRADITIONS; A Spicy Blend of Caribbean And Black-American Flavors" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/19\/garden\/for-thanksgiving-two-feasts-two-traditions-spicy-blend-caribbean-black-american.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "THE use of hotels as emergency shelters for homeless people in New York City is deemed satisfactory by almost no one involved in the process. But if the Koch administration would prefer not to have to use more of them, it does want the option to do so. In a case designed to keep that option open, the Human Resources Administration recently sued the" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "HOTELS DISPUTE CHARGES IN SUIT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/weekinreview\/hotels-dispute-charges-in-suit.html"} , {"body" : "VERY few buyers who have been rejected by a cooperative's board of directors challenge the decision. Edward Mapp, a black professor in the City University system, was one of the 14 people who complained last year to the city's Commission on Human Rights. ''I really go out of my way to avoid this kind of thing,'' he said. ''I thought the building" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "20" , "title" : "WHEN A CO-OP BOARD REJECTS A BUYER; For One Complainant, 'Nothing Has Changed'" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/realestate\/when-a-co-op-board-rejects-a-buyer-for-one-complainant-nothing-has-changed.html"} , {"body" : "A state judge yesterday ordered two New York City motels to rent rooms to homeless families pending a hearing on a lawsuit filed by the city. The Koch administration contends that the motels - a Holiday Inn in Bulls Head, S.I., and the Golden Gate Motor Inn in the Sheepshead Bay section of Brooklyn - refused to accept homeless families even though" , "date" : "19861024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "JUDGE ORDERS TWO MOTELS IN CITY TO RENT ROOMS TO THE HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/24\/nyregion\/judge-orders-two-motels-in-city-to-rent-rooms-to-the-homeless.html"} , {"body" : "Clinton (2-1) was helped last week by Far Rockaway's errant punt late in the game in a 13-12 come-from-behind victory. Yesterday, the tables were turned. James Maddox of Jackson blocked a punt in the final minutes to set up the winning touchdown to defeat Clinton, 16-12. Jackson (2-1) came back from a 12-0 deficit in the second half on a 44-yard" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SCHOOL SPORTS; Jackson's Late Rally Defeats Clinton" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/sports\/school-sports-jackson-s-late-rally-defeats-clinton.html"} ,   {"body" : "When opposing players look across the line of scrimmage and see Sheepshead Bay's imposing nose guard, Darrel Washington, looming large, it gives them a chill. But that's not the only reason the 6-foot-4, 285-pound senior has been nicknamed The Icebox by his coach and teammates. ''We figured that since William Perry of the Chicago Bears is The" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SCHOOL SPORTS; Guard Adds Speed to Size" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/sports\/school-sports-guard-adds-speed-to-size.html"} , {"body" : "Although one part of the city's ambitious proposal to revive the Sheepshead Bay section of Brooklyn has been derailed, the waterfront community is continuing to attract interest. The Wharf at Sheepshead Bay, a retailing and restaurant building, was to be developed by the Lazar Group. But it has now been canceled, a victim of local opposition and" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY WHARF (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: At Sheepshead Bay; Fair Winds" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/postings-at-sheepshead-bay-fair-winds.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "A sparkling Coupe de Ville sporting a fur-covered dashboard and chrome-spoked wheels rolled out of the car wash in Brooklyn. Dwayne Mayhew slipped behind the wheel and said he has the car professionally cleaned every week, ''because my girlfriend demands it.'' Sam Sherman thought that she must be a fine woman. Mr. Sherman, known to many as ''The" , "date" : "19860910" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; 101 Percent Brushless: A Car Wash Saga" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/10\/nyregion\/about-new-york-101-percent-brushless-a-car-wash-saga.html"} , {"body" : "CITY Hall boasts a brand new set of stone steps out front, and refurbished rooms inside. Straphangers are actually seeing new subway cars glide up to the platform. Traffic is snarled daily by repair crews on the East River bridges. Sheepshead Bay High School in Brooklyn is scheduled for renovations this year. Something new is happening in a city" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "HERE AND THERE, CITY REPAIRS AND RENOVATIONS START TO SHOW" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/here-and-there-city-repairs-and-renovations-start-to-show.html"} , {"body" : "Friday FOOTAGE OF AUSCHWITZ As Russian troops reached Auschwitz in the winter of 1945, cameramen were present to record for the world the engine of evil assembled against the Jews by Hitler. But for the last 40 years, that footage has remained in Soviet archives. This weekend, at Film Forum 1, the atrocities and the survivors of the Polish death" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/arts\/weekender-guide.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "Brooklyn By the Sea, meet at the arch at Grand Army Plaza, Brooklyn; 718-788-8500. Sponsored by the Prospect Park Environmental Center, Sunday's tour will cover the old and more recent resorts along Brooklyn's beaches from the Narrows to Seagate to Sheepshead Bay. A tour of historic and architecturally noteworthy homes of Seagate will be given, as" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: RESORTS TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/garden\/calendar-resorts-tour.html"} , {"body" : "Belmont Park closes today after a 69-day summer meeting that produced a few exhilarating performances but left the leadership of most divisions wide open. Several scores will be settled at the 24-day Saratoga stand that opens Wednesday, while it is already clear that others will wait until year's end, especially among the older horses. The most" , "date" : "19860728" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BELMONT MEET LEFT MUCH UNDECIDED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/28\/sports\/belmont-meet-left-much-undecided.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} ,   {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "The best news of the week is that Phone Trick, the fastest horse in the country, is likely to return to the races as a 5-year-old next year, and may try to stretch his brilliant speed beyond the sprint races in which he has compiled a record of nine for nine. ''He may be syndicated this fall,'' says Howell Wynne, the colt's principal owner, ''but I" , "date" : "19860627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "25" , "title" : "Steven Crist on Horse Racing; PHONE TRICK MAY STRETCH OUT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/27\/sports\/steven-crist-on-horse-racing-phone-trick-may-stretch-out.html"} , {"body" : "LIBERTY - Perhaps the most extraordinary exhibition about the Statue of Liberty, apart from the spectacle of the lady herself in the harbor, opens today in midtown Manhattan, in the palatial rooms and corridors of the New York Public Library, 42d Street and Fifth Avenue. Although the city will be awash all summer with Libertyana, a visit here" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/arts\/going-out-guide.html"} , {"body" : "International Unabated bloodshed in South Africa was reported as the nation braced for today's 10th anniversary of the Soweto uprisings. A Government spokesman in Pretoria said seven more people had been killed in the nation's black townships, bringing to 22 the number slain since a national state of emergency was declared Thursday. [ Page A1," , "date" : "19860616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: MONDAY, JUNE 16, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/news-summary-monday-june-16-1986.html"} , {"body" : "A Russian immigrant shot dead in Brooklyn Friday night may have been slain in reprisal for the murder of another Russian immigrant last February in what the police call an increasingly violent rivalry among criminal elements in the Russian emigre community. Investigators said the latest victim, Vladimir Reznikov, 44 years old, of Hartsdale, N.Y.," , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LINK IS SOUGHT AFTER SLAYING OF 2D RUSSIAN" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/link-is-sought-after-slaying-of-2d-russian.html"} , {"body" : "The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Ariel, 1340" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "NEW YORK CITY OFFICIALS CITE 36 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/nyregion\/new-york-city-officials-cite-36-food-outlets-for-violations.html"} , {"body" : "A police captain and a sergeant were suspended yesterday for purportedly assigning on-duty officers to work as plainclothes security guards at a discotheque run by a friend of the captain. Chief John Guido of the Police Department's bureau of inspectional services said the superior officers were suspended without pay after an internal investigation" , "date" : "19860522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Two Police Supervisors Said to Misuse Officers" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/22\/nyregion\/two-police-supervisors-said-to-misuse-officers.html"} , {"body" : "Hospital and health-service workers make up the majority of depositors in the Hyfin Credit Union, which is at the center of allegations against Jay L. Turoff, the city's former taxi chief. The credit union - which also has several thousand members employed in the taxi industry - was closed by state banking officials April 9 because of the possible" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "HEALTH WORKERS CONSTITUTED MAJORITY OF HYFIN DEPOSITORS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/health-workers-constituted-majority-of-hyfin-depositors.html"} , {"body" : "Thirty years ago, a group of businessmen in the Bensonhurst, Coney Island and Sheepshead Bay sections of Brooklyn established a small credit union. The businessmen, seeking easier lending terms than they could obtain at banks, dubbed the institution Hyfin - an acronym for Help Your Friend in Need. In a credit union, only members who join the" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SELF-HELP PROJECT BY BUSINESSMEN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/self-help-project-by-businessmen.html"} , {"body" : "IT WAS A TYPICAL HOLLYWOOD plot. The screenplay for a murder mystery called ''The Morning After'' was offered a few years ago to Tri-Star Pictures, which showed it to Jane Fonda. She was interested, but the script needed work. Tri-Star ''put the property into turnaround,'' meaning it offered the screenplay for sale. Warner Brothers bought it and" , "date" : "19860406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "24" , "title" : "DAVID RAYFIEL'S SCRIPT MAGIC" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/06\/magazine\/david-rayfiel-s-script-magic.html"} ,   {"body" : "A 27-year-old Brooklyn man was arrested last night and charged with the slaying of a Russian immigrant in a dispute at a wholesale gasoline distributorship in the Sheepshead Bay section two months ago, the police reported. Sgt. Raymond O'Donnell, a police spokesman, identified the suspect as Michael Vax of 1133 Brighton Beach Avenue, who himself" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Soviet Emigre Arrested In February Shootout" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/nyregion\/soviet-emigre-arrested-in-february-shootout.html"} , {"body" : "New York City will seek to cancel two of more than a dozen contracts, proposals or projects involving a developer indicted last week in the Parking Violations Bureau scandal, Mayor Koch said yesterday. At a news conference, Mr. Koch said the city had decided to stop the developer, Michael J. Lazar, from converting a pier at Sheepshead Bay into an" , "date" : "19860402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)" , "SHEEPSHEAD BAY WHARF (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AFTER INDICTMENT, CITY SEEKS TO CANCEL LAZAR PROJECTS IN TIMES SQUARE AND BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/02\/nyregion\/after-indictment-city-seeks-cancel-lazar-projects-times-square-brooklyn.html"} , {"body" : "The Cuomo and Koch administrations will seek to remove a developer from the $2 billion plan to rebuild Times Square because of his indictment last week in the City Parking Violations Bureau scandal, officials said yesterday. The indicted man, Michael J. Lazar, has been designated to develop four theaters on 42d Street that the city and the state" , "date" : "19860401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY AND STATE WILL SEEK REMOVAL OF LAZAR FROM TIMES SQ. PROJECT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/01\/nyregion\/city-and-state-will-seek-removal-of-lazar-from-times-sq-project.html"} , {"body" : "When Dr. Milton Drucker discusses areas of growth in New York City's economy, he does not talk about banking and finance, publishing or telecommunications. He talks about fish.''Growing demand has made New York City the second largest seafood-consuming market on earth, next to Tokyo,'' said Dr. Drucker, the dean of marine education at Kingsborough" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FISHPORT (BKLYN, NY)" , "ERIE BASIN (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "COLLEGE IN BROOKLYN TO TRAIN WORKERS FOR EXPECTED SEAFOOD INDUSTRY BOOM" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/nyregion\/college-in-brooklyn-to-train-workers-for-expected-seafood-industry-boom.html"} , {"body" : "Mayor Koch said yesterday that if it was legally possible, he wanted to remove Michael J. Lazar as a developer in the $2 billion Times Square redevelopment plan and end his involvement in other city programs. The Mayor made his comment at a late-afternoon press conference following Mr. Lazar's indictment on charges of racketeering and mail fraud." , "date" : "19860327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAYOR OPPOSES LAZAR IN PROJECT IN TIMES SQUARE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/27\/nyregion\/mayor-opposes-lazar-in-project-in-times-square.html"} , {"body" : "A 24-year-old New York City police officer was acquitted yesterday of assaulting two men and menacing another at a Brooklyn diner last spring. The charges stemmed from an incident in which the officer, Perry Novello, forcibly removed his estranged girlfriend from the diner, where she worked, and the three men came to her aid. Officer Novello had" , "date" : "19860320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFFICER AQUITTED OF ASSAULTS AT A BROOKLYN DINER" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/20\/nyregion\/officer-aquitted-of-assaults-at-a-brooklyn-diner.html"} , {"body" : "To see a peregrine falcon in this city is thrilling. For a barge captain sailing under the Throgs Neck Bridge on Monday afternoon, it was alarming. What he saw was a big bird whose right wing was hopelessly entangled in a rope hung from the bridge deck. In time, a distress call was fielded by three State Environmental Conservation officers, John" , "date" : "19860319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["THROGS NECK BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; Avian Rescue, Part I" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/19\/nyregion\/new-york-day-by-day-avian-rescue-part-i.html"} , {"body" : "The Board of Education sees them as a quick and efficient solution to the problem of overcrowded schools. But to the city's Art Commission, the modular school units that have begun popping up in schoolyards are just plain ugly. So ugly, in fact, that the 11-member commission has refused to approve any more of the units until the board produces a" , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "ART PANEL'S COMPLAINTS FORCE THE REDESIGN OF MINI-SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/nyregion\/art-panel-s-complaints-force-the-redesign-of-mini-schools.html"} , {"body" : "The New York City Department of Health last week released a list of 69 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and four that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Allen's, 1315" , "date" : "19860309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "69 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/09\/nyregion\/69-food-outlets-cited-by-new-york-officials.html"} , {"body" : "David L. Gunn got his car back, but he really does not need it now. When Mr. Gunn became president of the Transit Authority two years ago, he was entitled to an official car, but he vowed to ride the subway to keep in touch with his work. Then, while recuperating from an operation a year ago, Mr. Gunn decided that instead of risking the F train, he" , "date" : "19860304" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Detour for Official Car" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/04\/nyregion\/new-york-day-by-day-detour-for-official-car.html"} ,   {"body" : "Consumer organizations and the Government argued today over whether to recall jars of Gerber baby food from stores. There have been reports of glass fragments in some jars. Two consumer groups strongly urged a recall today, but the Food and Drug Administration said again that it did not plan such an action. ''We just don't think that a recall would" , "date" : "19860304" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "CALL FOR RECALL OF GERBER BABY FOOD REJECTED" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/04\/us\/call-for-recall-of-gerber-baby-food-rejected.html"} , {"body" : "Harvey W. Schultz, who was sworn in as Commissioner of Environmental Protection last week, says his agency will make a detailed assessment of New York City's water system, from its management to its distribution. ''We need in the next 10 years to understand where our water is going, how it's being used and how better to control it,'' Mr. Schultz" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "ENVIRONMENTAL AGENCY PLANS DETAILED STUDY OF NEW YORK'S WATER SYSTEM" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/environmental-agency-plans-detailed-study-of-new-york-s-water-system.html"} , {"body" : "The New York City Department of Health last week released a list of 53 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN Las Casas, 1462 1st Ave. (76th St.). Ceci's, 1290 Ave. of the" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "53 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/53-food-outlets-cited-by-new-york-officials.html"} , {"body" : "A Russian immigrant who was killed in Brooklyn Monday by gunmen, at least one of whom used an automatic weapon, was under Federal indictment for credit card fraud, authorities said yesterday. Ilya Zeltzer, the man gunned down in the office of a wholesale gasoline company in the Sheepshead Bay section, and Benjamin Nayfield, another Russian who was" , "date" : "19860205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN EMIGRE FACED TRIAL IN FRAUD CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/05\/nyregion\/slain-emigre-faced-trial-in-fraud-case.html"} , {"body" : "Two men fired automatic weapons through the side door of a wholesale gasoline company in Brooklyn yesterday, killing one man and wounding two others, the police said. The shootings took place at 12:15 P.M. at the offices of the Platenum Energy Company at Avenue U and Batchelder Street in the Sheepshead Bay section. Last night, the police were" , "date" : "19860204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ONE IS KILLED AND TWO WOUNDED BY GUNMEN AT A BROOKLYN OFFICE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/04\/nyregion\/one-is-killed-and-two-wounded-by-gunmen-at-a-brooklyn-office.html"} , {"body" : "Among the signs that summer is not so far away are the boating skills and safety courses being offered in the metropolitan area. In each of the courses mentioned below, there is instruction in sail as well as powerboating, and in each there is a small fee for materials, but none for instruction. All include piloting, rules of the road, navigation," , "date" : "19860131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "OUTDOORS; Boat Classes: Hint of Summer" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/31\/sports\/outdoors-boat-classes-hint-of-summer.html"} , {"body" : "The New York City Department of Health last week released a list of 20 food establishments cited for violating the health code. In addition, it listed one restaurant that was allowed to reopen after having corrected earlier violations. The establishments are these: Violations MANHATTAN Au Bon Pain, 30 Rockefeller Pl. Deli Den, 69 E. 45th St. Nick's" , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "20 FOOD OUTLETS CITED FOR VIOLATIONS OF CODE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/nyregion\/20-food-outlets-cited-for-violations-of-code.html"} , {"body" : "The New York City Department of Health last week released a list of 42 food establishments cited for violating the health code. The establishments are these: Violations MANHATTAN Asmara African Restaurant, 951 Amsterdam Ave. (106th St.). La Croissanterie, 224 E. 86th St. Domino's Pizza, 1369 Broadway (36th St.). East Barbeque Restaurant, 959 2d" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "42 FOOD OUTLETS GET CITATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/nyregion\/42-food-outlets-get-citations.html"} , {"body" : "A Brooklyn couple terrorized a retarded man for at least six years by beating him, threatening to kill him and stealing his Social Security checks, the police said yesterday. The couple were arrested after Housing Authority police responded to a complaint that the victim, Sheldon Antonier, 40 years old, was lying on the hallway floor outside his" , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Accused of Abusing A Retarded Neighbor" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/nyregion\/2-accused-of-abusing-a-retarded-neighbor.html"}]