[  {"body" : "The New York City Department of Health last week released a list of 26 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Dallas BBQ, 27 W." , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "OFFICIALS CITE 26 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/officials-cite-26-food-outlets.html"} , {"body" : "Car No. 6321 was pronounced dead last week at the Transit Authority East New York maintenance shop after a long illness. It was 31 years old. No ceremony was held, no tears were shed. If anything, riders of the M line should rejoice. It was one of - if not the - biggest lemons in the 6,000-car fleet. That the gray and graffiti-scarred veteran of" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REQUIEM FOR SUBWAY CAR 6321, AGE 31" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/requiem-for-subway-car-6321-age-31.html"} , {"body" : "Three members of a Brooklyn family were killed and a fourth was wounded early yesterday morning by a gunman who fired a dozen or more shots and then sped away in a black car, the police said. Investigators said the motive was ''still hazy.'' But they said they were looking into a report that the shootings resulted from an argument earlier in the" , "date" : "19861129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "3 IN FAMILY SLAIN BY MAN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/29\/nyregion\/3-in-family-slain-by-man-in-brooklyn.html"} , {"body" : "A spot check has found that a ''substantial portion'' of the equipment at Woodhull Hospital in Brooklyn may be missing and more is being wasted there, according to the State Comptroller. The Comptroller, Edward V. Regan, also said that Woodhull's housekeeping and security staffs were riddled with ''excessive absences, poor employee productivity and" , "date" : "19861128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "METRO DATELINES; Regan Says Hospital Loses Equipment" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/28\/nyregion\/metro-datelines-regan-says-hospital-loses-equipment.html"} , {"body" : "RODRIGO MOYNIHAN'S third show of paintings at the Robert Miller Gallery is his first in the gallery's new premises at 41 East 57th Street. Those pristine and all but windowless white spaces point up the delicate precision of his procedures in still life. They also give a particular sharp emphasis to the sudden notes of strong pure color that sing" , "date" : "19861121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART: RODRIGO MOYNIHAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/21\/arts\/art-rodrigo-moynihan.html"} , {"body" : "New Ideas for the M.T.A. The Metropolitan Transportation Authority today will update its citizens advisory committee on long-range plans to improve service and will seek ideas from the public. Some chief concerns are low ridership on certain subway lines and parking problems at many commuter rail stations of Metro-North and the Long Island Rail" , "date" : "19861118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK AGENDA" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/18\/nyregion\/new-york-agenda.html"} , {"body" : "The contractor rebuilding a key portion of the decaying Brooklyn-Queens Expressway, the site of some of the city's most excruciating traffic delays, says it has stopped almost all construction because of a dispute over engineering designs. State officials now estimate that delays on the highway will continue at least nine months past the scheduled" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "DESIGN JAM STALLS EXPRESSWAY WORK" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/design-jam-stalls-expressway-work.html"} , {"body" : "Art shows are not as easy to come by in this sprawling borough as in cosy, prodigal Manhattan. There is the glorious Brooklyn Museum, to be sure, but after that, what? No SoHo, no TriBeCa, no Madison Avenue - in short, no gallery ''scene.'' Yet Brooklyn actually has a lot to offer in the way of exhibitions, and part of the fun is seeking them out." , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Art Shows in Familiar and Unexpected Places" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-art-shows-in-familiar-and-unexpected-places.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} ,   {"body" : "Almost two years after a mayoral commission outlined sweeping changes for the New York City Human Resources Administration, social service experts say key changes have not been made. The city ''has not made a serious attempt'' to carry out the recommendations of the commission to combine the H.R.A.'s services and offer them in convenient" , "date" : "19861112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REPORT FINDS SCANT GAIN AT THE H.R.A." , "url" : "http:\/\/www.nytimes.com\/1986\/11\/12\/nyregion\/report-finds-scant-gain-at-the-hra.html"} , {"body" : "Genard Howard Perry, 11 years old, is taking three foreign languages this fall - French, Spanish and Swahili. ''If people ever talk to me in those languages, then I will be able to understand them,'' said Genard, a sixth grader at the International Community School on the Lower East Side. Since 1976, the two bright red doors of the school at" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "53" , "title" : "ON LOWER EAST SIDE, AN INNOVATIVE SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/on-lower-east-side-an-innovative-school.html"} , {"body" : "Subway riders and drivers who use the Manhattan Bridge face disruptions far beyond those first estimated. Delays in rebuilding the 77-year-old bridge, legal troubles with contractors and problems being discovered almost daily are behind the woes, according to engineers and state and city officials. Officials warn that the April 1988 deadline for" , "date" : "19861108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "MANHATTAN BRIDGE'S PROBLEMS DRAG ON" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/08\/nyregion\/manhattan-bridge-s-problems-drag-on.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "New Yorkers demonstrated yet again that they have an unusually high tolerance for celebration. For 26 miles 385 yards - the early-morning sprinkles and threat of more rain dampened the turnout only somewhat - tens of thousands lined the streets of the five boroughs yesterday and cheered and rooted on some 20,000 runners in the New York City" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "ROUTE BECOMES OUTDOOR PARTY AS POLI, WAITZ WIN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/route-becomes-outdoor-party-as-poli-waitz-win.html"} , {"body" : "They ran side by side up First Avenue, past the enthusiastic brunchtime East Side crowds that provide the New York City Marathon with much of its glamour and appeal. Rob de Castella, the 29-year-old Australian who was paid a king's ransom in appearance fees to compete here, was taking turns in the lead with Gianni Poli of Italy, both running for" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "POLI OF ITALY WINNER IN MARATHON; WAITZ TAKES 8TH TITLE IN 9 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/poli-of-italy-winner-in-marathon-waitz-takes-8th-title-in-9-years.html"} , {"body" : "Two people were killed and nine others injured in three unrelated attacks in Brooklyn and Queens Friday night and yesterday morning, the police said. In the Queens attack, five teen-agers were standing at the corner of Linden Boulevard and 191st Street about 10:15 Friday night when three men jumped from a car and opened fire with handguns," , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "WILLIAMSBURG (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "2 DIE, 9 HURT IN SEPARATE ATTACKS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/nyregion\/2-die-9-hurt-in-separate-attacks.html"} , {"body" : "AS JOYOUSLY as a scholar proudly showing a hitherto unknown Shakespearean sonnet, Dr. Nathaniel Shapiro of Westfield sits before a group of elderly people, reading lines from a novel originally in Yiddish. First he reads, then translates into English and, with much relish, exclaims: ''Oy, geshmack vee honig - m'ken lecken dee finger!'' (''Ah, tasty" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A 'YIDDISH COWBOY' RETURNS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/nyregion\/a-yiddish-cowboy-returns.html"} , {"body" : "Police Commissioner Benjamin Ward is planning a large-scale transfer of supervisors, and possibly patrol officers, from the 77th Precinct in Brooklyn, where 13 officers have been suspended amid accusations of corruption and misconduct, law-enforcement officials said yesterday. The officials said the transfer of supervisors, which might also involve" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SHIFTS AT PRECINCT IN BROOKLYN SEEN" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/shifts-at-precinct-in-brooklyn-seen.html"} , {"body" : "THE Museum of Modern Art will auction 17 duplicate prints from its photography holdings - the first public sale of such works from the museum's collection - at Christie's on Nov. 11. John Szarkowski, director of the Modern's department of photography, said each of the prints is ''of excellent quality and represents an important work in the history" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/arts\/auctions.html"} ,   {"body" : "NEW YORK has always been a city of divided loyalties, a place too vast and too raucous to agree on anything - the best lox, the best bookstore, the best pesto, the best way crosstown. This city rather thrives on argument, discord, confusion and babble. It conspires to create a knot of sensory stimulus so Gordian that only a native could possibly" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2 CITIES IN COMBAT: IT'S MORE THAN BASEBALL; In New York, Met Charm Stirs Hearts" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/2-cities-in-combat-it-s-more-than-baseball-in-new-york-met-charm-stirs-hearts.html"} , {"body" : "In a crowded downtown ballroom Tuesday night, many of New York's leading artists, dealers, critics and collectors gathered at a benefit auction to raise money for a group of Brooklyn artists who face eviction from their lofts. The auction was the latest chapter in a long and sometimes bitter struggle between Brooklyn and Manhattan artists and the" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "AUCTION HELD TO AID ARTISTS' LOFT BATTLE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/arts\/auction-held-to-aid-artists-loft-battle.html"} , {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "The United States Supreme Court, reaffirming its traditional insistence on the separation of church and state, ruled last year that public school systems may not send teachers into parochial schools to provide remedial instruction. What to do, then, about the Federal law requiring that such lessons be given - by public school teachers - to all" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "THE REGION; A Wall Tumbles in A Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/weekinreview\/the-region-a-wall-tumbles-in-a-brooklyn-school.html"} , {"body" : "A Federal appeals court yesterday blocked a plan by the city's Board of Education to give remedial lessons to Hasidic girls in a partitioned-off section of a public school in Brooklyn. The president of the board, Robert F. Wagner Jr., said after the decision that the board would abandon the idea of giving the classes in a partitioned part of Public" , "date" : "19861004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "COURT BARS SCHOOL PARTITION FOR BROOKLYN HASIDIC GIRLS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/04\/nyregion\/court-bars-school-partition-for-brooklyn-hasidic-girls.html"} , {"body" : "May Orthodox Jewish schoolgirls receive federally assisted remedial instruction? Yes, they are entitled to it. The question inflaming Hispanics and Jews in Brooklyn is where. A local school superintendent has decided it in a way that seems needlessly provocative, no matter that it has been approved by a Federal judge. There's a sound, practical" , "date" : "19860929" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Unwise Wall in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/29\/opinion\/unwise-wall-in-williamsburg.html"} , {"body" : "Marjorie Seaman, a manager of the East Williamsburg Industrial Development Corporation in Brooklyn, and Max C. Rosin, a financial valuation expert at the accounting firm of Arthur Andersen & Company in Manhattan, were married last night at the Loeb Boathouse in Central Park. Rabbi Jerome Davidson officiated." , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "69" , "title" : "Marjorie Seaman Weds" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/style\/marjorie-seaman-weds.html"} , {"body" : "The principal of an East Harlem elementary school was robbed in her office by a razor-wielding intruder, and two students were stabbed, one seriously, in a dispute with another student in a Brooklyn high school yesterday, the police reported. The police said Juana Dainis, 49 years old, the principal of Public School 206 at 508 East 120th Street," , "date" : "19860920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "PRINCIPAL IS ROBBED AT HARLEM SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/20\/nyregion\/principal-is-robbed-at-harlem-school.html"} , {"body" : "A Federal District Court judge ruled yesterday that a partition at a Brooklyn public school that separates Hasidic children taking remedial lessons and public school children did not constitute a violation of the principle of the separation of church and state. The judge, Mark A. Costantino, denied an injunction to parents of the public school" , "date" : "19860916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Federal Judge Upholds Separation of Students" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/16\/nyregion\/federal-judge-upholds-separation-of-students.html"} , {"body" : "A teen-ager has been arrested and charged in the death of a man who fell from a moving IRT subway train in Manhattan while trying to flee muggers, the Transit Authority police said yesterday. The suspect, Eric Blanding, 18 years old, of 84 Carlton Avenue, in the Williamsburg section of Brooklyn, was arrested about 11:30 P.M. Friday, according to a" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Suspect Held in IRT Death" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/nyregion\/suspect-held-in-irt-death.html"} ,   {"body" : "Others may have passed up the opportunity to bid on the Gimbels New York properties, but Melvin Simon has a history of finding opportunities overlooked by others. He became a shopping center developer in 1960 - late compared with others - so he turned to smaller markets. He sought out regional retailers when bigger developers were courting" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; Gimbels Investor a Risk-Taker" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/business\/business-people-gimbels-investor-a-risk-taker.html"} , {"body" : "Under a tiara of stars and street lights, two young Hasidic Jews were married last night in Brooklyn in a joyous traditional ceremony uniting two sects of the ultra-Orthodox movement that began in Eastern Europe. With 30,000 invited guests - 25,000 on the bridegroom's side, 5,000 on the bride's - and thousands who filled the sidewalks for a glimpse" , "date" : "19860911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 HASIDIC SECTS UNITED BY BROOKLYN WEDDING" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/11\/nyregion\/2-hasidic-sects-united-by-brooklyn-wedding.html"} , {"body" : "The 968 public schools in New York City opened yesterday, many overflowing with students and in need of serious repairs to walls and windows, and some experiencing their first encounters of the term with drugs. In the Washington Heights section of Manhattan, teachers at Public School 128 prepared to coach students in remedial English and" , "date" : "19860909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MANY SCHOOLS CROWDED ON FIRST DAY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/09\/nyregion\/many-schools-crowded-on-first-day.html"} , {"body" : "An unemployed security guard has been arrested in the stabbing and robbery of the dancer and choreographer Diane Boardman in her Brooklyn home last May, the police said. The suspect, Gary Ward, 26 years old, of 197 Stagg Walk in the Williamsburg section of Brooklyn, was arrested at about 5 P.M. Thursday as he was walking along Utica Avenue near" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Man Seized In Stabbing of Dancer" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/nyregion\/brooklyn-man-seized-in-stabbing-of-dancer.html"} , {"body" : "Four parents of students at a Brooklyn public school argued in court yesterday that the local school board had instituted ''segregated classes'' by blocking off a section of the school for remedial courses for 400 children from a private Hasidic day school. School officials rejected the allegation, saying they had been forced to make special" , "date" : "19860903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "SCHOOL PROGRAM ASSAILED AS BIASED" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/03\/nyregion\/school-program-assailed-as-biased.html"} , {"body" : "All her life, 40-year-old Diana Burns has lived in the same frame house in a working-class pocket of northwestern Brooklyn, a place where residents can laze beside a backyard fig tree and see the skyscrapers of Manhattan. She has also gone to the same Roman Catholic church all her life, St. Nicholas. Her parents were married in St. Nicholas and" , "date" : "19860825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISH HELPS SAVE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/25\/nyregion\/parish-helps-save-neighborhood.html"} , {"body" : "A 14-year-old Brooklyn youth was killed, a pregnant woman was shot and partially paralyzed and two others were wounded early yesterday when gunfire erupted at a rap-music concert and dance in the Bedford-Stuyvesant section of Brooklyn, the police said. The shootings, at the Uhuru Center, situated in an old armory at 357 Sumner Avenue, were among" , "date" : "19860818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "YOUTH SLAIN AT A BROOKLYN DANCE; 7 OTHERS KILLED IN VIOLENCE IN CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/18\/nyregion\/youth-slain-at-a-brooklyn-dance-7-others-killed-in-violence-in-city.html"} , {"body" : "The Monarch Wine Company of Brooklyn has agreed to sell its Manischewitz brand to the upstate Canandaigua Wine Company and plans to shut down the Brooklyn winery where the well-known kosher wines are made, industry sources said yesterday. Neither the president of Canandaigua, Marvin Sands, nor the secretary-treasurer of Monarch, Meyer Robinson," , "date" : "19860814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WINERY IN BROOKLYN IS SAID TO BE SELLING MANISCHEWITZ LINE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/14\/nyregion\/winery-in-brooklyn-is-said-to-be-selling-manischewitz-line.html"} , {"body" : "Three nuns run All Saints Roman Catholic Church in a rather poor parish in the Williamsburg section of Brooklyn. They pay the church's bills and write its checks. They plan the liturgy for Sunday masses. They counsel the anguished and console the sick. They preach once or twice a month. They also run the twice-weekly bingo games, put the two guard" , "date" : "19860812" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW ROLE FOR WOMEN: NUNS GUIDE A BROOKLYN PARISH" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/12\/nyregion\/new-role-for-women-nuns-guide-a-brooklyn-parish.html"} , {"body" : "Every Friday, 15 minutes before the start of the Jewish Sabbath, a siren wails atop a Hasidic school in the Williamsburg section of Brooklyn. Some last-minute hustle and bustle is obvious on the streets and then, as the day of rest arrives with the sinking sun, the siren goes off. Suddenly all is quiet. The men are in the synagogue, the women are" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF WILLIAMSBURG; HASIDIC ENCLAVE: A STEP BACK TO OLDER VALUES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/the-talk-of-williamsburg-hasidic-enclave-a-step-back-to-older-values.html"} ,   {"body" : "Three great fleets moved on the city yesterday - sailing ships from the east, warships from the south and pleasure boats from every direction. Together, the Coast Guard said, they formed an ad hoc armada, about 25,000 vessels - from dark green kayaks bobbing in the East River to long gray aircraft carriers anchored in New York Bay. For seafarers" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LIBERTY WEEKEND\/THE HARBOR; SHIPS OF ALL SIZES JOIN AD HOC ARMADA" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/liberty-weekend-the-harbor-ships-of-all-sizes-join-ad-hoc-armada.html"} , {"body" : "DRIVERS were fed up with stopping every few miles on the Connecticut Turnpike to throw coins into toll baskets. Eliminate the eight toll plazas, many argued, and traffic would move both faster and more safely. The tolls were lifted in October, after the turnpike had paid for itself, and what happened? Truck traffic on the Greenwich section of the" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THERE'S JUST NO END TO THE AREA'S STOP AND GO" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/weekinreview\/there-s-just-no-end-to-the-area-s-stop-and-go.html"} , {"body" : "Edward F. Cavanagh Jr., an innovative New York City Fire Commissioner and later a Deputy Mayor, died Tuesday in Morristown (N.J.) Memorial Hospital after suffering a stroke. He was 79 years old and lived in Boca Raton, Fla. When Mayor Robert F. Wagner, a close friend, named Mr. Cavanagh, a Harvard-trained attorney, polished clubman and former" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "EDWARD CAVANAGH JR. DIES; FORMER FIRE COMMISSIONER" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/obituaries\/edward-cavanagh-jr-dies-former-fire-commissioner.html"} , {"body" : "EXTERIORS in the Williamsburg section of Brooklyn are often deceiving. Bleak and seemingly abandoned factories provide dramatic loft space for artists. Just beyond desolate blocks, tree-lined streets are home to a vibrant Hasidic community. And suddenly, among burned-out buildings, churches distinctive in architecture and rich in history" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/if-you-re-thinking-of-living-in-williamsburg.html"} , {"body" : "Following is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. AMERICAN FESTIVAL CAFE, #20 West 50th Street (246-6699) - * (July 27, 1984) You might celebrate Father's Day with a meal at this cheerful Rockefeller" , "date" : "19860613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Dining Out Guide: Father's Day" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/13\/arts\/dining-out-guide-father-s-day.html"} , {"body" : "State health inspectors will be sent into the Harlem Hospital Center as part of an unusual joint effort by the state and city to correct the hospital's medical, nursing and administrative problems. The head of hospital services for the State Department of Health, Wayne Osten, said it would be the first time state inspectors would be sent into a" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "ALBANY AIDES SENT TO MONITOR A CITY HOSPITAL" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/nyregion\/albany-aides-sent-to-monitor-a-city-hospital.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "To some residents of the East New York section of Brooklyn, it was only a matter of time before the illegal drag races on Vandalia Avenue resulted in tragedy. The strip, at Fountain Avenue in the Spring Creek area, in a sparsely populated industrial area near the Starrett City housing development, has long been used for racing, its curbs and" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "TWO KILLED IN A BROOKLYN DRAG RACE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/two-killed-in-a-brooklyn-drag-race.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} ,   {"body" : "Lee Iacocca firmly states in his tough-talking autobiography that ''there are no free lunches.'' But Lee: a million bucks? Mr. Iacocca says that he simply won't go to luncheons anymore unless the organizers guarantee him a donation to his Statue of Liberty-Ellis Island Foundation of at least $1 million (plus, one presumes, complimentary meal with" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELLIS ISLAND (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "THE IACOCCA TOUCH" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/the-iacocca-touch.html"} , {"body" : "Friday FESTIVALS ON FILM When the freelance photographer Roberta Grobel Intrater realized that most of New York City's ethnic festivals had not been thoroughly documented, she set out on an eight-year project. The results can be seen at the New-York Historical Society, which is staging an exhibition of her work in honor of the Statue of Liberty's" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/arts\/weekender-guide.html"} , {"body" : "IN taking her camera to Metropolitan Avenue in the Williamsburg and Greenpoint sections of Brooklyn, Christine Noschese was onto something. It's a neighborhood, we learn, in which Italians settled nearly a century ago, Poles about 60 years ago, blacks after World War II. It has been sliced up by the Brooklyn-Queens Expressway and beaten up by all" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "SCREEN: BROOKLYN BARBRA" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/movies\/screen-brooklyn-barbra.html"} , {"body" : "NOSTALGIA buffs with fond memories of the 1950's should feel right at home at Peter Luger Steakhouse in Great Neck, a branch of the Brooklyn landmark in the Williamsburg section. The restaurant reopened about two months ago after having been shuttered for a year and a half following a fire. To step back into the past, first of all the cooking" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREAT NECK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "DINING OUT; WHERE THE STEAK REIGNS SUPREME" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/dining-out-where-the-steak-reigns-supreme.html"} , {"body" : "An unidentified man, shot in the head a number of times, was found dead in a parked Lincoln on the west side of 10th Avenue between 35th and 36th Streets at about 10 last night, the police said. Acting on a tip from an unidentified witness, police officers in the area arrested Stephen Locurto, 24 years old, of 299 Graham Avenue in the Williamsburg" , "date" : "19860510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Man Is Found Slain in Car" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/10\/nyregion\/man-is-found-slain-in-car.html"} , {"body" : "Jonathan Cruz went to help a fellow passenger on the A train in Brooklyn yesterday morning. Then, when trouble and a razor blade were turned on him, he, too, got help from strangers. In the end, the transit police said, Mr. Cruz, 28 years old, who works for a company that supplies temporary office help, was left with 40 stitches on four deep cuts" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SAMARITAN STIRS MORNING MELEE ON THE A TRAIN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/samaritan-stirs-morning-melee-on-the-a-train.html"} , {"body" : "A grand jury yesterday indicted a Brooklyn subway token clerk on weapons charges in the shooting death last January of a man who he said had tried to rob him of Transit Authority money. The panel declined to indict the 55-year-old clerk, James Grimes, on homicide charges. The District Attorney's office would not discuss its presentation to the" , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "TOKEN CLERK INDICTED ON GUN CHARGES IN SHOOTING" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/nyregion\/token-clerk-indicted-on-gun-charges-in-shooting.html"} , {"body" : "One hospital offers free baby blankets, cute T-shirts and candlelight dinners in bed for new parents. Others offer free blood-pressure and cholesterol tests. Yet another has hired the former director of the ''I Love New York'' campaign to sharpen its competitive edge. Faced with empty beds and underused services, many hospitals in the New York" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "47" , "title" : "HOSPITALS, COMPETING FOR SCARCE PATIENTS, TURN TO ADVERTISING" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/nyregion\/hospitals-competing-for-scarce-patients-turn-to-advertising.html"} , {"body" : "A third suspect in the holdup-murder of a jeweler in Manhattan's midtown diamond district has been arrested and a fourth is still being sought, the police said yesterday. Acting on information supplied by two suspects seized in a running gun battle after the slaying Friday, detectives arrested the third suspect, Felix Perez, 36 years old, at his" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLICE SEEKING A 4TH SUSPECT IN SLAYING OF JEWELER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/police-seeking-a-4th-suspect-in-slaying-of-jeweler.html"} , {"body" : "To the Editor: You should be commended for asking a long-overdue question: ''What $70,000 Buys for the Homeless'' (editorial, March 25). For starters, it buys a bus ride to the old Greenpoint Hospital in the Williamsburg-Greenpoint section of Brooklyn, where New York City has been sheltering hundreds of homeless men (over 600 at last count) since" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Distribute Homeless Shelters Fairly Throughout New York City" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/opinion\/l-distribute-homeless-shelters-fairly-throughout-new-york-city-933586.html"} ,   {"body" : "Two-year-old Robert McClinton looked at the hypodermic syringe that held measles vaccine and let out a wail. The wail grew to a scream as Dr. John D. Porter, a state endocrinologist, stuck the needle into Robert's left arm. The screams continued until Theody Gomez, a clerk with the Human Resources Administration who was assisting at the Curries" , "date" : "19860405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "JERSEY FOCUSING ON PRESCHOOLERS IN MEASLES CRISIS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/05\/nyregion\/jersey-focusing-on-preschoolers-in-measles-crisis.html"} , {"body" : "CONSTRUCTION is to begin this June on what officials say will be the first major new industrial plant in the Williamsburg section of Brooklyn in almost 40 years. Plans for the $4.5 million building, which will house a printing plant and graphic arts studio, were announced last week by city officials and Pfizer Inc., which operates a pharmaceutical" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "AFTER DECADES, A FACTORY FOR WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/realestate\/after-decades-a-factory-for-williamsburg.html"} , {"body" : "An off-duty New York City Housing Authority police officer was shot to death last night when he was robbed in a housing project in the Brownsville section of Brooklyn, the police said. The 47-year-old officer, James Holmes, was pronounced dead on arrival at Brookdale Hospital, according to a police spokesman, Sgt. Raymond A. O'Donnell. Shortly" , "date" : "19860324" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "VAN DYKE HOUSES (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HOUSING POLICEMAN FATALLY SHOT BY ROBBERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/24\/nyregion\/housing-policeman-fatally-shot-by-robbers.html"} , {"body" : "A convicted burglar and rapist, free on parole, was charged early yesterday with possession of the gun that was used to kill a Dominican diplomat's son in Manhattan on Monday and he is a suspect in the killing itself, the police said. The man, Raymond Rivera, 27 years old, of South Second Street in the Williamsburg section of Brooklyn, was arrested" , "date" : "19860320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Ex-Convict Tied To Murder Gun" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/20\/nyregion\/the-city-ex-convict-tied-to-murder-gun.html"} , {"body" : "ALL over the world, wherever the pig is eaten, hams are, too. Traditionally, the family pig was butchered at Christmas and pork cuts were cured to provide a source of meat throughout the winter. Today, pigs are slaughtered and hams are cured and eaten the year round. They are popular fare for holiday buffets, from Christmas to Fourth of July, but" , "date" : "19860312" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "WEIGHING IN WITH THE BEST EASTER HAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/12\/garden\/weighing-in-with-the-best-easter-hams.html"} , {"body" : "Quality and Value in Nuts While J. Wolsk & Company is not the easiest place to find, it's well worth the effort. At 81 Ludlow Street, between Delancey and Broome Streets, near the approach to the Williamsburg Bridge, the nut, dried fruit and candy store has been a Lower East Side institution since 1938. Two years ago, it moved from a cramped space" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/garden\/food-notes-381686.html"} , {"body" : "A report by an environmental group said yesterday that New York City's $1.5 billion plan to build five garbage-to-energy incinerators could have ''potentially devastating'' health consequences for residents of the metropolitan area. The 177-page report was released yesterday by the New York Public Interest Research Group, a nonprofit environmental" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ENVIRONMENTALISTS' REPORT FAULTS CITY'S PLANS TO INCINERATE GARBAGE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/environmentalists-report-faults-city-s-plans-to-incinerate-garbage.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "TO buy Brooklyn from the Indians, the early Dutch settlers paid 200 times as much they did for Manhattan, a new analysis of 17th century records shows. In part, this is because the native residents had become more savvy about the value of land. But the pattern of land transfers in Brooklyn, which was sold bit by bit in 22 different deals, was also" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EARLY RECORDS SHATTER IMAGE OF INDIANS AS DUPES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/science\/early-records-shatter-image-of-indians-as-dupes.html"} , {"body" : "A PROMOTIONAL poster displayed in Borough Park offers this description of the predominantly Jewish Brooklyn neighborhood: ''A thriving community of traditional family values.'' Residents say it is true. In this community of more than 100,000 people packed into 200 blocks, signs of tradition are easy to spot. Storefronts advertise in Hebrew," , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/if-you-re-thinking-of-living-in-borough-park.html"} ,   {"body" : "''Sicily?'' people wondered when my wife and I announced our itinerary last year. ''But why?'' We gave the usual worthy reasons, both general and specific: curiosity about that triangular island at the tip of the boot, of which we had few other images than those, culled mainly from ''The Godfather,'' of rustic farms and bloody murder; and a desire" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SICILY" , "ITALY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "39" , "title" : "A QUESTION OF DEGREE IN SICILY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/travel\/a-question-of-degree-in-sicily.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "If a single recent event has symbolized the city's construction boom, it is not the opening of Trump Tower or any of the other gaudy office or apartment towers in Manhattan. Rather it was the opening of a sewage treatment plant in northern Manhattan by Mayor Koch on Dec. 30. The sewage facility, the North River Water Pollution Control Plant," , "date" : "19860113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S BIGGEST CONSTRUCTION BOOM: PUBLIC PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/13\/nyregion\/city-s-biggest-construction-boom-public-projects.html"} , {"body" : "The reporter for a large London weekly had called to discuss what he discreetly described as ''the generally unfavorable notices'' for Hugh Hudson's would-be epic about the American War of Independence, ''Revolution,'' which had opened in New York on Christmas Day. ''Is it possible,'' he asked, ''that some people were offended by the fact that this" , "date" : "19860112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM VIEW; ONCE MORE, 1776 TAXES FILMGOERS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/12\/movies\/film-view-once-more-1776-taxes-filmgoers.html"} , {"body" : "David N. Dinkins yesterday attended his first Board of Estimate meeting as Manhattan Borough President and promptly warned that he would demand commitments to hire city residents, particularly black and Hispanic workers, from developers bringing projects before the board. ''Obviously, the time for the word to get out is not upon the vote in the" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IN DEBUT ON BOARD, DINKINS STRESSES MINORITY JOBS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/nyregion\/in-debut-on-board-dinkins-stresses-minority-jobs.html"} , {"body" : "A Brooklyn subway token clerk who shot a man who was trying to rob him, according to the police, was charged yesterday with carrying an unlicensed gun. But the 55-year-old clerk, James Grimes of Queens Village, was not being charged ''at this time'' for the shooting itself, said a spokesman for the Brooklyn District Attorney's office. Mr. Grimes" , "date" : "19860108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ROBBERS' VICTIM FACES A GUN CHARGE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/08\/nyregion\/robbers-victim-faces-a-gun-charge.html"} , {"body" : "The yellow cab is no longer effective as an undercover vehicle, which is one of the ways that Lieut. John Sullivan measures the success of Operation Pressure Point, the Police Department campaign to sweep drug dealers and their customers from the streets of the Lower East Side. ''We've been jumping out of these cabs for two years now, and they're" , "date" : "19860108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE TRENCHES OF A WAR AGAINST DRUGS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/08\/nyregion\/in-the-trenches-of-a-war-against-drugs.html"} , {"body" : "To the Editor: Your Christmas Day editorial ''A Way Out of the Homeless Hotels'' introduces an initiative by entrepreneur Leonard Stern which defines a plan for involving the private sector in providing for the homeless. Though the concept holds promise, and is particularly laudable for recognizing the need to anchor families in supportive" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Letter: On Care of the Homeless; Looking Beyond Hotels and Shelters" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/opinion\/l-letter-on-care-of-the-homeless-looking-beyond-hotels-and-shelters-392786.html"} , {"body" : "The city has awarded a contract to Signal Environmental Systems to build a $300 million garbage incinerator at the old Brooklyn Navy Yard, the company announced yesterday. The plant, to be owned and operated by Signal, is to convert 3,000 tons of garbage a day into steam for sale to Consolidated Edison. Construction is to begin late in 1986. The" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Contract Awarded For Garbage Plant" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/contract-awarded-for-garbage-plant.html"}]