[  {"body" : "The Brooklyn District Attorney's office and the New York City Department of Investigation have opened separate inquiries into how a real-estate development firm in which Michael J. Lazar was a partner obtained an apparently bogus document and used it to get public financing of a $6.8 million Brooklyn apartment building. Spokesmen for both offices" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 INQUIRIES ON BROOKLYN REAL-ESTATE DEAL" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/2-inquiries-on-brooklyn-real-estate-deal.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "A former City Transportation Commissioner, Michael J. Lazar, said yesterday that he had ''no involvement whatsoever'' in submitting an apparently bogus document for a Brooklyn housing project. Copies of the document, a certificate of occupancy, were filed in July 1984 with state and city housing agencies by a developer, Rose Garden Associates. Mr." , "date" : "19861111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Lazar Denies Housing Role" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/11\/nyregion\/metro-datelines-lazar-denies-housing-role.html"} , {"body" : "A real-estate development firm in which Michael J. Lazar was a partner submitted an apparently fictitious document to Federal, state and city agencies that cleared the way for permanent public financing of a $6.8 million apartment building in Brooklyn, according to governmental records. Copies of the document, a certificate of occupancy, were filed" , "date" : "19861110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LAZAR FIRM SAID TO FILE FALSE PAPER" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/10\/nyregion\/lazar-firm-said-to-file-false-paper.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. Today, 11 A.M. to 6 P.M. Feast of San Gennaro, Mulberry Street, lower Manhattan. Food, games, entertainment. Today through Sunday, noon to midnight. Street Festival, Sarkis Armenian Church, 42d Avenue," , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Festivals and Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/arts\/festivals-and-fairs.html"} , {"body" : "THREE years ago, to protect the character of brownstone streets and neighborhoods of low-rise apartment buildings throughout New York City, the Planning Commission established new zoning districts that allow builders to put up bulkier but lower buildings. Although applicable in principle throughout the city, the zoning was devised with the Upper" , "date" : "19860713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "JACKSON HEIGHTS (QUEENS)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "A High-Coverage Project in Queens" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/13\/realestate\/a-high-coverage-project-in-queens.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "To the Editor: In the interest of accuracy, I would like to note that the legal suit that you mentioned in your article on March 2 entitled ''The Stakes in Contextual Zoning'' was filed by the Citizens for the Preservation of Windsor Terrace with the urging and the support of elected officials at several levels of government. At the forefront of" , "date" : "19860406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "HELPING HANDS IN ZONING SUIT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/06\/realestate\/l-helping-hands-in-zoning-suit-275586.html"} , {"body" : "INTEREST rates have declined. Tax-abatement programs for housing construction, at least ous. The need for an increase in the production of housing at prices that middle-income people can afford is taken for granted. So what can make it happen? Mayor Koch raised that question last December when he asked 34 large construction organizations for" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: HOUSING COSTS; Bridging the Gulf of Affordability" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/realestate\/perspectives-housing-costs-bridging-the-gulf-of-affordability.html"} ,   {"body" : "AT City Hall and in Albany, public officials dwell upon their eagerness to stimulate housing construction. But in many neighborhoods where development might occur, homeowner groups supported by elected officials have succeeded in thwarting high-rise intrusions. In the Windsor Terrace section of Brooklyn, a more complicated variation on this" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: HIGH-RISE HOUSING; THE STAKES IN 'CONTEXTUAL ZONING'" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/realestate\/perspectives-high-rise-housing-the-stakes-in-contextual-zoning.html"}]