[  {"body" : "When hitting the road this summer, Cyd and Alec Daitsman have passed up hot spots like the Hamptons and Fire Island. Instead they've made the scene in Troy, N.Y., Augusta, N.J., and Aberdeen, Md. Those towns aren't known for their beaches or night life. But they do have minor-league ballparks, where the Daitsmans can indulge their summertime" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Fans Aren't Minor: They Root, Root, Root For the Home Team, Even on the Road" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/neighborhood-report-brooklyn-up-close-fans-aren-t-minor-they-root-root-root-for.html"} , {"body" : "Almost from the moment that the World Trade Center towers collapsed on Sept. 11, as people attempted to grasp the magnitude of the attack by tallying losses, they have tried to figure out which towns and neighborhoods were worst hit. Now with the New York City medical examiner office's release on Monday of the most thorough list of victims, it is" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOBOKEN (NJ)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Zones of Devastation From 9\/11: Mapping the Victims by ZIP Code" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/nyregion\/zones-of-devastation-from-9-11-mapping-the-victims-by-zip-code.html"} , {"body" : "The City Council voted overwhelmingly yesterday to revise the term-limits law, eliminating a provision that held some council members to a maximum of only six years in office, rather than eight. Mayor Michael R. Bloomberg is likely to veto the measure, his aides said yesterday, although few expect him to use his pulpit to rail against the change. A" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Council Passes Measure On Term-Limits Disparity" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/nyregion\/city-council-passes-measure-on-term-limits-disparity.html"} , {"body" : "Thomas V. Daily, the Roman Catholic bishop of Brooklyn, issued a mea culpa yesterday for his actions while serving in Boston when a pedophile priest was shuffled from parish to parish and acknowledged the pain caused by such sexual abuse. The bishop's statement, which broke his silence on the scandals, is particularly significant both because of" , "date" : "20020323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In Hindsight, Regret For Some Decisions" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/23\/nyregion\/in-hindsight-regret-for-some-decisions.html"} , {"body" : "To the Editor: Re: ''Street-Cleaning Rules Are Whisked Away, and Drivers Get a Little Patch of Heaven'' (Feb. 24): I have noticed that in areas of Crown Heights, Brooklyn, like St. John's Place and Albany Avenue, and in East Flatbush near New York Avenue there are four days of alternate-side parking. These are predominantly African-American" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "More Dispatches From the Parking Front" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/l-more-dispatches-from-the-parking-front-883603.html"} , {"body" : "The only hint of what really goes on inside the Flushing offices of David Scheinfeld, attorney at law, is a giant red ceramic heart perched on a balcony of the three-story building. More often than not, the jittery clients who slip through the doors of the building, at 135-28 40th Road, in the heart of a crowded Chinese neighborhood in Queens, are" , "date" : "20020302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They Call Her the Chinese Cupid; With New Immigrants, New Competition to Find Them Spouses" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/02\/nyregion\/they-call-her-chinese-cupid-with-new-immigrants-new-competition-find-them.html"}]