[  {"body" : "The rate of infant deaths in New York City dropped to another record low -- 6.1 deaths out of 1,000 live births -- in 2001, down from 6.7 deaths a year earlier, according to the latest data from the Department of Health and Mental Hygiene. Central Harlem had the highest rate, at 13.1, up from 10.3 in 2000. The rate in Bedford-Stuyvesant, Brooklyn," , "date" : "20021231" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Infant Survival Improving" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/31\/nyregion\/metro-briefing-new-york-manhattan-infant-survival-improving.html"} , {"body" : "One unchanging truth about New York City's neighborhoods is that they constantly change. Yet there are city neighborhoods that seem to defy that rule, and one of them is Gerritsen Beach in Brooklyn. Tucked between Sheepshead Bay and Marine Park, Gerritsen Beach is a seaside colony of more than 2,300 closely packed bungalows and brick homes, a" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Same) Old Neighborhood; A Brooklyn Enclave Happily Avoids Assimilation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/the-same-old-neighborhood-a-brooklyn-enclave-happily-avoids-assimilation.html"} , {"body" : "Some refer to the stretch of concrete flanked by barren trees and puddles of muddy slush that cuts across the heart of the Tompkins Houses in Bedford-Stuyvesant as Death Lane. When a volley of gunshots rang out on Saturday afternoon, it was an all too familiar sound, people in the housing project said yesterday. A bullet from one of those shots cut" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Bullet Increases Unease on 'Death Lane'" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/stray-bullet-increases-unease-on-death-lane.html"} , {"body" : "A 28-year-old woman died yesterday after she was struck by a bullet in her Brooklyn apartment in what investigators said appeared to have been a random shooting. The police said Miesha Hubbard was shot once in the head at 4:25 p.m. as she watched television in her first-floor apartment at 99 Tompkins Avenue in Bedford-Stuyvesant. The bullet pierced" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Bullet Pierces Window, Killing a Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/bullet-pierces-window-killing-a-brooklyn-woman.html"} , {"body" : "6 Years After Shootings, A Victim's Pain Persists Six years ago this month, it looked as if Eddie Brown would not see another New Year. ''It's a miracle I'm still here,'' he said recently. In the early morning of Dec. 7, 1996, Mr. Brown, above, was one of five people ordered to the floor of a Brooklyn social club by a man who announced a robbery." , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/following-up.html"} , {"body" : "A gas pipe explosion yesterday morning turned into a two-alarm fire and destroyed an empty two-family house at 244 Saratoga Avenue in Bedford-Stuyvesant, fire officials said. Three surrounding houses had minor exterior damage, and the Red Cross took 11 people to shelters, fire officials said. The officials said a family had moved out of the house" , "date" : "20021225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: House Burns After Gas Explosion" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/25\/nyregion\/metro-briefing-new-york-brooklyn-house-burns-after-gas-explosion.html"} , {"body" : "Sonny Carson, a black activist who was one of the central figures in the battle over community control of New York City's public schools in the 1960's, died Friday night at the Manhattan Veterans Affairs Medical Center. He was 66 and lived in Queens. Mr. Carson had been in a coma since suffering two heart attacks a few months ago, a spokesman for" , "date" : "20021223" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Sonny Carson, 66, Figure in 60's Battle for Schools, Dies" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/23\/nyregion\/sonny-carson-66-figure-in-60-s-battle-for-schools-dies.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through the holiday season, ''Origami Tree: Pocket Posey,'' featuring more than 4,000 hand-folded paper models of various flora. ''Under Antarctic Ice,'' 30 large-format photographs of mammals, fish and plants found under the ice in" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/arts\/spare-times-468118.html"} , {"body" : "An 18-year-old Brooklyn man was stabbed to death yesterday in the home he shared with his sister and his baby son, the authorities said. Lisa Alvarez, the sister of the victim, Jermaine Alvarez, discovered his body yesterday about 6:40 p.m., at their third-floor apartment on East 108th Street near Flatlands 10th Street in Canarsie. He had been" , "date" : "20021218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man, 18, Is Fatally Stabbed in Brooklyn, and Police Seek a Motive" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/18\/nyregion\/man-18-is-fatally-stabbed-in-brooklyn-and-police-seek-a-motive.html"} , {"body" : "Denise Ragsdale has survived an odyssey of abusive homes and relationships. At 39, living with H.I.V., she is ready for a new life. She is getting one, too, with help from charitable agencies like the UJA-Federation of New York, and The New York Times Neediest Cases Fund. ''She has really come full circle,'' said Sinda Newman, a social worker at" , "date" : "20021217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Struggling to Overcome A Long History of Abuse" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/17\/nyregion\/the-neediest-cases-struggling-to-overcome-a-long-history-of-abuse.html"} ,   {"body" : "THE SETTING -- The marble lobby of the old East River Savings Bank in NoLIta, where 200 D. J.'s took turns spinning elevator music for a graffiti-inspired clothing-sample sale. Hip-hop sweatshirts, dot-com cargo pants and modish fanny packs were marked down by up to 85 percent, as part of a two-week sale that runs through today. The scene resembled" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN -- BUZZ; Not Too Cool to Look for a Sale: A Bargain Basement With D.J.'s" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/nyregion\/neighborhood-report-lower-manhattan-buzz-not-too-cool-look-for-sale-bargain.html"} , {"body" : "Sally Smith, a tenant association leader at the Dr. Betty Shabazz Complex in Brooklyn, wants her apartment building to be the way it used to be. After six years of help from a nonprofit community organization, she says, it is getting there. ''When we moved here it was beautiful,'' said Ms. Smith, who at 66 is a widow and a mother of three. Her" , "date" : "20021205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; For Leader Of Tenants, A Struggle Pays Off" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/05\/nyregion\/the-neediest-cases-for-leader-of-tenants-a-struggle-pays-off.html"} , {"author" : "E-mail: anemona@nytimes.com" , "body" : "IN its current issue, Business Week lists America's 50 most generous philanthropists. Bill and Melinda Gates rank No. 1, for supporting health and education; George Soros is No. 6, for promoting open and free societies. Mayor Bloomberg made the top 50 on the Forbes list of richest Americans, at No. 29 this year. He has said he gave $122 million to" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Nuisance to the Rich, Worse to the Poor" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/coping-nuisance-to-the-rich-worse-to-the-poor.html"} , {"body" : "A FRIEND recently marveled to Omar Wasow, executive director of BlackPlanet.com, that it is amazing to visit a dot-com where people still have jobs. You are struck by this, too, as Mr. Wasow, who is lanky with dreadlocks draped in a long ponytail, gives a tour of the youthful Flatiron District offices on a late afternoon. Mr. Wasow, 31, is" , "date" : "20021127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; Entrepreneur Takes Black-Oriented Site Out of Red" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/27\/nyregion\/public-lives-entrepreneur-takes-black-oriented-site-out-of-red.html"} , {"body" : "SOMETHING in the air seems to be changing. Once again, it's not uncommon to feel a vague sense of dread when walking down a shadowy street. Strangers look slightly menacing. The sound of footsteps provokes a sense of unease. It's not as bad as it was a decade ago, when crime was every New Yorker's waking nightmare. But New Yorkers are more fearful" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Deepening Shadows" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/deepening-shadows.html"} , {"body" : "In East Harlem, posters have been taped to the door of the 19th-century red-stone firehouse that is home to Engine Company 36. Political leaders from Representative Charles B. Rangel to the Rev. Al Sharpton have been called. Fliers have been handed out. Firefighters have been facing the media, somber and indignant. Engine Company 36 on 125th Street" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "As Closings Loom, Firefighters Try to Rally Neighbors" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/as-closings-loom-firefighters-try-to-rally-neighbors.html"} , {"body" : "Eight fire companies would be disbanded as part of a $51 million reduction in the Fire Department's $1 billion budget. The closings would save the department $10.8 million, but could not take place before a 45-day public review. The companies slated for closing are: in Brooklyn, Engine 204 in Cobble Hill, Engine 212 in Greenpoint, Engine 278 in" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE MAYOR'S BUDGET PLAN: SPENDING; Fire Department" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/nyregion\/the-mayor-s-budget-plan-spending-fire-department.html"} , {"body" : "In the Argentine desert, scientists from around the world are spending $100 million to try to solve the mystery of the origin of high-energy cosmic particles, using 1,600 particle detectors spread across 1,000 square miles. In New York City, a physics professor at New York University wants to construct a comparable large-scale observatory --" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Students Build A System to Solve A Cosmic Puzzle; A Series of Particle Detectors In Schools Across the City" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/nyregion\/students-build-system-solve-cosmic-puzzle-series-particle-detectors-schools.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. This weekend, most of the city's rock clubs are participating in the CMJ Music Marathon, a convention that began on Wednesday. The showcase concerts are free to a limited number of" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/movies\/pop-and-jazz-guide-678856.html"} , {"body" : "Imagine this: Public restrooms come equipped with clean, well-lighted diapering stations, and taxis carry child safety seats in their trunks. Young people suddenly eschew metal baseball bats, as well as toy guns that could be made to look real. Trucks stick to their designated routes, never idle and glide quietly over those metal plates in the" , "date" : "20021028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Little Things Mean a Lot To the Council" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/28\/nyregion\/little-things-mean-a-lot-to-the-council.html"} ,   {"body" : "Cabaret for Hospital TOMORROW -- An evening of cabaret with Barbara Cook, at the New York State Theater at Lincoln Center, will raise money for the Weill Cornell Center of New York-Presbyterian Hospital. Drinks at 6:30 will be followed by the performance at 7:30 and dinner at 8:30. Black tie. Tickets, $1,000, from (212) 685-1095. Creative Coalition" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/benefits-576166.html"} , {"body" : "James Searles, who elevated the lightning-fast form of checkers played mainly by black men in barbershops, parks and sidewalks to the province of an exclusive if distinctly clamorous society -- the Brooklyn Elite Pool Checker Club -- died in Brooklyn on Oct. 5. He was 90. A retired warehouse worker, he lived in the Bushwick neighborhood of" , "date" : "20021014" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "James Searles, 90, a Master of Lightning-Fast Checkers" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/14\/nyregion\/james-searles-90-a-master-of-lightning-fast-checkers.html"} , {"body" : "WHEN David Graham, a 38-year-old painter, gave up a studio carved out of an old diner in Williamsburg in 1997, 6 years into a 10-year lease to spend a year in Montreal, he figured he would have little difficulty duplicating it when he returned a year later. ''There was still a lot of space available, so I didn't think it would be a big deal,'' he" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "RED HOOK (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "ROCKAWAY PENINSULA (NYC)" , "WILLIAMSBURG (NYC)" , "YONKERS (NY)" , "BEDFORD-STUYVESANT (NYC)" , "PORT CHESTER (NY)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "JERSEY CITY (NJ)" , "HARLEM (NYC)" , "BRIDGEPORT (CONN)" , "NEW ROCHELLE (NY)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Artists Canvassing for Space" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/realestate\/artists-canvassing-for-space.html"} , {"author" : "James Traub, a contributing writer for the magazine, has written often about education." , "body" : "For much of 1968, J.H.S. 271, a junior high school in the impoverished central Brooklyn neighborhood of Ocean Hill-Brownsville, served as the command center for one of the great, agonizing racial psychodramas in New York history. It was from here that a ''planning council'' of activists and parents ran the local schools in an experiment, financed" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "71" , "title" : "A Lesson in Unintended Consequences" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/a-lesson-in-unintended-consequences.html"} , {"body" : "Dr. Eugene T. Reed, a Long Island dentist who was a militant leader of the civil rights movement in the 1950's and 60's -- staring down rifle-bearing farmers in Mississippi and leading protests in New York -- died last Wednesday at his home in Amityville, N.Y. He was 79. The cause was a heart attack, his daughter, Dorothy Reed, said. Dr. Reed held" , "date" : "20021002" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Eugene T. Reed Dies at 79; A Warrior for Civil Rights" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/02\/nyregion\/eugene-t-reed-dies-at-79-a-warrior-for-civil-rights.html"} , {"body" : "State Comptroller H. Carl McCall rallied his Democratic base yesterday, stumping at five Brooklyn churches and then at a street fair on the Upper West Side, where he dismissed questions about whether he had used his position to try to get jobs for his daughter and his cousin as ''distractions.'' ''I don't want to focus on that,'' Mr. McCall, the" , "date" : "20020930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Calling Letters 'Distractions,' McCall Attempts to Move On" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/30\/nyregion\/calling-letters-distractions-mccall-attempts-to-move-on.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * EL BACHATAZO DEL BRONX, Lehman Center for the Performing Arts, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx, (718) 960-8833. Bachatas are Dominican" , "date" : "20020927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/27\/movies\/pop-and-jazz-guide-077577.html"} , {"body" : "City police officers discharged their firearms on four separate occasions within about five hours late Saturday and early yesterday, hitting a man who fired at them in one of the shootings in Brooklyn, the authorities said. A woman was injured by a suspect's bullet in that case, the police said. None of the officers involved in the cases, in" , "date" : "20020916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Officers, 4 Cases of Gunfire in 5 Hours" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/16\/nyregion\/for-officers-4-cases-of-gunfire-in-5-hours.html"} , {"body" : "Wesley Naylor, a creator and composer of the long-running gospel musical ''Mama, I Want to Sing'' as well as two sequels, died on Aug. 25 at his home in Brooklyn. He was 44. Mr. Naylor was found dead in his apartment. The cause is still under investigation, said his brother Wendell, who added that the police had found no evidence of a crime. Mr." , "date" : "20020913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "25" , "title" : "Wesley Naylor, Composer, Is Dead at 44" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/13\/arts\/wesley-naylor-composer-is-dead-at-44.html"} , {"body" : "Everyone seems to be getting into the book-club act, and it's probably a good thing, too, since perhaps the only upbeat note in a rather flat sales season this spring and summer for book publishing has been the apparent success of the post-Oprah clubs, even if the clubs don't quite fill the void she left. Since Oprah Winfrey bowed out in April," , "date" : "20020912" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "MAKING BOOKS; Black Magazine Tries Book Club" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/12\/books\/making-books-black-magazine-tries-book-club.html"} ,   {"body" : "This list summarizes our recommendations in some of today's primary election races throughout New York State. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 5 general election. Polling hours in the metropolitan area are from 6 a.m. to 9 p.m. GOVERNOR H. Carl McCall (D) LIEUTENANT GOVERNOR Dennis" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/opinion\/new-york-primary-choices.html"} , {"body" : "A 17-year-old Brooklyn boy has been arrested in connection with the stabbing of two other teenagers late Saturday in which one of them died, the police said. Lawrence Palmer was charged with second-degree murder in the 11:30 p.m. stabbing at the corner of Marcy Avenue and Ellery Street in Bedford-Stuyvesant, the police said. The stabbing followed" , "date" : "20020909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Arrested In Stabbing Death" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/09\/nyregion\/metro-briefing-new-york-brooklyn-teenager-arrested-in-stabbing-death.html"} , {"body" : "With just a few days before the Democratic primary, the two candidates for state comptroller are making their final pushes for votes, taking their messages to audiences around the state and, at least in one campaign, hurling charges at the other. For Alan G. Hevesi, the former New York City comptroller, the weekend campaigning was not scheduled to" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Attacks Highlight Last Days of Campaign for Comptroller" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/nyregion\/attacks-highlight-last-days-of-campaign-for-comptroller.html"} , {"body" : "Of the 18 Civil Court judgeships up for election in New York City this November, only six are being contested in next week's Democratic primary. As a practical matter, that means the remaining dozen seats will be filled by men and women deeply beholden to the party pols who gave them a berth on the Democratic line and a virtually uncontested ride" , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For Civil Court in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/opinion\/for-civil-court-in-brooklyn.html"} , {"body" : "Events ''COURT TV'S MOBILE INVESTIGATION UNIT'' lets young sleuths solve the case of the missing cookies by running their own DNA and fingerprint labs. Children's Museum of Manhattan, 212 West 83rd Street. Today through Sunday, 10 a.m. to 5 p.m. Admission, $6, $3 for 65+. Information: (212) 721-1234. TUGBOAT FESTIVAL, with competitions for vessels" , "date" : "20020830" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/arts\/spare-times-for-children.html"} , {"body" : "A Brooklyn man was shot and killed by the police yesterday after he ran from officers, pulled out what was later identified as a fake pistol and pointed it at them, the authorities said. It was the second time in two days that police officers shot and killed an armed man in Brooklyn, the authorities said. On Monday night, the police shot a" , "date" : "20020828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Kill Man in Bedford-Stuyvesant Who They Say Pointed a Fake Gun at Officers" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/28\/nyregion\/police-kill-man-bedford-stuyvesant-who-they-say-pointed-fake-gun-officers.html"} , {"body" : "After years of struggling to recruit enough certified teachers to fill even half of its classroom vacancies, New York City has attracted more than 8,000 qualified candidates for the fall, in effect ending what school officials called the most crippling teacher shortage in decades. Education officials attribute the striking increase in certified" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Shortage Ends As City Lures New Teachers" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/nyregion\/shortage-ends-as-city-lures-new-teachers.html"} , {"body" : "Events ''KIDFLIX FILM FESTIVAL'' this week offers an outdoor screening of ''Bite-Size Cinema,'' short animated works by Brooklyn filmmakers, and a chance for audience members to make their own animation. Tonight at 8:30 at Fulton Park, on Fulton Street between Stuyvesant and Lewis Avenues, Bedford-Stuyvesant, Brooklyn. Free. Information: (718)" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/arts\/spare-times-for-children.html"} , {"body" : "Joel I. Klein practically tiptoed into his tenure as New York City schools chancellor yesterday, doing his best to avoid the public spotlight as he met with school officials, parents and denizens of 110 Livingston Street, the school system's Brooklyn headquarters. Mr. Klein's first appointment as chancellor was in Bedford-Stuyvesant, Brooklyn, one" , "date" : "20020820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Chancellor's First Day Suggests a Low Profile for Now" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/20\/nyregion\/schools-chancellor-s-first-day-suggests-a-low-profile-for-now.html"} , {"body" : "As ceremonies commemorating the attacks of Sept. 11 draw near, many people are planning to mark the occasion with speeches, solemn memorials, a multitude of voices. But at Camp Mariah, the Fresh Air Fund's career awareness camp in Fishkill, N.Y., children have found their own voice, with the aid of canvases and spray paint. Last week, 159 New York" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "The Fresh Air Fund; In 9\/11 Art, Children Look Back And Ahead" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/the-fresh-air-fund-in-9-11-art-children-look-back-and-ahead.html"} ,   {"body" : "Liz Barry and Bill Wetzel sit on sidewalks around the city, not asking for money, or sociological survey data, or dates, or even a shower, though that would help after weeks of camping in parks and on rooftops. They just want to hear stories. In front of them is a sign that says, ''Talk to me.'' They'll go anywhere to talk, like in Brooklyn, from" , "date" : "20020814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talking the Talk, Even With Strangers; An Inquiring Couple With a Sign Are Just Looking for a Nice Story" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/14\/nyregion\/talking-talk-even-with-strangers-inquiring-couple-with-sign-are-just-looking-for.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. Special events this weekend: ''Indigenous Peoples of the Himalayas,'' a lecture by Sher Malik, director of the Indigenous Peoples" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/arts\/spare-times-310204.html"} , {"body" : "The surprising drop in median income in New York City that has puzzled demographers studying the results of the 2000 census appears to be traceable in large part to immigration, according to new census data that show income declines concentrated heavily in neighborhoods in the Bronx, Brooklyn and Queens that have become magnets for new arrivals." , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigration Cut Into Income In New York, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/immigration-cut-into-income-in-new-york-census-finds.html"} , {"body" : "Built in clusters in the Bedford-Stuyvesant section of Brooklyn, 29 new two-family brick houses have been completed by a joint venture of the New York City Department of Housing Preservation and Development and the New York City Housing Partnership. Each house is two stories, the top floor with three bedrooms and two bathrooms, while the ground" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: In Bedford-Stuyvesant; 29 New Homes, $199,963 Apiece" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/realestate\/postings-in-bedford-stuyvesant-29-new-homes-199963-apiece.html"} , {"body" : "Events OUTDOOR STORYTELLING, Saturdays in August at two locations. At the statue of Hans Christian Andersen in Central Park, Fifth Avenue and 72nd Street, Drew Gibson will tell the tale of ''The Mahabarata'' at 11 a.m.; free. In the Bronx, the Brothers Grinn will appear at 2 and 3 p.m. in the Everett Children's Adventure Garden at the New York" , "date" : "20020802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/02\/arts\/spare-times-for-children.html"} , {"body" : "A Brooklyn woman who the police said was high on drugs stabbed her 7-year-old daughter to death yesterday morning and critically wounded a friend who intervened in the stabbing, according to the authorities. They said the woman later turned a pair of scissors on herself. Two other people who happened upon the scene were also attacked by the woman," , "date" : "20020727" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Woman Kills Daughter, 7, and Stabs a Friend, Police Say" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/27\/nyregion\/brooklyn-woman-kills-daughter-7-and-stabs-a-friend-police-say.html"} , {"body" : "New York City officials are urging Con Ed customers across a large section of Lower Manhattan to use electricity sparingly today in an effort to prevent a power failure in the wake of Saturday's major explosion and fire at an electrical transformer on the East River. Consolidated Edison officials said yesterday that its East River Generation" , "date" : "20020722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Con Edison Braces For Hot Workday After Fire at Plant" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/22\/nyregion\/con-edison-braces-for-hot-workday-after-fire-at-plant.html"} , {"body" : "A series of power failures that darkened a Lower Manhattan subway station late Thursday and early yesterday morning forced the shutdown of service on the A, C and E trains for several hours, snarling the morning rush for many commuters. The power losses were the city's most disruptive this summer. More than a hundred homes and businesses in SoHo" , "date" : "20020720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Power Failure Stops Subways At Rush Hour" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/20\/nyregion\/power-failure-stops-subways-at-rush-hour.html"} , {"body" : "A power failure that darkened a Downtown Brooklyn subway station yesterday afternoon tangled subway service during the evening rush, with no trains running on the A and C lines between Bedford-Stuyvesant and Lower Manhattan for about two and a half hours. Other lines were also affected. The disruption in service occurred after a cable burned out on" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Power Failure Snarls Subway Service in Evening Rush" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/nyregion\/power-failure-snarls-subway-service-in-evening-rush.html"} , {"body" : "With walls painted an institutional off-white and the chalky pink of a certain sour stomach remedy, Woodhull Medical and Mental Health Center could never be mistaken for an art museum. Yet hanging in virtually every corner is art of a caliber few would expect to find in a public hospital at the chaotic intersection of three tough north Brooklyn" , "date" : "20020715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "For Post-Op, a Dose of Pop Art at a Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/15\/nyregion\/for-post-op-a-dose-of-pop-art-at-a-brooklyn-hospital.html"} ,   {"body" : "It is perhaps a measure of the bleakness of Patrick Bhola's brief, chaotic life that its quality was only somewhat diminished by his family's eviction from their Brooklyn apartment a month before his death. Patrick, 13, went from staying with four relatives in a one-bedroom apartment in Bedford-Stuyvesant to living with two in a one-room apartment" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Troubled Lives, a $1 Theft, And a 13-Year-Old Boy Slain" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/3-troubled-lives-a-1-theft-and-a-13-year-old-boy-slain.html"} , {"body" : "Facing the third prisoner escape in three days, Police Commissioner Raymond W. Kelly said yesterday that he was creating a task force to review the department's handling of suspects in custody and figure out ways to better secure them. During a news conference at Police Headquarters, Mr. Kelly said that the number of escapes so far this year -- 21," , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Escapes, Kelly Sets Up Review of Police Procedure" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/after-escapes-kelly-sets-up-review-of-police-procedure.html"} , {"body" : "A teenager who is suspected of killing a witness to an earlier killing has been arrested, the police said early today. Trevis Ragsdale, 19, whom investigators described as a member of the Bloods street gang, turned himself in at the Tompkins Avenue station house yesterday, the police said. He was charged with first degree murder, according to" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Killing Of A Witness" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/metro-briefing-new-york-brooklyn-arrest-in-killing-of-a-witness.html"} , {"body" : "A 20-year-old woman and an 18-year-old man were arrested in the killing of a 13-year-old boy whose stabbed and bludgeoned corpse was found Monday night in a squatters' building in Brooklyn, the police said early today. After being questioned, Clarine Jones, 20, of Lafayette Street in Brooklyn, and Delon Lucas, 18, of Sutter Avenue in Brooklyn, were" , "date" : "20020711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two People Are Arrested In Boy's Killing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/11\/nyregion\/two-people-are-arrested-in-boy-s-killing-in-brooklyn.html"} , {"body" : "A 13-year-old boy who had a troubled home life and was apparently unable to sidestep the pitfalls of life on the streets was found killed late Monday in a squatters' building in Brooklyn, the police said yesterday. The death of the boy, Patrick Bhola, was the end of what the police and relatives said was a short and sometimes brutal life. He had" , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Tough Life and Ugly Death Of a Troubled 13-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/nyregion\/the-tough-life-and-ugly-death-of-a-troubled-13-year-old-boy.html"} , {"body" : "A 7-year-old boy suffered head and leg injuries Saturday when he ran from between parked cars and was struck by a Fire Department truck returning from a Brooklyn fire, the police said. The boy, Dushane Jackson, was listed in guarded but stable condition yesterday at Kings County Hospital Center, said Sajjad Ahmed, a hospital administrator. The" , "date" : "20020708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Boy Hit By Fire Truck" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/08\/nyregion\/metro-briefing-new-york-brooklyn-boy-hit-by-fire-truck.html"} , {"body" : "The police released photographs yesterday of a man who they say killed an eyewitness scheduled to testify in a murder trial. They also released photos of a suspect who they believe tried to threaten or bribe other witnesses in the same case. The men, identified as Trevis Ragsdale, 19, and Dupree Harris, 28, are members of the Bloods gang, the" , "date" : "20020706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Seek One Man in Killing Of Witness, Another in Threats" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/06\/nyregion\/police-seek-one-man-in-killing-of-witness-another-in-threats.html"} , {"body" : "A squabble between two girls over a sexual rumor escalated into violence Wednesday evening when a 13-year-old, armed with a hammer and a kitchen knife, fatally slashed a 15-year-old in the courtyard of a Brooklyn housing project, the police said yesterday. The 13-year-old was arrested and charged with first-degree manslaughter in the death of" , "date" : "20020705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13-Year-Old Is Charged After Girl Dies In Stabbing" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/05\/nyregion\/13-year-old-is-charged-after-girl-dies-in-stabbing.html"} , {"body" : "A 15-year-old girl was stabbed in the neck by a 13-year-old girl last night in Bedford-Stuyvesant, the police said. The victim was taken to Woodhull Medical and Mental Health Center in critical condition after the stabbing, which occurred about 8 p.m. behind a building on Quincy Street. The 13-year-old was arrested and charged with first-degree" , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Girl, 15, Is Stabbed" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/metro-briefing-new-york-brooklyn-girl-15-is-stabbed.html"} , {"author" : "Jonathan Mahler is working on a book about New York City and baseball in the late 1970's, to be published by Farrar, Straus & Giroux\/Picador." , "body" : "I GREW up hearing stories about the New York of my father's childhood, the New York of the 1940's and 50's. The lower-middle-class Jewish neighborhood in the Bronx that was thick with semidetached houses; the broom handles swiped from his mother's closet, the pink Spaldeens sailing over manhole covers. That was my mythology. The images were" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER OF '77" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/nyregion\/summer-of-77.html"} ,   {"body" : "A Roman Catholic priest was arrested yesterday in Texas on charges that two years ago he raped a woman on a couch in a Brooklyn rectory, where she had gone for advice about annulling her marriage, the authorities said. Church officials in Brooklyn did not notify law enforcement officials of the woman's accusations against the priest, the Rev." , "date" : "20020622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LAREDO (TEX)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Priest Charged In Rape in 2000 In the Rectory" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/22\/nyregion\/priest-charged-in-rape-in-2000-in-the-rectory.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20020621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/21\/arts\/spare-times-636088.html"} , {"body" : "A man who the police said threw his girlfriend's dog off the balcony of a tall building three weeks ago pleaded not guilty yesterday to 13 charges, including extortion and aggravated cruelty to animals. Prosecutors say the man, John Jefferson, 43, of Bedford-Stuyvesant, Brooklyn, threw the dog, Ribsy, a mixed terrier, from the 23rd-floor balcony" , "date" : "20020620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Not-Guilty Plea In Dog Death" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/20\/nyregion\/metro-briefing-new-york-manhattan-not-guilty-plea-in-dog-death.html"} , {"body" : "A man who had previously told investigators that he and a priest had consensual sex 30 years ago, when both were adults, has been arrested and accused of calling the Roman Catholic Diocese of Brooklyn and threatening to hurt the priest. The man, Sylvester Wilson, 59, of Bedford-Stuyvesant, Brooklyn, called the diocese's switchboard about 5 p.m. on" , "date" : "20020615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Is Arrested and Accused of Threats Against a Priest" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/15\/nyregion\/brooklyn-man-is-arrested-and-accused-of-threats-against-a-priest.html"} , {"body" : "Thousands of children continue to be exposed to lead, especially in minority neighborhoods, despite legislation passed three years ago that set new lead paint regulations for landlords, according to a report released yesterday by the New York Public Interest Research Group. The advocacy group's report, which analyzed data from the city Department" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Study Says Many Children Are Still Poisoned by Lead" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/nyregion\/study-says-many-children-are-still-poisoned-by-lead.html"} , {"body" : "Until yesterday, there was little room for silence at the World Trade Center. In the decades before its collapse, the streets echoed with the wanted bustle of its commerce; in the eight months after, with the haunting roar from the haul of its rubble and the hunt for remains. But at 10:29 yesterday morning, after the tolling of bells and in the" , "date" : "20020531" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Where Twin Towers Stood, a Silent Goodbye" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/31\/nyregion\/where-twin-towers-stood-a-silent-goodbye.html"} , {"body" : "The Brooklyn Academy of Music may well have been the most jubilant place in New York City last Friday night. DanceAfrica celebrated its 25th anniversary, and it was an occasion for cheering. Each year, the festival, under Chuck Davis's direction, brings together companies reflecting various African and African-American dance traditions. These" , "date" : "20020531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "DANCE REVIEW; Rhythms of the Ancestors Are Pulsating Still" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/31\/movies\/dance-review-rhythms-of-the-ancestors-are-pulsating-still.html"} , {"body" : "A science teacher at Intermediate School 33 in Bedford-Stuyvesant was arrested yesterday on charges that he sexually abused a female student in his classroom, the police said. The teacher, Darwin Bailey, 50, was taken into custody after the girl told her mother that Mr. Bailey had rubbed himself against her in the classroom, the police said." , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Teacher Arrested On Sex Charge" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/nyregion\/metro-briefing-new-york-brooklyn-teacher-arrested-on-sex-charge.html"} , {"body" : "A Brooklyn man who was arguing with his girlfriend yesterday threw her dog off the balcony of her 23rd-story apartment in TriBeCa, killing it, the police said. The man, John Jefferson, 43, of Bedford-Stuyvesant, has been charged with robbery, criminal possession of a weapon and animal cruelty, the police said. He was taken to Bellevue Hospital" , "date" : "20020527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Man Charged After Dog Is Hurled Off Balcony" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/27\/nyregion\/man-charged-after-dog-is-hurled-off-balcony.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ANTIBALAS, Makor, 35 West 67th Street, Manhattan, (212) 601-1000. Antibalas delivers a New York makeover to Fela Kuti's Afrobeat, the Nigerian funk propelled by burly saxophones," , "date" : "20020524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/24\/movies\/pop-and-jazz-guide-193119.html"} ,   {"body" : "At the fourth annual Manhattan Cup, there were no garish bass boats, no outboard engines with the thrust of Saturn rocket boosters, nor any of the cutthroat competition and six-figure purses that have come to characterize the modern-day fishing tournament. This, after all, was New York City, the new huggable, love-thy-neighbor," , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "OUTDOORS; Urban Anglers Go Fishing for Joy Off Manhattan" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/sports\/outdoors-urban-anglers-go-fishing-for-joy-off-manhattan.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he would try to bolster the management of nine struggling New York City school districts by requiring five successful districts to show them how to do everything from balancing the books to training teachers and principals. Mr. Levy said he would pay the five consulting school districts $250,000" , "date" : "20020516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Levy Orders 5 Strong Districts To Help 9 That Are Struggling" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/16\/nyregion\/levy-orders-5-strong-districts-to-help-9-that-are-struggling.html"} , {"body" : "Judy Rosenbaum says she hears about it everywhere these days, but she has a hard time understanding the fuss. Crime is making a comeback, her co-workers say. The newspapers write about it. The television news is filled with it. Two weeks ago, she even got up close to it: a brick and bat fight erupted among construction workers near her Upper East" , "date" : "20020513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Crime Low, Many Leave the Doom to Chicken Little" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/13\/nyregion\/with-crime-low-many-leave-the-doom-to-chicken-little.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN BATTERY PARK CITY $270,000 300 Albany Street (Hudson View West) 1-bedroom, 1-bath, 650-sq.-ft. condo in a postwar building; 24-hr. doormen, h\/w floors," , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/realestate\/residential-sales.html"} , {"author" : "Joe Queenan is a contributing writer at GQ. His most recent book is ''Balsamic Dreams: A Short but Self-Important History of the Baby Boomer Generation'' (Henry Holt, 2001)." , "body" : "IT has often been said that all politics is local, as is most remedial hair care. But judging from recent trends, a case can be made that the independent film genre is also becoming intensely, almost exclusively, local. The offerings at the TriBeCa Film Festival, which started Wednesday and ends today, included ''Manito,'' a story set in Washington" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Checking Under the 'Hood" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/urban-tactics-checking-under-the-hood.html"} , {"body" : "It is unusual for a man driving to his friend's funeral to take a detour just to show his wife a gas station. Yet Charles Hernandez did just that. One look at the 16-pump station, opened last month by BP, tells why. Set in a relatively uninhabited, dreary stretch of the South Bronx, in a lot that long served as a good spot to strip cars, the" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MORRISANIA; Fill 'Er Up, Mac, and Easy on the Chili-Dijon Sauce" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/neighborhood-report-morrisania-fill-er-up-mac-and-easy-on-the-chili-dijon-sauce.html"} , {"body" : "A man fighting off a 13-year-old boy who had pulled a knife grabbed it and fatally stabbed him in Brooklyn on Tuesday night, the authorities said yesterday. The man, Jomo Watts, 27, of Harlem, was released without charges after questioning at the 71st Precinct station house, the police said. The confrontation started around 8:45 p.m., the police" , "date" : "20020509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy, 13, Is Fatally Stabbed With Knife He Drew in Fight" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/09\/nyregion\/boy-13-is-fatally-stabbed-with-knife-he-drew-in-fight.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. THOMAS M. REGAN Proud Father of Twins The sleepless nights, the bottles, the diapers -- none of it bothered him. He would go off to work glowing. Thomas M. Regan and his wife, Gayle, had been married for seven years, intent on having children, but frustrated." , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Student of Fatherhood, Proud Immigrant, Caring Brother, True Believer" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/nyregion\/portraits-grief-victims-student-fatherhood-proud-immigrant-caring-brother-true.html"} , {"body" : "ANNE LINDEBERG'S first housing stop in Manhattan after she arrived from Minneapolis in 1999 was a friend's studio apartment on East Houston Street. A year later she moved into a two-bedroom apartment near Tompkins Square Park in the East Village, for $2,550 a month, sharing with a sister newly arrived from Boston. Now Ms. Lindeberg and her sister" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg: More Housing, Higher Prices" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/realestate\/williamsburg-more-housing-higher-prices.html"} , {"body" : "They called it Club Happiness. It was a dingy little place with a metal door. Sometime after 2 a.m. on Dec. 7, 1996, one of the men at the bar, Darrel K. Harris, slipped into the bathroom. The outline of what happened next, in a case that could lead to New York's first execution in nearly 40 years, was largely admitted by the defense at Mr." , "date" : "20020426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "'Everybody Around the Corner Is Shot'" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/nyregion\/everybody-around-the-corner-is-shot.html"} ,   {"body" : "A Palestinian man was acquitted yesterday of all charges in what federal prosecutors in Brooklyn said was an anthrax hoax in the midst of the country's anxieties about bioterrorism last fall. Prosecutors had charged the man, Kamal Dawood, 51, with threatening to use a weapon of mass destruction on Oct. 30, 2001, after two school crossing guards in" , "date" : "20020426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Cleared in Federal Case Of an Implied Anthrax Threat" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/nyregion\/man-is-cleared-in-federal-case-of-an-implied-anthrax-threat.html"} , {"body" : "In federal court in Brooklyn this morning, a 51-year-old man is scheduled to defend himself against charges that he threw fistfuls of powder into a mailbox outside an elementary school. If he is convicted, he could face life in prison. The difference between what might have been just a weird act and a serious crime, federal prosecutors say, was the" , "date" : "20020422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Trial Revisits Fears Over Anthrax After Sept. 11" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/22\/nyregion\/brooklyn-trial-revisits-fears-over-anthrax-after-sept-11.html"} , {"body" : "A FASHIONABLE hour late for a publicity date, Mos Def, the hip-hopper starring on Broadway in the Pulitzer Prize-winning play, ''Topdog\/Underdog,'' saunters up 49th Street carrying the excuse for his tardiness by the handles: three brimming shopping bags. He is humming a mellow tune beneath his gray fedora as he heads for the Time Hotel, his handy" , "date" : "20020419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Hip-Hopping Along, From Brooklyn to Broadway" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/19\/nyregion\/public-lives-hip-hopping-along-from-brooklyn-to-broadway.html"} , {"body" : "The police have identified the man who they said shot and killed a 66-year-old Brooklyn woman as she was returning from church last week. They released a sketch of the man yesterday and asked for the public's help in finding him. The police said the suspect, Daryl Sommerville, 21, of Brooklyn, is believed to have been aiming for another man, who" , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Suspect Identified" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/nyregion\/metro-briefing-new-york-brooklyn-suspect-identified.html"} , {"body" : "A 66-year-old Brooklyn woman who was on her way home from church was killed Tuesday night, struck by stray bullets, the police said. When the gunfire in the Bedford-Stuyvesant neighborhood of Brooklyn ended at 9:35 p.m., the woman, Gloria Logan, lay fatally wounded by two bullets that struck her in the head moments after she had stepped off a bus," , "date" : "20020411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Woman Killed by Stray Bullets" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/11\/nyregion\/brooklyn-woman-killed-by-stray-bullets.html"} , {"body" : "AT 3 a.m. on an unusually warm Friday recently, most of Christopher Street slept, repairing for another workday. But Darnell, a slight 19-year-old in a hooded sweatshirt and baggy jeans, sat on a shadowy stoop with a few friends, smoking a joint. A red Nissan Sentra pulled up, fuzzy dice dangling from the rearview mirror, Jennifer Lopez booming" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHRISTOPHER STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Fight" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/nyregion\/street-fight.html"} , {"body" : "Tonight, 97 of the world's wealthiest, toniest and most socially connected people will raise a birthday toast to New York's most glittering It Girl. No, it's not Nicky or Paris Hilton. At midnight, members of the Rockefeller, Pierrepont, Annenberg and Whitney families -- along with celebrities like Barbara Walters and Oscar de la Renta -- will lift" , "date" : "20020330" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "100 Candles For a Darling Of Society And Charity" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/30\/nyregion\/100-candles-for-a-darling-of-society-and-charity.html"} , {"body" : "The number of low- and moderate-income families in the New York metropolitan region who are seriously behind on their mortgage payments is soaring, according to new federal and city data and housing experts, who say they have seen a surge in mortgage troubles since Sept. 11. Among homeowners holding federally insured loans in a popular mortgage" , "date" : "20020327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FAILING MORTGAGES SOAR IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/27\/nyregion\/failing-mortgages-soar-in-new-york.html"} , {"body" : "A man wanted in a New Jersey murder investigation held his 3-year-old son hostage for four hours yesterday in Bedford-Stuyvesant, Brooklyn, before surrendering to the police, the authorities said. No one was injured. The man, Vincent Nguyen, is a suspect in the killing of Tuan N. Thieu, 20, of Bloomfield, N.J., who was shot to death on Sunday, the" , "date" : "20020326" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Suspect Holds Son Hostage, Then Gives Up" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/26\/nyregion\/metro-briefing-new-york-brooklyn-suspect-holds-son-hostage-then-gives-up.html"} , {"body" : "After Politics of Change, Quiet Life for Chisholm She made history, and now, she said cheerily, ''I have faded out of the scene.'' In 1968, Shirley Chisholm of Brooklyn became the first black woman elected to Congress. In 1972 she was the first black woman to run for president. Then, 20 years ago, she decided not to seek another term, ending her 14" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/following-up.html"} ,   {"body" : "A sampling of musical presentations planned for the Easter season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. (Unless otherwise noted, church choirs are featured in" , "date" : "20020322" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "Celebrating the Spirit of Easter in Musical Splendor" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/movies\/celebrating-the-spirit-of-easter-in-musical-splendor.html"} , {"body" : "MANHATTAN TRIBECA $1.35 million 311 Greenwich Street 4-bedroom, 3-bath, 2,200-sq.-ft. condo in a postwar building; 24-hr. doormen, renovated kitchen, 10 windows, hardwood floors, 3 exposures, washer\/dryer in unit, 1,400-sq.-ft. private deck; listed at $1.5 million, 2 weeks on market (broker: Tabak Is Tribeca) GREENWICH VILLAGE $565,000 621 Hudson" , "date" : "20020321" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/21\/garden\/residential-sales.html"} , {"body" : "At 2 a.m. yesterday, there was a knock on the door of Keith Campbell's Brooklyn apartment. He opened it to see a familiar face -- the 6-year-old boy who lived upstairs -- horribly transfigured: he was so badly burned that the white-charred skin hung off his face and arms. ''He said, 'Fire,' '' Mr. Campbell said. ''That's all he needed to say.'' The" , "date" : "20020305" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Four Die in a Brooklyn Fire As a 6-Year-Old Seeks Help" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/05\/nyregion\/four-die-in-a-brooklyn-fire-as-a-6-year-old-seeks-help.html"} , {"body" : "This year's P.S.A.L. boys basketball Class A champion will come from Brooklyn. The only question is whether it will come from Coney Island, Bedford-Stuyvesant or East Flatbush. Boys and Girls of Bedford-Stuyvesant and Lincoln of Coney Island advanced to the Public Schools Athletic League semifinals yesterday. They joined Grady, also of Coney" , "date" : "20020304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Brooklyn Can't Lose in Class A of P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/2002\/03\/04\/sports\/brooklyn-can-t-lose-in-class-a-of-psal.html"} , {"body" : "For many black residents of New York, the Abner Louima case stood out, and not only because of the grotesque brutality he endured while inside what should have been the safe haven of a police precinct house. Finally, it seemed, a pure justice had emerged like an Easter lily from the foulest circumstances. The criminal justice system had" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "For Blacks, Louima Case Is Justice Done, Then Undone" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/for-blacks-louima-case-is-justice-done-then-undone.html"} , {"body" : "The architect George Ranalli will not take it at all amiss if you think you discern a bit of Frank Lloyd Wright in his design for the $2.9 million Saratoga Community Center in Bedford-Stuyvesant, Brooklyn, which is being constructed by the New York City Housing Authority. As it happens, Mr. Ranalli wrote his master's thesis at Harvard on Wright." , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Bedford-Stuyvesant Community Center; In Brooklyn, A 'Beacon' Recalls Wright" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/realestate\/postings-bedford-stuyvesant-community-center-in-brooklyn-a-beacon-recalls-wright.html"} , {"body" : "In his new book, ''Celluloid Skyline: New York and the Movies'' (Knopf), James Sanders writes of a dreamscape born of the Hollywood machine. In some cases, the movie New York is more real than the naked one, with its eight million stories. In fact, we probably know its inhabitants -- Jimmy Stewart and Grace Kelly, Audrey Hepburn and Woody Allen --" , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Style" , "Books" , "Magazine"] , "page_facet" : "174" , "title" : "FOOTNOTES" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/magazine\/footnotes-512885.html"} , {"body" : "Seven people were injured yesterday during a fire in a hallway of a Brooklyn apartment building, fire officials said. The cause of the fire was unknown, but investigators said it appeared to be suspicious. Two of the injured were in serious condition, 1 at Jacobi Medical Center in the Bronx and 1 at New York Weill Cornell Center in Manhattan; the" , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Seven Injured in Suspicious Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/nyregion\/seven-injured-in-suspicious-fire-in-brooklyn.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH QUARTET, Sistas Place, 456 Nostrand Avenue (entrance on Jefferson Avenue), Bedford-Stuyvesant, Brooklyn, (718) 398-1766. Mr. Abdullah, the trumpeter, was an" , "date" : "20020222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/22\/movies\/pop-and-jazz-guide-744077.html"} , {"body" : "After championing New York City's community school boards for three decades, black and Hispanic members of the State Assembly are now saying the boards have failed minority communities and are calling for a less political system in which parents play a leading role. Their softening stance is significant, because Sheldon Silver, the Democratic" , "date" : "20020205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Albany, School Boards Lose Backing" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/05\/nyregion\/in-albany-school-boards-lose-backing.html"} ,   {"body" : "DURING her first class in a home maintenance program intended to train her to do basic repairs, Magdalena Rivera put on a pair of safety goggles and volunteered to be the first to try out a power saw. ''Tell us what you are going to do, Magdalena,'' said Walter G. Mullins, one of the two teachers. As she began to cut the wood, Ms. Rivera talked her" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "In the Region\/Long Island; Hands-On Training in Home Repair for Owners" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/realestate\/in-the-region-long-island-hands-on-training-in-home-repair-for-owners.html"} , {"body" : "William Epton, a Maoist agitator who made a fiery street-corner speech during the Harlem riots of the summer of 1964 and as a result became the first person convicted of criminal anarchy since the Red Scare of 1919, died in a Manhattan hospital on Jan. 23. He was 70 and lived in Harlem. Eleanor Jackson Piel, his lawyer in his marathon legal" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "37" , "title" : "William Epton, 70, Is Dead; Tested Free-Speech Limits" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/william-epton-70-is-dead-tested-free-speech-limits.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ANTIBALAS, Makor, 35 West 67th Street, Manhattan, (212) 601-1000. Antibalas gives a New York makeover to Fela Kuti's Afrobeat, the Nigerian funk propelled by burly saxophones," , "date" : "20020201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/01\/movies\/pop-and-jazz-guide-399515.html"} , {"body" : "Andrew W. Cooper, a civil rights advocate and publisher of The City Sun newspaper, a defunct weekly once on the must-read list of many black New Yorkers, died in Brooklyn on Monday. He was 74 years old. The cause was a stroke, his family said. Mr. Cooper left a permanent imprint on the city's political landscape in the mid-1960's as lead plaintiff" , "date" : "20020130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Andrew W. Cooper, 74, Pioneering Journalist" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/30\/nyregion\/andrew-w-cooper-74-pioneering-journalist.html"} , {"body" : "In a department composed overwhelmingly of white men, few things are as rare as a black female New York firefighter. There are six of them, or about 0.06 percent of the force. The only thing rarer has been a black female fire officer. There never had been one until yesterday. Now there is one. Her name is Ella McNair, and though 19 other names were" , "date" : "20020130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "First for the Fire Department: A Black Female Lieutenant" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/30\/nyregion\/first-for-the-fire-department-a-black-female-lieutenant.html"} , {"body" : "Two days after George Phydias Mitchell sold the company based near here that he built from scratch over five decades into a multibillion-dollar natural-gas giant, he spent this morning the way he spends many Saturday mornings: having breakfast with friends in his hometown of Galveston, at the deli in his local Kroger's supermarket. It's a far cry" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOUSTON (TEX)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "ENRON'S MANY STRANDS: DIFFERENT STRATEGIES; 2 in the Energy Business Prove There Are Profits in Old-Fashioned Ways" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/us\/enron-s-many-strands-different-strategies-2-energy-business-prove-there-are.html"} , {"body" : "Leslie R. Caldwell, the Federal prosecutor who will oversee the day-to-day investigation of the collapse of Enron, has an eye for corporate books that have been cooked and defendants who will talk, her former colleagues say. At 44, she has been involved in more than 50 jury trials and big, complicated investigations, first in Brooklyn. Later in San" , "date" : "20020121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "ENRON'S COLLAPSE: THE PROSECUTOR; A Specialist in Tough Cases Steps Into the Legal Tangle" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/21\/business\/enron-s-collapse-prosecutor-specialist-tough-cases-steps-into-legal-tangle.html"} , {"body" : "At 7:45 in the morning, Florence Hyppolite was exhausted from another night at her job, one of two she worked to support her three sons. She was heading home and edged her minivan up to a stop sign, looked both ways and proceeded into the intersection of Winthrop and East 54th Streets in Brooklyn. A driver coming down the cross street collided with" , "date" : "20020116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "The Neediest Cases; When a Nurse Needs Nursing, Help Is Available" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/16\/nyregion\/the-neediest-cases-when-a-nurse-needs-nursing-help-is-available.html"} , {"body" : "A woman in police custody fell ill and died yesterday, the police said. Her body showed no signs of trauma and an autopsy was inconclusive, said a spokeswoman for the medical examiner's office. More tests are scheduled. The woman, identified as Estelle Dantzler, 39, of Bedford-Stuyvesant, was arrested on Saturday at 85 Tompkins Avenue, a housing" , "date" : "20020114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Prisoner Dies In Custody" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/14\/nyregion\/metro-briefing-new-york-brooklyn-prisoner-dies-in-custody.html"} , {"body" : "A man and his uncle, accused of running a pirating operation out of a store in Brooklyn, were indicted yesterday in the biggest DVD-counterfeiting case in the five-year history of the format in the United States, federal officials said. The authorities say they found more than 30,000 bootleg DVD's, some of them popular movies like ''Cats and" , "date" : "20020112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "DVD Counterfeiting Arrests Called Largest Case of Its Kind" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/12\/nyregion\/dvd-counterfeiting-arrests-called-largest-case-of-its-kind.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ARTS ON THE HIGH WIRE, Hammerstein Ballroom, 311 West 34th Street, Manhattan, (212) 485-1534. Between the Sept. 11 attacks and the recession, contributions to nonprofit arts" , "date" : "20020111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/11\/movies\/pop-and-jazz-guide-074349.html"} , {"body" : "In one portrait, a woman stands alone in the middle of a dense forest, her bright red hair engulfed in flames. In another, a large angel hovers above a graveyard. The artwork, stored in a folder marked Play Therapy, was created three years ago by a troubled, 7-year-old boy named Steven Branch, who did a lot more with his crayons than just color" , "date" : "20020110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Left Before, He Fears Being Left Again" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/10\/nyregion\/the-neediest-cases-left-before-he-fears-being-left-again.html"} , {"body" : "ERROLL McDONALD is sitting at an antique pine table in his Upper West Side apartment, recalling the day last summer that a manuscript landed on his desk at Pantheon Books, where he is the executive editor. A slow, wry smile spreads across his face. He leans forward, chuckling. He's a good storyteller, expressive with his hands, taking his sweet" , "date" : "20020103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Word With an Editor, and Oh, Such a Word" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/03\/nyregion\/public-lives-a-word-with-an-editor-and-oh-such-a-word.html"} , {"body" : "Lisa Sam returned home from school one day in March 1998 and thought something was wrong. ''I heard stomping upstairs,'' she said. ''My father was like, 'Go get some water!' '' There was a fire burning in her family's house in Crown Heights, Brooklyn. Wellington Sam Jr., Lisa's father, tried to put out the fire, first by stomping on it, then with" , "date" : "20020102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; A Family in Distress Learns to Communicate Again" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/02\/nyregion\/the-neediest-cases-a-family-in-distress-learns-to-communicate-again.html"} , {"body" : "When Lilia Gonzalez, 19, immigrated to Whitestone, Queens, from Mexico last summer, she was eager to attend an American college, but she had to finish high school first. School officials in Queens said she would have to be placed in the 10th grade, where she would be surrounded by classmates 14 and 15 years old. ''At first, they said I was too" , "date" : "20020102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Bridging a Gap Between High School and College" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/02\/nyregion\/bridging-a-gap-between-high-school-and-college.html"} , {"body" : "Violent crime in New York City registered its biggest drop in five years in 2001, a decline all the more startling because it came as the violent crime rates in many other cities finally started to increase. Across the city, both violent crime and overall crime fell by more than 12 percent, and the number of murders was the lowest since 1998 --" , "date" : "20020101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE MAYORAL TRANSITION: THE LEGACY; Crime Shows Biggest Drop In Five Years" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/01\/nyregion\/the-mayoral-transition-the-legacy-crime-shows-biggest-drop-in-five-years.html"}]