[  {"body" : "After nine decades, The New York Times Neediest Cases Fund is still touching readers, still inspiring acts of generosity and compassion for those in despair. For the first seven weeks of this, the 91st Neediest Cases campaign, it seemed as if not even a sluggish economy could stop the flow of donations to the seven local charities supported by the" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "The Neediest Cases; Millions Given, and Thousands of Lives Are Touched" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/the-neediest-cases-millions-given-and-thousands-of-lives-are-touched.html"} , {"body" : "To the Editor: Re ''There Are No Small Roles, Even if You're an Assemblyman'' (Dec. 8): Bronx Assemblyman Jeffrey Dinowitz, who is playing a politician in the new Jennifer Lopez film, ''Maid in Manhattan,'' is following in the tradition of at least one New York State Assemblyman by combining acting and politics. My father, Joseph Kottler," , "date" : "20021215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Opinion"] , "page_facet" : "15" , "title" : "Navigating The School Maze; Politics, a Way To Open Doors" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/15\/nyregion\/l-navigating-the-school-maze-politics-a-way-to-open-doors-389641.html"} , {"body" : "To the Editor: With Nicholas D. Kristof (''Love and Race,'' column, Dec. 6), I, too, celebrate love across racial categories. But his ''revolution in attitudes'' is not yet a revolution. Consider Yusef Hawkins, the black teenager murdered in Bensonhurst, Brooklyn, in 1989 by white men who believed him to be visiting a white girlfriend. Consider" , "date" : "20021212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Love, Hate and Race" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/12\/opinion\/l-love-hate-and-race-338249.html"} , {"body" : "CHILLE-Franz, M.D. On December 5, 2002. Devoted husband of 51 years to Constance (nee Cione). Loving father of Adele Frank and Darren and father-in-law of Cindy; adoring grandfather of Danielle and Michael Frank; loving brother - in - law of Frank (Cion) Cione; dedicated Bensonhurst, Brooklyn physician for 50 years. A man of all seasons. The" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "58" , "title" : "Paid Notice: Deaths CHILLE, FRANZ, M.D." , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/classified\/paid-notice-deaths-chille-franz-md.html"} , {"body" : "CHILLE-Franz, M.D. On December 5, 2002. Devoted husband of 51 years to Constance (nee Cione). Loving father of Adele Frank and Darren and father-in-law of Cindy; adoring grandfather of Danielle and Michael Frank; loving brother - in - law of Frank (Cion) Cione; dedicated Bensonhurst, Brooklyn physician for 50 years. A man of all seasons. The" , "date" : "20021207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths CHILLE, FRANZ, M.D." , "url" : "http:\/\/www.nytimes.com\/2002\/12\/07\/classified\/paid-notice-deaths-chille-franz-md.html"} , {"body" : "Bob Berg, a tenor saxophonist who brought the speed and intensity of middle-period John Coltrane into a jazz-fusion context, died on Thursday in an automobile accident in Amagansett, N.Y., said Christine Martin, his friend and former manager. He was 51. Mr. Berg and his wife, Arja, had left their home in East Hampton, N.Y., on an errand and were on" , "date" : "20021207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "19" , "title" : "Bob Berg, 51, Tenor Saxophonist" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/07\/arts\/bob-berg-51-tenor-saxophonist.html"} , {"body" : "It was a Saturday afternoon. Mulberry Street was splashy in kitsch and rain and teeming with soggy out-of-towners. Robert Parente, a photographer from Miami, weaved among them, carrying a package of aged ricotta from the Alleva Dairy on Grand Street. Mr. Parente, who had flown into town for a weekend visit, had descended on Little Italy to soak up" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LITTLE ITALY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: LITTLE ITALY; Looking for Wiseguys In the Land of Checked Tablecloths" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/neighborhood-report-little-italy-looking-for-wiseguys-land-checked-tablecloths.html"} , {"body" : "Some people are good at concealing their emotions. Sure, they worry -- about school, about family. But no one would know it by looking at them. But Max Noto wasn't like that. For him, worry was not only something he carried around on the inside. He wore it on the outside, too. When Max, 11, was worried, he broke out in a rash. He would have" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "The Neediest Cases; Cure for Boy's Skin Disorder Is Financial Stability" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/the-neediest-cases-cure-for-boy-s-skin-disorder-is-financial-stability.html"} , {"body" : "In a sparsely furnished apartment in Bensonhurst, Brooklyn, Boris Belkin lives alone. Well, not quite. He has one small white parakeet for company. At times, that bird provides just about the only sound, a quiet but constant chirping as it leaps from perch to perch. ''If you have two birds in the cage, they speak to each other,'' Mr. Belkin, 80," , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "The Neediest Cases; Refugee Found Help as He Struggled to Protect Dignity of His Dying Wife" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/neediest-cases-refugee-found-help-he-struggled-protect-dignity-his-dying-wife.html"} , {"body" : "Thousands of New York City children will miss out on free tutoring that they qualify for under a new federal law because the Department of Education did not give parents enough information or time to sign up, advocacy groups and companies approved to provide the tutoring say. The companies also say that the school system has subtly discouraged" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Free Tutoring Fails to Draw Many Students" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/nyregion\/free-tutoring-fails-to-draw-many-students.html"} ,   {"body" : "At least a half-dozen candidates are lining up to run for a City Council seat in Brooklyn -- even though no election date has been set yet. The election, which is likely to be held in February, will be to fill the unexpired term of Martin J. Golden, a Republican, who was elected to the State Senate this month in a hotly contested election. Mr." , "date" : "20021114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Rush to Run Even Before a Councilman Resigns" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/14\/nyregion\/a-rush-to-run-even-before-a-councilman-resigns.html"} , {"body" : "Liz Krueger, the incumbent in the 26th State Senate District on Manhattan's Upper East Side, held on to her seat early this morning, surviving a vigorous challenge from Andrew S. Eristoff, a former city councilman. With 100 percent of the vote counted at 12:30 a.m., Ms. Krueger had beaten Mr. Eristoff 58 percent to 42 percent. In a city in which" , "date" : "20021106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "THE 2002 ELECTIONS: NEW YORK LEGISLATURE; Krueger Survives Strong Challenge for Senate" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/06\/us\/2002-elections-new-york-legislature-krueger-survives-strong-challenge-for-senate.html"} , {"body" : "Here is a summary of our recommendations for noteworthy local races and ballot proposals in today's elections. Polling hours in New York State are from 6 a.m. to 9 p.m., and in New Jersey and Connecticut from 6 a.m. to 8 p.m. NEW YORK STATE GOVERNOR George Pataki (R) COMPTROLLER Alan Hevesi (D) ATTORNEY GENERAL Eliot Spitzer (D) HOUSE OF" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/opinion\/election-day-choices.html"} , {"body" : "Settlement May Follow Demolition of Building A safety hazard requiring swift demolition? Or a rash city act inflicting misery and loss? In January 1998, the rear wall of an old five-story apartment building on the Lower East Side of Manhattan partly collapsed. Nobody in the 11 apartments was injured. Most residents of the building, 172 Stanton" , "date" : "20021103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/03\/nyregion\/following-up.html"} , {"body" : "A man who invaded a house in Bensonhurst, Brooklyn, was in critical condition and under arrest last night after falling from a roof as he tried to escape, the police said. The man tried to get into the home at 2357 64th Street about noon by posing as a cable television worker, according to investigators. Then he forced his way inside and fought" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Suspected Robber Falls From Rooftop" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/suspected-robber-falls-from-rooftop.html"} , {"body" : "Two State Senate races in New York City are particularly competitive this year. Here are our endorsements. 26th District (Manhattan, East Side): State Senator Liz Krueger, a Democrat, is battling to retain the seat she won in a special election earlier this year. Since the district was long represented by a Republican, Roy Goodman, the G.O.P." , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "For State Senate in New York City" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/opinion\/for-state-senate-in-new-york-city.html"} , {"body" : "After months of public hearings and private wrangling, a government commission took a first stab yesterday at a new map of City Council districts, redrawn to reflect a decade of population shifts in New York City's neighborhoods, and the underlying ethnic politics. The most significant changes proposed by the city Districting Commission have been" , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Proposed Council District Map Reflects Population Shifts" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/nyregion\/proposed-council-district-map-reflects-population-shifts.html"} , {"body" : "As he stood behind the turnstiles on a rattling elevated subway platform in Brooklyn yesterday morning, State Senator Vincent J. Gentile encountered few if any riders who had time to stop and speak. So, Mr. Gentile, a three-term Democrat, was left to bark out a few salutations at his constituents. ''I'm Senator Gentile,'' he told rushing commuters" , "date" : "20021009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Republicans See Opening for the State Senate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/09\/nyregion\/republicans-see-opening-for-the-state-senate-in-brooklyn.html"} , {"body" : "To the Editor: As an Italian-American native of Bensonhurst, Brooklyn, who often grapples with issues of class and ethnicity, I applaud your portrayal of Bensonhurst, which resists the tired stereotype of Bensonhurst residents as the product of an intrinsically racist Italian-American culture (''Well, the Ices Are Still Italian; Immigration" , "date" : "20020921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Face of Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/21\/opinion\/l-face-of-bensonhurst-983985.html"} , {"body" : "An article on Tuesday about the shrinking Italian population of Bensonhurst, Brooklyn, misstated the year that national attention was drawn to the neighborhood by the murder of a black teenager, Yusuf K. Hawkins, by a group of local youths. It was 1989, not 1991." , "date" : "20020920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/nyregion\/c-corrections-980048.html"} ,   {"body" : "FLYER-Gregory, 78. Died Saturday in Scottsdale, AZ. Born July 6, 1924 in Brooklyn. World War II vet. He owned San Filippo Liquor Store in Bensonhurst. Survived by children Eric, Glenn, Marvin, Ilana; sister Xenia Fane; three grandchildren. Services today at Green Acres Mortuary Scottsdale, AZ." , "date" : "20020918" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths FLYER, GREGORY" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/18\/classified\/paid-notice-deaths-flyer-gregory.html"} , {"body" : "What Sal Calabrese has always loved about Bensonhurst, Brooklyn, the city's largest Italian neighborhood, is that it provides the intimacies of a village. ''If I walk out,'' he said, ''I will say hello to 15 or 20 people and they to me. 'Hi, Sal. How are you? How's your father?' Like the old days. We're from different places in Italy, but we live" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, the Ices Are Still Italian; Immigration Patterns Shift, Altering the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/well-ices-are-still-italian-immigration-patterns-shift-altering-old-neighborhood.html"} , {"body" : "ALEX Corrado is approximately the size of one and a half Tony Sopranos, and his hair is styled in a way that makes it look as if it could withstand the most aggressive sirocco. On Thursday evening at Amy Chan, a boutique on Mulberry Street in Little Italy, he wore Gucci loafers without socks and a black T-shirt over which he had on a black tuxedo" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "A Mafia-Film Party You Just Can't Refuse" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/style\/a-mafia-film-party-you-just-can-t-refuse.html"} , {"body" : "HOUSE hunting has been somewhat less frenzied so far this year than in the last several years in the New York City area, brokers say, although brokerage executives and buyers alike complain of a shortage of inventory. Prices have continued to climb, with average increases registering in double digits in many communities, especially the suburban" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Continue Robust Upward March" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/realestate\/prices-continue-robust-upward-march.html"} , {"body" : "Selected events taking place on Sept. 11 are listed below. All the events listed are free and open to the public, although some require a reservation or request a voluntary donation. Schedules can change, so those wishing to attend an event should call to confirm details. Manhattan 92ND STREET Y (Lexington Avenue at 92nd Street), 2 p.m.-6 p.m.," , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TRACES OF TERROR; Across New York and the Nation, Many Ways to Reflect on 9\/11" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/nyregion\/traces-of-terror-across-new-york-and-the-nation-many-ways-to-reflect-on-9-11.html"} , {"body" : "A 22-year-old Brooklyn man who went on a rampage in the house he shared with his mother in Canarsie was shot and killed by a responding police detective early yesterday after he threatened the detective with a knife, the police said. The man's family disputed the police account, saying that he was not armed when he was shot. The man, Jamil Moore," , "date" : "20020902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Man Is Shot to Death In an Encounter With the Police" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/nyregion\/brooklyn-man-is-shot-to-death-in-an-encounter-with-the-police.html"} , {"body" : "INTERNATIONAL A2-9 A New Test for Powell As a Low-Key Mollifier Secretary of State Colin L. Powell is preparing to visit a summit meeting in Africa, his latest appearance where he is expected to play a quiet, low-key role in the public debate over Iraq. His role seems intended to mollify America's critics as much as to persuade them. A1 Bhutto" , "date" : "20020902" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/nyregion\/news-summary-679097.html"} , {"body" : "A 56-year-old man was shot and killed by the police last night after he approached a patrol car in Bensonhurst and assaulted an officer with a knife through the car's open window, the authorities said. The officer was released from Lutheran Medical Center in Brooklyn after being treated for stab wounds on his left shoulder and left hand, the police" , "date" : "20020901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Man Is Shot Dead After Stabbing an Officer" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/01\/nyregion\/man-is-shot-dead-after-stabbing-an-officer.html"} , {"body" : "Almost from the moment that the World Trade Center towers collapsed on Sept. 11, as people attempted to grasp the magnitude of the attack by tallying losses, they have tried to figure out which towns and neighborhoods were worst hit. Now with the New York City medical examiner office's release on Monday of the most thorough list of victims, it is" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOBOKEN (NJ)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Zones of Devastation From 9\/11: Mapping the Victims by ZIP Code" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/nyregion\/zones-of-devastation-from-9-11-mapping-the-victims-by-zip-code.html"} , {"body" : "One day next month, when all of New York is draped in commemoration, many of the city's Muslims will be grieving and seeking solace; but some Muslims say that on that day, Sept. 11, they will feel resentment. Still others will fear an echo of anti-Muslim backlash. Some will look to prove they are good Americans. Others will bristle that such a" , "date" : "20020819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Muslims, an Uneasy Anniversary; Urge to Speak Out Conflicts With Low-Profile Instincts" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/19\/nyregion\/for-muslims-uneasy-anniversary-urge-speak-conflicts-with-low-profile-instincts.html"} ,   {"body" : "Aaron Levy, a rabbinical student, hauls in his glass and plastic each week for a classmate to take home to New Jersey. Adrian DeLucca puts his in an unmarked can outside his Fort Greene brownstone to give easier access to those who collect and redeem as part of an informal economy. And Andy Young has given up his favored brown bottles of microbrew" , "date" : "20020812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Getting Used To Recycling A Little Less" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/12\/nyregion\/new-yorkers-getting-used-to-recycling-a-little-less.html"} , {"body" : "1. Arthur Benson, a utilities magnate (and the developer of Bensonhurst, in Brooklyn), bought virtually all of Montauk in 1879 for $151,000. After he ''relocated'' what was left of the Montaukett Indian tribe, he set about turning the ruggedly beautiful tip of Long Island into a playground for his wealthy friends. (At one point, he even tried to" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MONTAUK (NY)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "48" , "title" : "FOOTNOTES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/magazine\/footnotes-225428.html"} , {"body" : "Millie Deegan, who pitched and played second base for the Rockford Peaches in the women's professional baseball league of the 1940's, died on July 21 at her home in New Port Richey, Fla. She was 82. The cause was metastatic breast cancer, her niece Joan Barker said. In the 1992 movie, ''A League of Their Own,'' a character based on Deegan is the" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "33" , "title" : "Millie Deegan, 82, Pioneer In Women's Baseball League" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/sports\/millie-deegan-82-pioneer-in-women-s-baseball-league.html"} , {"body" : "WASSERMAN - Dorothy (Dolly). 96, of Bensonhurst, died on July 25, 2002. Devoted wife of the late Mack Wasserman. Loving mother of Dr. Burton Wasserman and Deborah Greenberg. Revered mother-in-law of George Greenberg and June Wasserman. Beloved grandmother of Ronald Greenberg, Beth Denitz, Mark Wasserman and Jane Glass. Cherished great-grandmother" , "date" : "20020727" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths WASSERMAN, DOROTHY (DOLLY)" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/27\/classified\/paid-notice-deaths-wasserman-dorothy-dolly.html"} , {"body" : "''LIKE my daughter says, 'Just shoot me now,' '' says Angela Marena, 50, trying to stretch her legs in the parking lot of South of the Border, the sprawling roadside stop off Interstate 95, just south of the North Carolina-South Carolina border. It's around 8:30 on a Sunday morning, and after a 10 1\/2-hour trip from Bensonhurst, Brooklyn, with four" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH CAROLINA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "DRIVING; Miles Roll On, But Señor Kitsch Is Steadfast" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/travel\/driving-miles-roll-on-but-senor-kitsch-is-steadfast.html"} , {"body" : "The City Council voted overwhelmingly yesterday to revise the term-limits law, eliminating a provision that held some council members to a maximum of only six years in office, rather than eight. Mayor Michael R. Bloomberg is likely to veto the measure, his aides said yesterday, although few expect him to use his pulpit to rail against the change. A" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Council Passes Measure On Term-Limits Disparity" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/nyregion\/city-council-passes-measure-on-term-limits-disparity.html"} , {"body" : "THAT'S him, there, the guy running around the field and jumping on top of the dugout between innings to dance the cha-cha slide with the ladies. After he finally gets a wave going, yelling so hard you wonder if he'll ever speak again, he takes off through the crowd, slapping high fives on a sea of raised hands. Two burly men watch him go. ''What a" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "To Dance on a Dugout, A Guy's Gotta Eat" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/dining\/to-dance-on-a-dugout-a-guy-s-gotta-eat.html"} , {"body" : "Lady of Sorrow, Keeping Hatred at Bay For the general public, it is a matter of dead history, long forgotten. For an 83-year-old woman, it is a matter of a dead son, always remembered. In June 1982, three black men were attacked in Gravesend, Brooklyn, by 15 to 20 young whites wielding bottles and a stick and screaming racial epithets. The three" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/following-up.html"} , {"author" : "Michael Shapiro's next book, ''The Last Good Season: Brooklyn, the Dodgers and Their Final Pennant Race Together,'' is due out next year." , "body" : "I was 4 years old when the Dodgers left Brooklyn, but unlike the team, I stayed. I never went to Ebbets Field. I never even saw it. I lived in Brooklyn until I was 21 and when I, too, finally left, I did so still believing that had the Dodgers not abandoned the borough for Los Angeles, Brooklyn would have been altogether different, not the flat," , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "MY BROOKLYN; The Team That's Filling the Void the Dodgers Left Behind" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/my-brooklyn-the-team-that-s-filling-the-void-the-dodgers-left-behind.html"} , {"body" : "When Mayor Michael R. Bloomberg recently publicized his opposition to parole for a man convicted of killing two police officers in 1971, it also sent a message to Councilman Charles Barron, a self-described black revolutionary who has made bales of hay out of annoying the leaders on both sides of City Hall. Since taking office in January, Mr." , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Adding Charm to Revolution; But Some Say Charles Barron Risks Going Too Far" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/nyregion\/adding-charm-to-revolution-but-some-say-charles-barron-risks-going-too-far.html"} ,   {"body" : "As a grand jury investigates the financial irregularities of one Roman Catholic priest in the Diocese of Brooklyn and church officials try to recover $1.8 million that was improperly spent by another, diocesan leaders acknowledge that as many as one out of five parishes lack the basic lay oversight of finances required by church law. Even in some" , "date" : "20020708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Parishes Lack Lay Oversight On Finances" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/08\/nyregion\/parishes-lack-lay-oversight-on-finances.html"} , {"body" : "Carefully examining a dozen glazed clay shards, Jennifer Borishansky, a third-year archaeology student, saw her duty as the sorting out of a 200-year-old Revolutionary War-era jigsaw puzzle. The pieces were washed of the mud and vegetation that had clung to them through two centuries underground. Some of the pieces were about the size of Mrs." , "date" : "20020706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "3" , "title" : "Bensonhurst Journal; Reassembling Another Bit of New York History" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/06\/nyregion\/bensonhurst-journal-reassembling-another-bit-of-new-york-history.html"} , {"body" : "As the train stopped at the station yesterday morning, the conductor's voice sounded troubled over the intercom inside the motorman's cab. ''Train operator,'' he said. ''I'm off my board. Can I open up?'' The operator had no idea what this question meant. ''Um, what?'' he replied. ''I'm off my board,'' the conductor repeated. ''Can I open up?'' The" , "date" : "20020702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Don't Panic, Passengers, But the Driver's a Novice" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/02\/nyregion\/tunnel-vision-don-t-panic-passengers-but-the-driver-s-a-novice.html"} , {"body" : "Now is the dregs of the mulberry season. Soon Donna Cameron will be able to stop hosing off her stoop every other day, where a neighbor's tree hangs over. The obligatory black T-shirt can be put away. No more purple shoeprints on the floors and rugs of her brownstone, on President Street in Park Slope, Brooklyn. It will be a blessed relief and a" , "date" : "20020624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Park Slope Journal; It Invades, It's Messy, But Look, It Feeds You" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/24\/nyregion\/park-slope-journal-it-invades-it-s-messy-but-look-it-feeds-you.html"} , {"body" : "PHILIP S. PETTI Sports Enthusiast A basement room in Lt. Philip S. Petti's home in Staten Island was filled with so much sports equipment that it looked like a locker room, complete with a treasured photo of him posing as a pro hockey player. An 18-year veteran of the Fire Department, Lieutenant Petti did play on a department hockey team -- his" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Family Bike Rides, Wise Sayings, Snorkeling and a Red Roadster" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/portraits-grief-victims-family-bike-rides-wise-sayings-snorkeling-red-roadster.html"} , {"body" : "ATTRACTIONS Museums and Sites NEW YORK TRANSIT MUSEUM, Grand Central Terminal annex (Vanderbilt Avenue side). ''Elevated City: A History of the Els in New York,'' an exhibition with photographs, magazine covers, train models and other artifacts that document the introduction, use and demise of the elevated rail system; through Sept. 29. Hours:" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/arts\/spare-times-527068.html"} , {"body" : "SPLACED: New York City's Street Kids By Alexia Lewnes Xenium Press ($25, hardcover) In the park, teens who lived at home easily slummed with homeless peers. These kids were looking for a break from their own lives or simply had found that they shared the same taste in fashion and music, desire to get wasted, or disgust for those who played by the" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "13" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Hanging Out in the Park, Sailing the Bay" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/new-york-bookshelf-nonfiction-hanging-out-in-the-park-sailing-the-bay.html"} , {"body" : "They thronged piers to inspect warships, deadpanned for security cameras at the Statue of Liberty ferry, and moved like tides through the narrow streets of SoHo. They jammed parks, beaches and ball fields. They searched for sin in Times Square and took in the songs of the city: the madrigal of traffic, the ukuleles and steel drums rendering" , "date" : "20020526" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Holiday Weekend Begins With Sunshine, Crowds, Music and Heavy Security" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/26\/nyregion\/holiday-weekend-begins-with-sunshine-crowds-music-and-heavy-security.html"} , {"body" : "SCHNEIDER-Jerry. Age 45. Died May 6, 2002 at home in Brooklyn after a two year struggle with lymphoma. Ever the tireless handyman, Jerry will be missed always by his mother Helen, sister Esther, brother-in-law Franklin, nieces Rebecca and Devorah, and his many friends in Bensonhurst." , "date" : "20020508" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths SCHNEIDER, JERRY" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/08\/classified\/paid-notice-deaths-schneider-jerry.html"} , {"body" : "The vans pulled up at the Leben Home for Adults in Elmhurst, Queens, collecting the mentally ill residents who had been led outside and told to take a seat. Among them were Robert Dowling, who communicates in half-sentences and twitches; his roommate, Robert Fazio, who cannot bathe or dress himself; Seymour Levine, stooped and unkempt; and Gail" , "date" : "20020430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Voiceless, Defenseless And a Source of Cash" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/30\/nyregion\/voiceless-defenseless-and-a-source-of-cash.html"} ,   {"body" : "Barbara Grizzuti Harrison, who emerged as a popular, prolific writer of keenly observed nonfiction with a 1978 book about the dozen years she spent as a Jehovah's Witness, died on Wednesday at a hospice in Manhattan. She was 67 and lived in the Park Slope neighborhood of Brooklyn. The cause was chronic obstructive pulmonary disease, said her" , "date" : "20020426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "27" , "title" : "Barbara Grizzuti Harrison, Author and Essayist, Dies at 67" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/arts\/barbara-grizzuti-harrison-author-and-essayist-dies-at-67.html"} , {"body" : "The block around St. Kevin Church in Flushing had the look of an idyllic neighborhood yesterday afternoon, with chattering birds and a Mister Softee ice cream truck idling at the corner as parents gathered under shady trees to pick up their children from school. They arrived in minivans or pushing strollers, and quietly chatted in groups of two and" , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Parishes, Two Priests, Two Reactions" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/nyregion\/two-parishes-two-priests-two-reactions.html"} , {"body" : "THE Albanian American Academy of Sciences, of which Dr. Skender Kodra is the president of the board of directors, is, truth be told, little more than a drawer in a file cabinet and a dream. ''I have files on 35 Albanian-American professors and doctors,'' he said, his legs straddling the drawer that he had placed on his bedroom floor. ''We will have" , "date" : "20020417" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Nationalist Reflects on Dreams and Mistakes" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/17\/nyregion\/public-lives-a-nationalist-reflects-on-dreams-and-mistakes.html"} , {"body" : "The dean who oversaw discipline at a public intermediate school in Staten Island was arrested Sunday evening with several grams of cocaine, the police said yesterday, and charged with misdemeanor drug possession. Michael Campbell, 38, who was dean of students at Intermediate School 72 in the Heartland Village section, was charged with criminal" , "date" : "20020416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Intermediate School Dean Faces Cocaine Charge" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/16\/nyregion\/intermediate-school-dean-faces-cocaine-charge.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN STRIVER'S ROW $925,000 224 West 139th Street 2-family, 4-story yellow brick and limestone row house built in 1891; 5 bedrooms, 2 full and 2 half baths, dining" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/realestate\/residential-sales.html"} , {"body" : "They hurried into St. Patrick's Cathedral in Manhattan through a side door, their white robes flapping in the cold, misting wind, to gather for a Mass in their honor. More than 300 mostly middle-aged and elderly men proceeded down the aisles, shyly waving at friends or mouthing greetings, and then listened to their archbishop, Cardinal Edward M." , "date" : "20020328" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Priests, Days of Hope in Time of Trouble" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/28\/nyregion\/for-priests-days-of-hope-in-time-of-trouble.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on The World Trade Center. JUAN ORTEGA CAMPOS A House to Grow a Dream In In Wall Street's swirl of power and money, he was just a delivery boy, a young man with a heavy Spanish accent who carried meals up to the suits working in the World Trade Center. But back home in Jonacatepec in" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Their Loves: Travel, Coaching, Cats, Foosball, Cokes and Saving Lives" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/nation-challenged-portraits-grief-victims-their-loves-travel-coaching-cats.html"} , {"body" : "To the Editor: Re: ''Street-Cleaning Rules Are Whisked Away, and Drivers Get a Little Patch of Heaven'' (Feb. 24): I have noticed that in areas of Crown Heights, Brooklyn, like St. John's Place and Albany Avenue, and in East Flatbush near New York Avenue there are four days of alternate-side parking. These are predominantly African-American" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "More Dispatches From the Parking Front" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/l-more-dispatches-from-the-parking-front-883603.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. ''Greek Cinema Showcase'': tonight at 8 and tomorrow night at 9, ''Silicon Tears.'' ''New York, New York: Films Selected by the New York Film Critics" , "date" : "20020301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/01\/arts\/spare-times-850454.html"} , {"body" : "The police arrested a Brooklyn man yesterday in the stabbing of a 11-year-old boy who was found on the roof of a Dyker Heights apartment building late Saturday after apparently being abducted in an attempt to extort money from his parents, the authorities said. The man, Arturo Garcia, 26, was being interviewed by detectives investigating the" , "date" : "20020218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Extortion Cited In the Stabbing Of a Boy, 11" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/18\/nyregion\/extortion-cited-in-the-stabbing-of-a-boy-11.html"} ,   {"body" : "ECONOMIC uncertainty usually results in few new products. But a surprising variety of fresh designs was shown at the New York International Gift Fair, the semiannual wholesale marketplace that took place last week at the Jacob K. Javits Convention Center. The booths in the ''accent on design'' area, showing contemporary furnishings and housewares," , "date" : "20020131" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "PERSONAL SHOPPER; Fish, Wine, Music, For Every Wall" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/31\/garden\/personal-shopper-fish-wine-music-for-every-wall.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. STEPHEN LAURIA He Looked Only Forward That was no mere December snowstorm. Screaming wind, blankets of snow, visibility zilch. Blizzard. So where else would Stephen Lauria be on that day in 2000 but in the thick of it, the first one at the road race, the" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Runner in the Snow, a Father on the Beach, a Firefighter on the Edge" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/nation-challenged-portraits-grief-victims-runner-snow-father-beach-firefighter.html"} , {"body" : "LAST winter I moved into a new apartment on the sixth floor of an elevator building in Brooklyn Heights. Everything was perfect except for one problem. The first time I stepped inside the small, musty, wood-paneled elevator, I instantly felt like a character from a Edgar Allan Poe story, buried alive. My fingers grew clammy, my chest began to" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Waiting to Exhale" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/waiting-to-exhale.html"} , {"author" : "E-mail: onthetown@nytimes.com" , "body" : "Every critic has favorites. A series called ''New York, New York: Films Selected by the New York Film Critics Circle'' will feature favorite films about the city nominated by more than two dozen New York movie critics. The series, at the American Museum of the Moving Image, begins Feb. 23 at 1 p.m. with Andy Warhol's eight-hour epic ''Empire'' (a" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Books"] , "page_facet" : "3" , "title" : "ON THE TOWN; Critic! Critic! Reviewers Choose Their Favorites" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/on-the-town-critic-critic-reviewers-choose-their-favorites.html"}]