[  {"body" : "One unchanging truth about New York City's neighborhoods is that they constantly change. Yet there are city neighborhoods that seem to defy that rule, and one of them is Gerritsen Beach in Brooklyn. Tucked between Sheepshead Bay and Marine Park, Gerritsen Beach is a seaside colony of more than 2,300 closely packed bungalows and brick homes, a" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Same) Old Neighborhood; A Brooklyn Enclave Happily Avoids Assimilation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/the-same-old-neighborhood-a-brooklyn-enclave-happily-avoids-assimilation.html"} , {"body" : "NEW YORK CITY'S eye-popping, wallet-flattening residential rents have abated quite a bit over the last year -- particularly in Manhattan -- in the first wide-ranging rollback the city has seen in nearly a decade. Communities in the regional ring around the city have, by and large, moved in tandem. But while brokers in most communities report some" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Renters, a Bit Less Sticker Shock" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/realestate\/for-renters-a-bit-less-sticker-shock.html"} , {"body" : "Two more cases of West Nile virus have been reported in the city, the Department of Health and Mental Hygiene announced yesterday. A 59-year-old woman from the Bronx and a 66-year-old man from Brooklyn are hospitalized in stable condition. Spraying has been scheduled in northeast Queens from 8 o'clock tonight to 2 a.m. at Flushing Airport, Kissena" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Two More West Nile Cases" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/metro-briefing-new-york-two-more-west-nile-cases.html"} , {"body" : "Family members of the eight bus passengers killed in the worst accident in the Garden State Parkway's history and survivors of the crash will share $15 million from a settlement reached last week, lawyers in the case said yesterday. The accident occurred on the day before Christmas, 1998. The white-and-silver charter bus, operated by Bruins" , "date" : "20020727" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "$15 Million Settlement in Fatal Casino-Bus Crash" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/27\/nyregion\/15-million-settlement-in-fatal-casino-bus-crash.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on The World Trade Center. JUAN ORTEGA CAMPOS A House to Grow a Dream In In Wall Street's swirl of power and money, he was just a delivery boy, a young man with a heavy Spanish accent who carried meals up to the suits working in the World Trade Center. But back home in Jonacatepec in" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Their Loves: Travel, Coaching, Cats, Foosball, Cokes and Saving Lives" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/nation-challenged-portraits-grief-victims-their-loves-travel-coaching-cats.html"}]