[  {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $770,000 303 East 57th Street (Excelsior) 2-bedroom, 2 1\/2-bath, 1,700-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, attended" , "date" : "20021215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/15\/realestate\/residential-sales.html"} , {"body" : "EVER feel duck confit isn't quite rich enough? Get ready for rillettes, a positively creamy blend of meat, fat and spice. Pork (or duck, goose or a rich fish like salmon or cod) is slowly poached in fat, then shredded and pounded, with salt, pepper and perhaps a little more fat added to render the mixture luxuriantly spreadable. In France," , "date" : "20021127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "TEMPTATION; A Feast of Fat in the French Style" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/27\/dining\/temptation-a-feast-of-fat-in-the-french-style.html"} , {"body" : "A FRIEND recently marveled to Omar Wasow, executive director of BlackPlanet.com, that it is amazing to visit a dot-com where people still have jobs. You are struck by this, too, as Mr. Wasow, who is lanky with dreadlocks draped in a long ponytail, gives a tour of the youthful Flatiron District offices on a late afternoon. Mr. Wasow, 31, is" , "date" : "20021127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; Entrepreneur Takes Black-Oriented Site Out of Red" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/27\/nyregion\/public-lives-entrepreneur-takes-black-oriented-site-out-of-red.html"} , {"body" : "I PROPOSE that someone should make a feature-length, general-release film about knitting. Right here. In New York. Not some movie about frail, bespectacled ladies and Orlon afghans. But think about the people a knitter loves during a lifetime, what she knits for them. Think about the visual richness of a yarn store wall full of cubbyholes of" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/KNITTING; The Raveled Sleeve of Care, and All That" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/neighborhood-report-urban-studies-knitting-raveled-sleeve-care-all-that.html"} , {"body" : "The city's property tax rate, frozen for a decade, will rise by 18 percent on Jan. 1 under an agreement announced yesterday between the Bloomberg administration and City Council leaders. ''It's a painful measure,'' the Council speaker, Gifford Miller, said in announcing the agreement in the Red Room at City Hall shortly after 4:30 p.m. The deal" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY BUDGET DEAL INCLUDES 18% RISE IN PROPERTY TAXES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/city-budget-deal-includes-18-rise-in-property-taxes.html"} , {"body" : "TIME was, you could stroll into a smoke-steeped bookstore on the Lower East Side, gamble a few bucks on a new novella by a budding writer-slash-anarchist who lived down the block, wander into the murky bar next door, and eavesdrop on that same writer trying to pry beer money from his editor. Those were the heady final years of the 20th century," , "date" : "20021103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Latest Exit to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/03\/nyregion\/urban-tactics-latest-exit-to-brooklyn.html"} , {"body" : "Legacy of Hell His name was Robert Knox Sneden (1832-1918). He died unmarried and childless. ''I leave no posterity, but a good war record,'' he once said. Sneden's record consisted of more than his Civil War service with the 40th New York Volunteers as a map maker, witnessing the Peninsula Campaign, the Seven Days and the second Battle of Bull Run" , "date" : "20021009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GUINEA" , "GAMBIA" , "MALI"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/09\/books\/footlights.html"} , {"body" : "It is the undisputed king of the Brooklyn skyline, the most populous borough's only widely recognized piece of architecture that is not a roller coaster. Its gigantic clock tower looms up in half the apartment windows in town, a communal wristwatch that sometimes seems to be watching you. It is the Williamsburgh Savings Bank building, Brooklyn's" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "MY BROOKLYN; A Tower of Dentists Wears a Golden Crown" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/arts\/my-brooklyn-a-tower-of-dentists-wears-a-golden-crown.html"} , {"body" : "MANHATTAN TRIBECA $2 million 90 Franklin Street (Church St.) (Franklin Tower) 3-bedroom, 3-bath, 2,655-sq.-ft. condo in postwar building; renovated kitchen with stainless-steel appliances, renovated baths, home office, high floor, 3 exposures; common charge $1,884; taxes $17,244; listed at $2.35 million, 26 weeks on market (broker: Insignia Douglas" , "date" : "20020912" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/12\/garden\/residential-sales.html"} , {"body" : "Of the 18 Civil Court judgeships up for election in New York City this November, only six are being contested in next week's Democratic primary. As a practical matter, that means the remaining dozen seats will be filled by men and women deeply beholden to the party pols who gave them a berth on the Democratic line and a virtually uncontested ride" , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For Civil Court in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/opinion\/for-civil-court-in-brooklyn.html"} ,   {"body" : "One of the first results of a recent change in zoning in downtown Brooklyn is beginning to take shape at 53 Boerum Place, where construction began last month on an 11-story building that will have 99 market-rate rental apartments. The nine-block area affected by the rezoning is on the edge of downtown Brooklyn and connects it to the Brooklyn" , "date" : "20020906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; First, the Zoning Change; Next, the Apartments" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/06\/nyregion\/residential-real-estate-first-the-zoning-change-next-the-apartments.html"} , {"body" : "Hold it right there -- don't even think about pocketing that change. There's another tip jar, sitting right next to the cash register, one of the many that have multiplied across the city, showing up at coffee counters, video stores, even the doggie day care center. They squat on the counter with an air of reproach -- and that, of course, is the" , "date" : "20020831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here's Your Change; Give It Back; Those Countertop Jars Strain the Etiquette of Tipping" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/31\/nyregion\/here-s-your-change-give-it-back-those-countertop-jars-strain-etiquette-tipping.html"} , {"body" : "As former City Councilman Angel Rodriguez of Brooklyn pleaded guilty yesterday in a federal bribery case, the race to succeed him was already taking shape. A wide range of contenders have emerged in the district represented by Mr. Rodriguez for the last four years. Some had formed official campaign committees to run for the seat months before Mr." , "date" : "20020830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Race Is On for Seat of Ex-Councilman Guilty in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/nyregion\/race-is-on-for-seat-of-ex-councilman-guilty-in-bribery-case.html"} , {"body" : "City Councilman Angel Rodriguez of Brooklyn resigned his post yesterday as he prepared to plead guilty to federal charges that he took bribes in exchange for throwing his support behind a supermarket project in Red Hook that he had once opposed. Mr. Rodriguez, who was a serious contender to become speaker of the City Council earlier this year, now" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Councilman in Bribery Case Resigns on Eve of Guilty Plea" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/councilman-in-bribery-case-resigns-on-eve-of-guilty-plea.html"} , {"body" : "The city with the largest American Indian population, according to the 2000 Census, is not Phoenix. Not Los Angeles. It is New York City. The news is a surprise even to some Indians living in the city. ''You're kidding, right?'' said Rosemary Richmond, the director of the American Indian Community House in Manhattan. The census counted 41,289" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "PHOENIX (ARIZ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Native New Yorkers (The Original Kind); American Indians of Many Tribes Work to Preserve Identity in City" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/native-new-yorkers-original-kind-american-indians-many-tribes-work-preserve.html"} , {"body" : "For Janice Combs, the American dream has always been a family affair. When her son, Sean Combs (lately known as P. Diddy), was climbing the charts as a rap artist and starting out as an entrepreneur, she worked as his stylist and helped manage his restaurant, Justin's. But at Mama Duke Southern Cuisine, a small shop in Boerum Hill, Brooklyn, that" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; A Whole Lot Of Soul, And a Little Hip-Hop, Too" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/neighborhood-report-boerum-hill-a-whole-lot-of-soul-and-a-little-hip-hop-too.html"} , {"body" : "The surprising drop in median income in New York City that has puzzled demographers studying the results of the 2000 census appears to be traceable in large part to immigration, according to new census data that show income declines concentrated heavily in neighborhoods in the Bronx, Brooklyn and Queens that have become magnets for new arrivals." , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigration Cut Into Income In New York, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/immigration-cut-into-income-in-new-york-census-finds.html"} , {"body" : "In the last five years, the so-called rebirth of Smith Street has been, by all accounts, a smashing economic success. But as a sleepier, more old-fashioned way of life gives way to a flourishing nightclub and restaurant scene, the strip has discovered a big-city woe: noise ordinances and the stiff penalties that come with them. Garrett McConnell," , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Bring In da Noise, And You'll Be Fined" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/neighborhood-report-boerum-hill-bring-in-da-noise-and-you-ll-be-fined.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN FLATIRON $1.46 million 9 West 20th Street 2-bedroom, 2-bath, 2,150-sq.-ft. floor-through condo in a prewar loft building; keyed elevator to unit, dining area," , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/realestate\/residential-sales.html"} , {"body" : "Manhattan TRIBECA $750,000 74 Reade Street (Church Street) 2-bedroom, 2-bath, 1,350-sq.-ft. co-op in a circa 1900 loft building; keyed elevator, exposed brick walls, 3 large south-facing windows, tin ceilings, hardwood floors, 2 exposures; maintenance $1,130, 50% tax-deductible; listed at $750,000, 10 weeks on market (broker: Tabak Real Estate)" , "date" : "20020801" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/01\/garden\/residential-sales.html"} ,   {"body" : "They're young and energetic. They come from Australia, California, Japan and Brazil. They land in New York, and one of the first things they do is hop on the R train and head for . . . Bay Ridge. Not since John Travolta sauntered down Third Avenue in the 1977 film ''Saturday Night Fever'' has this quiet Brooklyn neighborhood enjoyed such fame. But" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OWL'S HEAD PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; An Extreme Destination in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/neighborhood-report-bay-ridge-an-extreme-destination-in-brooklyn.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Most of New York's Thai restaurants cater to a largely American clientele, leading many to tone down the spiciness that is a characteristic of Thai cuisine. Here are seven places that refuse to compromise. ARHARN THAI (718) 728-5563; 32-05 36th Avenue (near 32nd Street), Astoria, Queens; $; $25 and Under: 10\/10\/01 Thai cooking depends on a subtle" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Don't Hold the Spice" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/good-eating-don-t-hold-the-spice.html"} , {"body" : "ELI RIOS JR.is just the kind of guy Uncle Sam wanted on the front lines of Operation TIPS, the Justice Department's ill-fated plan to encourage meter readers, truck drivers, cable guys and other workers whose jobs routinely take them through the nation's neighborhoods to report signs of terrorism to a national hotline. A tough-talking, sharp-eyed" , "date" : "20020721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "Ideas & Trends: Look Out; Citizen Snoops Wanted (Call Toll-Free)" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/21\/weekinreview\/ideas-trends-look-out-citizen-snoops-wanted-call-toll-free.html"} , {"body" : "Detectives in Brooklyn yesterday arrested a suspect who had escaped from police custody in March, in the second arrest of an escapee in two days, the authorities said. The man, Larry Nelson, 32, was arrested at about 7:30 a.m. in an apartment at 272 Wyckoff Street in Boerum Hill, the police said. Mr. Nelson, of 2041 Pacific Street, escaped on March" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "One Who Got Away Is Caught in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/one-who-got-away-is-caught-in-brooklyn.html"} , {"body" : "LEGEND has it that much of Manhattan was built by Mohawk ironworkers, and legend, in this case, is right. The Empire State Building. Rockefeller Center. The World Trade Center. The AOL Time Warner towers going up at Columbus Circle. Mohawks have worked on them all, and the list goes on. How these American Indians came to raise monuments to the" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART\/ARCHITECTURE; An Image Welded to the Skyline" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/arts\/art-architecture-an-image-welded-to-the-skyline.html"} , {"body" : "UNDER the height limits for Downtown Brooklyn enacted last summer, buildings are measured in feet. It turns out that the height limits themselves, at least on one block, could be measured in months. Revising its own 120-foot cap along Boerum Place that it enacted just 11 months ago, the City Planning Commission last week unanimously approved" , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Blocks; In Downtown Brooklyn, Too Tall Suddenly Fits" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/blocks-in-downtown-brooklyn-too-tall-suddenly-fits.html"} , {"body" : "Manhattan SOHO $1.225 million 429 West Broadway (Prince Street) 1-bedroom, 1-bath, 2,000-sq.-ft. co-op in a pre-World War II loft building; elevator, 10-ft. tin ceilings, oversize windows, hardwood floors; maintenance $700, 29% tax-deductible; listed at $1.3 million, 3 weeks on market (broker: Halstead Property Co.) EAST MIDTOWN $365,000 411 East" , "date" : "20020627" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/27\/garden\/residential-sales.html"} , {"body" : "Daniel Hook knows what it is like to be judged by the color of his skin. It would take no more than a ride on the subway to get the disapproving looks -- the kind that screamed out: stay away. Mr. Hook is 25, black and a lifelong resident of Brooklyn. He wears baggy pants and a baseball cap and has a fondness for silver earrings. ''Some people" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "9\/11 Bridged the Racial Divide, New Yorkers Say, Gingerly" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/9-11-bridged-the-racial-divide-new-yorkers-say-gingerly.html"} , {"body" : "Manhattan UPPER WEST SIDE $1.315 million 410 Central Park West (101st Street) 4-bedroom, 3 1\/2-bath, 2,400-sq.-ft. co-op in a pre-World War II building; 24-hr. doormen; gallery, two exposures, 10-ft. ceilings, parquet floors, original moldings and detail, views of Central Park from every room; maintenance $1,960, 22% tax-deductible; listed at" , "date" : "20020613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/13\/garden\/residential-sales.html"} , {"body" : "Theater ''THE WORLD IS ROUND,'' a musical based on a Gertrude Stein story about a girl on an adventure, at Manhattan Theater Source, 177 Macdougal Street, Greenwich Village. The musical has a book by Drew Pisarra and songs by Gisburg, an Austrian composer. Sundays at 2 p.m. through June 16. Tickets: $10. Reservations: (212) 501-4751. ''THE PEOPLE" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/arts\/spare-times-for-children.html"} ,   {"body" : "Art in Brooklyn Tuller Premium Food, 199 Court Street (Bergen Street), Cobble Hill, and Ellie Winberg Studio, 160 Union Street (Henry Street), Carroll Gardens; (718) 222-5047. The Brooklyn Working Artists Coalition will sponsor an open house on Saturday and Sunday from 1 to 6 p.m. Thirty-five artists will open their studios for self-guided tours in" , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/garden\/calendar.html"} , {"body" : "A little more than three years ago, Mark Henegan opened a restaurant in a gentrifying Brooklyn neighborhood, an area of black middle-class workers who had long been east of the East River and white professionals who had just begun migrating from the other side. It was a gamble for Mr. Henegan, a successful chef at the South African Consulate and at" , "date" : "20020528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Restaurants On Other Rows Are Suffering" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/28\/nyregion\/restaurants-on-other-rows-are-suffering.html"} , {"body" : "To the Editor: In ''New York's Best Espresso?'' (May 15), William Grimes accurately and sadly describes why New Yorkers just can't get a passable espresso: it's the people! A few summers ago, I was living in Brooklyn and stumbled upon a new cafe on the edge of Boerum Hill. It not only served New York's best espresso, but the best espresso I had" , "date" : "20020522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "The Espresso Crusade" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/22\/dining\/l-the-espresso-crusade-165069.html"} , {"body" : "To the Editor: In your article on school choice, ''Pick One'' (April 28), you focused on largely English-speaking, white, upper-middle-class neighborhoods, Cobble Hill and Boerum Hill, Brooklyn. We live in a more economically and ethnically diverse neighborhood, Ditmas Park, and faced the choice of public or private for our son. Many home-buyers" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Public, Private: What's a Parent to Do?" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/l-public-private-what-s-a-parent-to-do-113441.html"} , {"body" : "A CENTURY ago, Carroll Gardens was a working-class neighborhood in Brooklyn, home to thousands of Irish immigrants. In the decades before World War II, the Irish moved out and first-generation Italians moved in. The neighborhood kept its Italian-American character for decades and to a large degree retains it still. But in recent years a new group" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Carroll Gardens; Area of Gardens and 19th-Century Charm" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/realestate\/if-you-re-thinking-living-carroll-gardens-area-gardens-19th-century-charm.html"} , {"body" : "This is a love story about a man and a pipe organ. The man, Keith Bigger, 55, has worked for the phone company since he was 22. In warmer weather, his uniform is a short-sleeved button-down shirt and Sears trousers. He carries a beeper and two bundles of keys, including ones to the Baptist Temple in Boerum Hill, Brooklyn. In that temple, in 1951," , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; A Tale of Requited Love: A Man and a Pipe Organ" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/neighborhood-report-boerum-hill-a-tale-of-requited-love-a-man-and-a-pipe-organ.html"} , {"body" : "IN an accident of fate, Louis Bickford was standing at Court Street and Atlantic Avenue in Cobble Hill, Brooklyn, on a recent morning when his cousin hailed him from across the street. Mr. Bickford, a human rights activist with a boyish flop of dark hair, had just dropped off his son, Eli, at nursery school and was considering a question plaguing" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Pick One" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/nyregion\/pick-one.html"} , {"body" : "WHILE navigating the nether reaches of the cable TV dial one night, perhaps you came across a manic young man patrolling the subway with a giant net in hand, trying to persuade straphangers to drop everything and join him on a fishing trip from Sheepshead Bay. Or maybe you encountered Vinny Vella, the self-styled mayor of Elizabeth Street, cruising" , "date" : "20020421" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; All New York, All Fashion, (Almost) All the Time" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/21\/nyregion\/urban-tactics-all-new-york-all-fashion-almost-all-the-time.html"} , {"body" : "AS the weather warms and days grow longer, curious people fan out to visit show houses and to tour private houses, apartments and gardens in search of design ideas and inspiration. Here are some of the events in the Northeast. Unless otherwise noted, tours are self-guided. New York FLATBUSH, BROOKLYN, APRIL 28: Ten houses in the Queen Anne," , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "The Tours of Spring, Beckoning Like Daffodils" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/garden\/the-tours-of-spring-beckoning-like-daffodils.html"} , {"author" : "Virginia Heffernan is a writer who lives a short walk from Dean Street." , "body" : "It is the brightest day in weeks. Boerum Hill, in Brooklyn, is crowded. A man rummages unabashedly through someone's trash, inspecting a VCR for signs of life. Four kids with basketballs dribble past me. I count eight couples in their 20's. And then there is a town house on Dean Street -- a brick building with thick white paint peeling off in" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Arts" , "Style"] , "page_facet" : "24" , "title" : "The Brooklyn Lodgers" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/magazine\/the-brooklyn-lodgers.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''Pearls,'' through Sunday. Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. Special Programs: A lecture by Jane" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/arts\/spare-times-504823.html"} , {"body" : "NOT so long ago, Clinton Street on the Lower East Side was a grim, grafitti-ridden streetscape. By night, bags of heroin were sold by brand name, while prostitutes peddled their wares nearby. Things looked even worse, if possible, under daylight, which shone on Clinton Street like fluorescent lights on a hangover. In a scant few years, though," , "date" : "20020410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "And to Think That I Ate It on Clinton Street" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/10\/dining\/and-to-think-that-i-ate-it-on-clinton-street.html"} , {"body" : "WITH Manhattan's co-op and condominium market returning to a rolling boil, a number of real estate brokers and executives say the city is rife with -- can you believe it? -- bad behavior among agents, which they say hurts the buyers and sellers alike. Disgruntled brokers say increasingly competitive colleagues are withholding, or pocketing, their" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "TURF; Agents Play Hide-and-Seek As the Market Quickens" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/garden\/turf-agents-play-hide-and-seek-as-the-market-quickens.html"} , {"body" : "JACKIE MAXWELL, hands shoved deep into her jean pockets, is telling the story sitting down. That's a good thing, because she is truly peeved as she recounts what she heard from a fellow nanny. The nanny, a Salvadoran woman who accompanied a little boy to a play date in the home where Ms. Maxwell works, mentioned how a former employer used to lock" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Union Maid? Actually a Nanny, Organizing" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/public-lives-a-union-maid-actually-a-nanny-organizing.html"} , {"body" : "Yesterday, there was the Albee Square Mall, the glass-enclosed retail future of Downtown Brooklyn. Today, after two decades spent either treading water or sinking, the mall, now the Gallery at MetroTech, stands drab and a bit forlorn. But tomorrow, the mall's new owner says, a golden castle will rise above the honky-tonk bustle of the Fulton Street" , "date" : "20020401" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Grand Plans For a Mall That's Heard It All Before" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/01\/nyregion\/grand-plans-for-a-mall-that-s-heard-it-all-before.html"} , {"body" : "A mixed-use development for downtown Brooklyn on city-owned land near the Brooklyn Heights and Cobble Hill Historic Districts has been approved by the New York City Economic Development Corporation. Two Trees Management, known for its activity in the Dumbo section of Brooklyn near the Manhattan Bridge, has been chosen to develop about 500,000" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Mixed-Use Project on Atlantic Avenue; $90 Million Plan For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/realestate\/postings-mixed-use-project-on-atlantic-avenue-90-million-plan-for-brooklyn.html"} , {"body" : "A Brooklyn councilman who was recently a contender for City Council speaker was charged yesterday with demanding a $1.5 million break on a real estate deal from a developer in exchange for supporting the multimillion-dollar renovation of a waterfront warehouse in his district. The councilman, Angel Rodriguez, a Democrat, represents the Red Hook" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Councilman Is Charged in an Extortion Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/brooklyn-councilman-is-charged-in-an-extortion-scheme.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Spring begins on Wednesday, but if you're longing for tropical breezes, you can at least get a taste of island cooking at these Caribbean restaurants. BAMBOU ** [Rating: Two Stars] (212) 358-0012; 243 East 14th Street (between Second and Third Avenues); $$$; Review: 10\/11\/96. The best Caribbean food in New York is served in a room with such cozy" , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Taste of the West Indies" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/good-eating-taste-of-the-west-indies.html"} , {"body" : "Along the Smith Street miracle half-mile, the prize for nonchalance goes to Sherwood Cafe\/Robin des Bois. Fellows in ski hats smoke and eat amid antique French country tables and vintage chandeliers. Red tags identify items for sale. (Most of them are.) Bernard Decanali, a native of Marseille, is the owner, and he returns to France to replenish the" , "date" : "20020307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: BROOKLYN -- ANTIQUES; You Spill Your Coffee on It, You've Bought It" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/07\/garden\/currents-brooklyn-antiques-you-spill-your-coffee-on-it-you-ve-bought-it.html"} , {"body" : "Mayor Michael R. Bloomberg went to Brooklyn yesterday to try to calm some of the emotions stirred up by the latest twists in the Abner Louima case. The mayor began his day with a trip to the scene of the crime: the 70th Precinct station house in Flatbush, where Mr. Louima, a Haitian immigrant, was tortured by at least one police officer in 1997. At" , "date" : "20020304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayoral Visits Seek to Heal Old Wounds of Louima Case" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/04\/nyregion\/mayoral-visits-seek-to-heal-old-wounds-of-louima-case.html"} ,   {"body" : "THERE is a spot in the lower jaw where the back of the front teeth and the gum merge. Only by tucking the tip of my tongue into that spot can I achieve the proper inflection to pronounce Tuk Tuk, the name of an appealing new Thai restaurant on Smith Street in Brooklyn. The name Tuk Tuk comes from the engine noise of the three-wheeled cabs that ply" , "date" : "20020220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Thai Food in Its Hot, Spicy and Garlicky Glory" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/20\/dining\/25-and-under-thai-food-in-its-hot-spicy-and-garlicky-glory.html"} , {"body" : "Manhattan SOHO $1.875 million 25 Van Dam Street 5-bedroom, 5 1\/2-bath, 4-story 1823 brick town house; dining room, eat-in kitchen, double parlor, 7 fireplaces with original mantels, rear deck, original moldings and details, north garden, 40-by-100-ft. lot; taxes $6,834; listed at $2 million, 4 weeks on market (brokers: Halstead Property Co.;" , "date" : "20020214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/14\/garden\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN CHELSEA $200,000 201 West 16th Street 470-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, attended elevator, separate dressing area, 2 closets;" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/realestate\/residential-sales.html"} , {"body" : "AS construction work begins on 9 MetroTech South, a 670,000-square-foot building that will house 1,300 employees of Empire Blue Cross and Blue Shield, planning is under way to lay the zoning and other groundwork for other development in downtown Brooklyn. While the new building will complete development of the 16-acre MetroTech complex, its" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Brooklyn, Projects, Plans and Hopes" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/realestate\/in-brooklyn-projects-plans-and-hopes.html"} , {"body" : "Some people believe a steam bath is a great place to recover from a night on the town. Barbelow in Boerum Hill, Brooklyn, offers the look and feel of a steam bath in the bar itself. Stephen Ng, a co-owner of the bar, did the designs himself; his partner, Raymond Tung, did the work, building the shapes and meticulously tiling the seamless, curved" , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: NIGHTCLUBS; Below Stairs: Evenings in a Brooklyn 'Steam Bath'" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/garden\/currents-nightclubs-below-stairs-evenings-in-a-brooklyn-steam-bath.html"} , {"body" : "BLOCK after block, the quiet streets of Boerum Hill, in northwest Brooklyn, are lined with shade trees and three- and four-story brick town houses, retaining the small-scale residential charm of a century ago. ''It's a well-preserved, mid-19th century brownstone community that is in the shadows of Brooklyn Heights and yet remains relatively" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Boerum Hill; Neighborhood With a 19th-Century Feel" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/realestate\/if-you-re-thinking-living-boerum-hill-neighborhood-with-19th-century-feel.html"} , {"body" : "CHARLES MONAGHAN was in bed reading a mystery when his phone rang around midnight one night last May. Earlier that evening, he and his wife, Jennifer, had stopped by their local political club, the Central Brooklyn Independent Democrats, to vote on its endorsements for the Democratic primary. After dinner, the couple had settled into bed in their" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The First Hurrah" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/the-first-hurrah.html"}]