[  {"body" : "To the Editor: Re ''There Are No Small Roles, Even if You're an Assemblyman'' (Dec. 8): Bronx Assemblyman Jeffrey Dinowitz, who is playing a politician in the new Jennifer Lopez film, ''Maid in Manhattan,'' is following in the tradition of at least one New York State Assemblyman by combining acting and politics. My father, Joseph Kottler," , "date" : "20021215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Opinion"] , "page_facet" : "15" , "title" : "Navigating The School Maze; Politics, a Way To Open Doors" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/15\/nyregion\/l-navigating-the-school-maze-politics-a-way-to-open-doors-389641.html"} , {"body" : "The word spread this week like spilled coffee on a dashboard. There would be a mandatory -- mandatory -- meeting with the city's Taxi and Limousine Commission, and attendance would be taken. Anyone failing to attend would be punished. In dutiful response, hundreds of men and women shuffled into a Queens auditorium yesterday morning, many of them" , "date" : "20021212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE TRANSIT SHOWDOWN: CONTINGENCY PLAN; Calling Hired Cars, of All Stripes, Just in Case" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/12\/nyregion\/transit-showdown-contingency-plan-calling-hired-cars-all-stripes-just-case.html"} , {"body" : "A police officer has been suspended without pay after a burglary suspect in her custody escaped, the authorities said yesterday. The officer, Mary Bell, a six-year veteran, was suspended without pay for 30 days for ''failure to safeguard'' the prisoner, the police said. The suspect, Eric Breennan, 33, escaped Sunday afternoon and was recaptured" , "date" : "20021204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Officer Punished For Prisoner Escape" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/04\/nyregion\/metro-briefing-new-york-brooklyn-officer-punished-for-prisoner-escape.html"} , {"body" : "A suspect in a school burglary who escaped from police custody yesterday was recaptured last night, the police said. To separate him from another prisoner, the man, Eric Breennan, 33, had been handcuffed to a rail in the muster room of the 66th Precinct station house, instead of being kept in the holding room, they said. He is accused of stealing a" , "date" : "20021202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Burglary Suspect Back In Custody" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/02\/nyregion\/metro-briefing-new-york-brooklyn-burglary-suspect-back-in-custody.html"} , {"body" : "A college freshman who came to America from Bangladesh with his family six years ago was beaten and stabbed to death late Monday night by a group of men on a Brooklyn street corner. The victim, Mohammed Hossain, 18, a scholarship student at the College of Staten Island, encountered the men on New Utrecht Avenue in Borough Park about 10:30 p.m.; he" , "date" : "20021113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Men Kill Student, 18, on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/13\/nyregion\/men-kill-student-18-on-brooklyn-street.html"} , {"body" : "Two days after she was critically injured when flames and smoke engulfed her family's home in Brooklyn, a 6-year-old girl died of those injuries yesterday, a hospital official said. The girl, Nuchye Urbach, had remained in the pediatric intensive care unit at New York Weill Cornell Center since soon after the fire broke out on Friday night in the" , "date" : "20021111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6-Year-Old Girl Injured in a Fire in Brooklyn Dies" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/11\/nyregion\/6-year-old-girl-injured-in-a-fire-in-brooklyn-dies.html"} , {"body" : "Etty Urbach had just given birth to a daughter two months ago, and she and her husband were planning to move to an apartment large enough for their growing family. But yesterday, Mrs. Urbach and her four young children were struggling to survive after inhaling smoke in a fire at their Brooklyn home on Friday night. Mrs. Urbach and her children" , "date" : "20021110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Mother and Four Children Struggle to Survive After Blaze" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/10\/nyregion\/mother-and-four-children-struggle-to-survive-after-blaze.html"} , {"body" : "A 28-year-old woman and her four children were seriously injured in a house fire last night in Borough Park, Brooklyn, fire officials said. The fire took place on 15th Avenue near 57th Street. The victims were taken to Maimonides Medical Center in serious condition, a hospital spokeswoman said. Early today, the mother and her son were transferred" , "date" : "20021109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman and 4 Children Badly Hurt in Fire" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/09\/nyregion\/woman-and-4-children-badly-hurt-in-fire.html"} , {"body" : "With Election Day just two days away, Gov. George E. Pataki and H. Carl McCall stormed the campaign trail yesterday to rouse voters to the polls, while their third-party rival, Tom Golisano, used a paid broadcast to announce he was still running. ''I have been, and still am, a candidate for governor,'' Mr. Golisano, the billionaire Independence" , "date" : "20021104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Count Me In, Golisano Says In a TV Ad" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/04\/nyregion\/count-me-in-golisano-says-in-a-tv-ad.html"} , {"body" : "LINDA Macfarlane, née Feuer, stood on East Houston Street and looked stunned as she peered south at the sleek bistros and boutiques lining Orchard Street. ''It's all gone,'' she whispered to her husband as she clutched his arm. ''What happened?'' Ms. Macfarlane, 59, left New York more than 25 years ago. Now, on a recent visit to the city, she" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fading Into History" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/fading-into-history.html"} ,   {"body" : "THE floors were clean on two subway trains ridden yesterday morning. Streets in Midtown and on the Upper West Side did not seem bad, either. Not immaculate, that's for sure, but not bad. The reason for mentioning such humdrum details is that they cannot be considered all that humdrum anymore. Swept sidewalks and empty litter baskets on street" , "date" : "20021008" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Cleanliness, Godliness And Parking" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/08\/nyregion\/nyc-cleanliness-godliness-and-parking.html"} , {"body" : "The first thing the Metropolitan Transportation Authority wants you to know is that it is not planning to electrocute pigeons. It just wants to zap them with low-voltage electricity. The agency's new Avian Bird Relocation System -- ''That's just what it's called,'' a spokeswoman, Marisa Baldeo, said about the redundant title -- is the latest step" , "date" : "20020922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WOODSIDE; M.T.A. Gets Pigeons to Dance One Delicate Zap at a Time" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/22\/nyregion\/neighborhood-report-woodside-mta-gets-pigeons-dance-one-delicate-zap-time.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races throughout New York State. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 5 general election. Polling hours in the metropolitan area are from 6 a.m. to 9 p.m. GOVERNOR H. Carl McCall (D) LIEUTENANT GOVERNOR Dennis" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/opinion\/new-york-primary-choices.html"} , {"body" : "The little poster taped in the window of a pharmacy on Liberty Avenue in Queens said, ''We are now a Duane Reade drugstore.'' But it was the metal-and-plastic Duane Reade sign, roughly 40 feet long, that workers were attaching to the outside of the building that had Terry Persaud's attention one recent afternoon. The sign was completely illegal." , "date" : "20020904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Signs Go Up, But Rules Fall By Wayside; Union Hopes the City Tightens Enforcement" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/04\/nyregion\/signs-go-up-but-rules-fall-by-wayside-union-hopes-the-city-tightens-enforcement.html"} , {"body" : "Here are our endorsements in Democratic primary elections for the State Senate in Queens, Brooklyn and the Bronx. 13th District, Queens (Jackson Heights, Corona, part of Elmhurst): One of the positive byproducts of having term limits for the New York City Council is the way this has brought former Council members into other races, adding" , "date" : "20020902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For State Senate From New York City" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/opinion\/for-state-senate-from-new-york-city.html"} , {"body" : "In his 20 years in the City Council, Noach Dear was known not only as a bombastic wheeler-dealer who vied for the political leadership of Borough Park, Brooklyn, but also as a master fund-raiser who collected millions of dollars on behalf of Bill Clinton and Al Gore's presidential campaigns. Now, Mr. Dear, who was unable to run for re-election to" , "date" : "20020822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Four-Way Race in Brooklyn For a Redrawn Senate District" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/22\/nyregion\/four-way-race-in-brooklyn-for-a-redrawn-senate-district.html"} , {"body" : "Jeff Corey, a character actor who was barred from his field in the 1950's because of past association with the Communist Party and then became a prominent Hollywood acting instructor, died on Friday in Los Angeles. He was 88 and lived in Malibu. Among his acting students were a college freshman named Carol Burnett and an 18-year-old smart aleck" , "date" : "20020820" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "16" , "title" : "Jeff Corey, Character Actor And Acting Instructor, 88" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/20\/arts\/jeff-corey-character-actor-and-acting-instructor-88.html"} , {"body" : "The Republicans who control the State Senate tried to persuade two, and possibly three, Brooklyn Democrats to switch parties this year, and at least one is likely to make the jump, Senate officials in both parties say. While drawing new district boundaries earlier this year, Senate Republicans promised favorable districts to Democrats who sounded" , "date" : "20020807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Senate G.O.P. Courts Democrats Who Might Switch" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/07\/nyregion\/senate-gop-courts-democrats-who-might-switch.html"} , {"body" : "The surprising drop in median income in New York City that has puzzled demographers studying the results of the 2000 census appears to be traceable in large part to immigration, according to new census data that show income declines concentrated heavily in neighborhoods in the Bronx, Brooklyn and Queens that have become magnets for new arrivals." , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigration Cut Into Income In New York, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/immigration-cut-into-income-in-new-york-census-finds.html"} , {"body" : "Stanley Brezenoff, a former deputy mayor and city hospitals chief with a reputation as a skilled administrator and a troubleshooter, has emerged as a leading contender for the job of New York City schools chancellor. Although Mr. Brezenoff's name was under discussion yesterday, it was not clear whether he was interested in the job. Reached late" , "date" : "20020720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Former Deputy Mayor Emerges as Front-Runner for Schools Chancellor" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/20\/nyregion\/a-former-deputy-mayor-emerges-as-front-runner-for-schools-chancellor.html"} ,   {"body" : "When Mayor Michael R. Bloomberg recently publicized his opposition to parole for a man convicted of killing two police officers in 1971, it also sent a message to Councilman Charles Barron, a self-described black revolutionary who has made bales of hay out of annoying the leaders on both sides of City Hall. Since taking office in January, Mr." , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Adding Charm to Revolution; But Some Say Charles Barron Risks Going Too Far" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/nyregion\/adding-charm-to-revolution-but-some-say-charles-barron-risks-going-too-far.html"} , {"body" : "After living in a two-family house in the Borough Park section of Brooklyn for 10 years, Maria and Luciano Genao, who came to the United States from the Dominican Republic, wanted a house of their own. But they had only a sketchy idea of how much they could afford and how much the down payment and closing costs would add to their purchase. They" , "date" : "20020705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Residential Real Estate; Making Ownership Easier For Lower-Income People" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/05\/nyregion\/residential-real-estate-making-ownership-easier-for-lower-income-people.html"} , {"body" : "Armed patrols of two Jewish neighborhoods in Brooklyn, which had been promised for the second time yesterday by a Queens rabbi, did not materialize early this morning. The rabbi, Yakove Lloyd, said yesterday at a news conference that about 50 people would patrol Borough Park and Flatbush, beginning at midnight, and would be armed with baseball bats" , "date" : "20020624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: No Patrols In Sight" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/24\/nyregion\/metro-briefing-new-york-brooklyn-no-patrols-in-sight.html"} , {"body" : "Residents of Borough Park, Brooklyn, did not seem particularly worried yesterday by the F.B.I.'s warning on Friday that terrorists might use fuel tanker trucks for attacks on synagogues and Jewish schools. But they did express alarm about a Queens rabbi who responded to the new threat by saying he would resume his plan to bring armed patrols to" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "After F.B.I. Warning, Rabbi Renews Call for Armed Patrols" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/after-fbi-warning-rabbi-renews-call-for-armed-patrols.html"} , {"body" : "The F.B.I. has warned its field offices and other law enforcement agencies that terrorists could use fuel tanker trucks for an attack on synagogues or Jewish schools, law enforcement officials said today, emphasizing that they had no solid evidence that such a plot was at hand. The alert, the latest in a series since Sept. 11 about possible" , "date" : "20020622" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "F.B.I. Warns of Possible Threat to Synagogues" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/22\/us\/fbi-warns-of-possible-threat-to-synagogues.html"} , {"body" : "A rabbi from Queens who had planned to bring armed citizen patrols to protect Jewish neighborhoods in Brooklyn last night suspended the patrols ''until further notice'' because of opposition from residents and community leaders. A message on an answering machine set up by the rabbi, Yakove Lloyd, cited the ''overwhelmingly negative response by the" , "date" : "20020617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi Halts Plan to Bring Armed Patrol To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/17\/nyregion\/rabbi-halts-plan-to-bring-armed-patrol-to-brooklyn.html"} , {"body" : "An article on Tuesday about a police warning against proposed armed civilian patrols in Brooklyn misstated the relationship between a critic of the patrols, State Assemblyman Dov Hikind of Borough Park, and Rabbi Meier Kahane, the leader of the Jewish Defense League who was assassinated in 1990. Mr. Hikind was once allied with Mr. Kahane, and" , "date" : "20020613" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/13\/nyregion\/c-corrections-524670.html"} , {"body" : "A rabbi's plan to organize armed civilian patrols to protect Jewish neighborhoods in Brooklyn drew a promise from the police commissioner that those who take up weapons would face arrest. ''The department will not tolerate anyone brandishing weapons under the guise of protecting others,'' said Police Commissioner Raymond W. Kelly. ''Anyone" , "date" : "20020611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Patrols in Jewish Neighborhoods Face Arrest, Commissioner Says" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/11\/nyregion\/patrols-in-jewish-neighborhoods-face-arrest-commissioner-says.html"} , {"body" : "A Brooklyn rabbi said yesterday that he had organized an armed patrol of more than 50 people to guard the streets of Borough Park and Flatbush starting next Sunday night in response to a report of a previous terrorist plot against those neighborhoods. Rabbi Yakove Lloyd, founder and president of the Jewish Defense Group, a conservative activist" , "date" : "20020610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Jewish Group Plans Armed Patrols in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/10\/nyregion\/jewish-group-plans-armed-patrols-in-brooklyn.html"} , {"body" : "A line is already forming for people who want to run for the New York State Legislature this year. A redistricting plan approved by the Legislature and signed by Gov. George E. Pataki created new political boundaries, shifting one Senate seat and four Assembly seats to New York City -- where the population surged during the 1990's -- and attracting" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Term Limits Drove Them Out of Public Life, Redistricting May Help Them Get Back In" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/term-limits-drove-them-public-life-redistricting-may-help-them-get-back.html"} ,   {"body" : "A 54-year-old mechanic who apparently fainted and fell off a subway platform yesterday morning was killed by a train, whose motorman was unable to stop despite the efforts of onlookers to alert him, the authorities said. The mechanic, identified as Slawomir Bezubik, of Borough Park, Brooklyn, was on his way to work at a company in Valley Stream," , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Subway Train Kills Man Who Fell Onto Tracks" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/nyregion\/subway-train-kills-man-who-fell-onto-tracks.html"} , {"body" : "Murray Hill has become the center of a civic debate between a young City Council and the old preservationist community. In January, the Landmarks Preservation Commission voted to designate an archipelago of brownstones in the East 30's as a historic district. But at a meeting last week of the Council subcommittee that oversees the landmark process," , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: MURRAY HILL; Are They Eager Beavers Or Just Nosy Parkers?" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/nyregion\/neighborhood-report-murray-hill-are-they-eager-beavers-or-just-nosy-parkers.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. The main auditorium, with its Imax films, and" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/arts\/spare-times-851914.html"} , {"body" : "ANNE LINDEBERG'S first housing stop in Manhattan after she arrived from Minneapolis in 1999 was a friend's studio apartment on East Houston Street. A year later she moved into a two-bedroom apartment near Tompkins Square Park in the East Village, for $2,550 a month, sharing with a sister newly arrived from Boston. Now Ms. Lindeberg and her sister" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg: More Housing, Higher Prices" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/realestate\/williamsburg-more-housing-higher-prices.html"} , {"body" : "Just as high school students are making plans for senior proms, the State Legislature has passed a measure requiring judges to immediately suspend the licenses of teenagers caught driving drunk. Called Sean's Law, the legislation, passed today and expected to be signed by Gov. George E. Pataki, follows the death in a car crash last New Year's Eve" , "date" : "20020423" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Albany Votes to Suspend Licenses of Teenagers Caught Driving Drunk" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/23\/nyregion\/albany-votes-to-suspend-licenses-of-teenagers-caught-driving-drunk.html"} , {"body" : "The State Senate has agreed to redraw its redistricting plan to create an Upper Manhattan district with a Hispanic majority and to rejoin parts of Borough Park in Brooklyn that had been split, Gov. George E. Pataki said today after speaking at an annual conference of Latino voters and community leaders. The Brooklyn neighborhood of Williamsburg has" , "date" : "20020420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Senate Revises Its Proposal For New Legislative Districts" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/20\/nyregion\/senate-revises-its-proposal-for-new-legislative-districts.html"} , {"body" : "A large number of residents of a Brooklyn community are bombarding Gov. George E. Pataki and leaders of the Republican-controlled State Senate with pleas to redraw boundaries in a redistricting plan that has split their neighborhood into five Senate districts. The effort to redraw the lines in Borough Park has involved local politicians, leaders of" , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WASHINGTON HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Angry Brooklynites Protest Splintering of Senate District" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/nyregion\/angry-brooklynites-protest-splintering-of-senate-district.html"} , {"body" : "Detectives searched the home, business and car of a Brooklyn man whose lower right leg was blown off by a pipe bomb explosion on Sunday, seizing wire, metal connectors and business records yesterday, law enforcement officials said. The blast beside a minivan rented by the man and parked outside his Borough Park home initially sent a frisson of fear" , "date" : "20020326" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Search Home and Business of Brooklyn Man Hurt in Pipe Bomb Blast" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/26\/nyregion\/police-search-home-and-business-of-brooklyn-man-hurt-in-pipe-bomb-blast.html"} , {"body" : "A pipe bomb in an orange bag exploded beside a minivan parked in one of Brooklyn's busiest Jewish neighborhoods yesterday morning, critically injuring a Hasidic man and briefly sending shudders of fear through a community anticipating Passover and concerned over mounting violence in the Middle East. Investigators said the bomb, with an ignition" , "date" : "20020325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pipe Bomb Badly Injures Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/25\/nyregion\/pipe-bomb-badly-injures-brooklyn-man.html"} , {"body" : "In the days before Passover, the scene outside Bobbie's Place, a small children's clothing shop in Midwood, Brooklyn, looks a lot like a mini-Macy's sale. Orthodox Jewish women, some by themselves, most with their children, line up early. They fidget and check the time, trying as best they can to hide their desire to be the first inside. But, alas," , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Midwood Journal; Beautiful Dresses, and Never Mind the Price Tags" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/midwood-journal-beautiful-dresses-and-never-mind-the-price-tags.html"} ,   {"body" : "Narcotics detectives, acting on information that a shipment of the drug Ecstasy was about to arrive, raided a Borough Park home early yesterday and arrested seven people, all related. All were charged with felony drug possession. The police said they seized more than $120,000 in cash and a .25-caliber pistol in the raid at the home of Dror" , "date" : "20020306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Metro Briefing: New York; BROOKLYN: FAMILY ARRESTED IN DRUG RAID" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/06\/nyregion\/metro-briefing-new-york-brooklyn-family-arrested-in-drug-raid.html"} , {"body" : "At least two of them live with their mothers. One of them drives a beat-up brown Oldsmobile; another just bought a used Toyota Camry. One man, according to a colleague, has worn the same winter coat to work for 20 years. On the other hand, at least three of them recently bought new homes in suburbs like Glen Ridge, N.J., where they were far" , "date" : "20020228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Records Show Wide Variety In Lifestyles Of Assessors" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/28\/nyregion\/records-show-wide-variety-in-lifestyles-of-assessors.html"} , {"author" : "Peter Duffy is the author of ''The Bielski Brothers,'' the story of the rescue of 1,200 Jews from the Nazis. It will be published next year by HarperCollins." , "body" : "FOR years afterward, Willie Sutton would curse himself for squeezing into the BMT subway train at Union Square station just before it rumbled toward Brooklyn that early afternoon in February 1952. Mr. Sutton, then 52, was America's most celebrated criminal, a fixture on the F.B.I.'s Most Wanted List ever since he had escaped from a Pennsylvania" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Willie Sutton, Urbane Scoundrel" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/nyregion\/city-lore-willie-sutton-urbane-scoundrel.html"} , {"body" : "LOEB-Thelma. Suddenly Jan. 20, in Boca Raton. Formerly of Borough Park, Brooklyn. Mourned by her loving family, many friends." , "date" : "20020205" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths LOEB, THELMA" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/05\/classified\/paid-notice-deaths-loeb-thelma.html"} , {"body" : "A judge has allowed bribery and defamation accusations against several Orthodox rabbis to go to trial in what advocates for the rights of Orthodox wives call a battle against the abuse of power and subjugation of women by religious authorities. The case, which also underscores concerns that rabbinical courts operate without oversight, pits an" , "date" : "20020125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Judge Allows a Jury Trial In a Case of Jewish Divorce" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/25\/nyregion\/judge-allows-a-jury-trial-in-a-case-of-jewish-divorce.html"} , {"body" : "ON a Saturday morning, the sidewalks of Kew Gardens Hills are crowded with families in their Sabbath best on their way to services at nearby synagogues. Most of the stores that line Main Street are shuttered, meter parking is plentiful and the tranquil quiet of local side streets is seldom invaded by passing cars. This one-square-mile enclave just" , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KEW GARDEN HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Kew Gardens Hills; Tranquil Enclave, Especially on Saturday" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/realestate\/if-you-re-thinking-living-kew-gardens-hills-tranquil-enclave-especially-saturday.html"}]