[  {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through the holiday season, ''Origami Tree: Pocket Posey,'' featuring more than 4,000 hand-folded paper models of various flora. ''Under Antarctic Ice,'' 30 large-format photographs of mammals, fish and plants found under the ice in" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/arts\/spare-times-468118.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11, 2001, attack on the World Trade Center. CATHERINE GORAYEB A Sense of Irreverence Getting on Catherine Gorayeb's wrong side was simply unwise. Why would you want to? Ms. Gorayeb, 41, known as Cathy, was wittier, more adventurous and better turned out -- hair blow-dried daily, khakis ironed --" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "PORTRAITS OF GRIEF: THE MISSING; A Witty Mother, a Little Boy's Firefighting Idol, a Man of the House" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/nyregion\/portraits-grief-missing-witty-mother-little-boy-s-firefighting-idol-man-house.html"} , {"body" : "He's One,Too Does DAN KLORES -- a publicist for such entertainment types as JEAN DOUMANIAN (a former executive producer of ''Saturday Night Live'' and WOODY ALLEN movies) and BRAD GREY (an executive producer of ''The Sopranos'') -- see himself as one of them? He, too, makes movies, it turns out. Only one so far, but it has been accepted for the" , "date" : "20021206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "BOLDFACE NAMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/06\/nyregion\/boldface-names-248410.html"} , {"body" : "Mayor Michael R. Bloomberg wants a law to guarantee a smoke-free environment in all workplaces and public places, including clubs, bars, restaurants, movie theaters and cafes. He has heard plenty about the proposal from celebrity restaurant owners, bartenders, doctors, tavern owners and unions. He has probably not heard, however, the concerned and" , "date" : "20021121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yearning to Inhale Free; Facing Ban, Immigrants Say Smoking Is a Way of Life" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/21\/nyregion\/yearning-to-inhale-free-facing-ban-immigrants-say-smoking-is-a-way-of-life.html"} , {"body" : "Yelizaveta Nurmatova's welcoming smile and warm brown eyes mask a lot of pain. Mrs. Nurmatova brought her two boys and her seriously ill husband to the United States more than five years ago, hoping to start a new life in Brooklyn with her brother and his family. But the brother died of heart disease within a year of their arrival, and his family" , "date" : "20021113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Family Faces Struggle In New Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/13\/nyregion\/the-neediest-cases-family-faces-struggle-in-new-brooklyn-home.html"} , {"body" : "ED (COOKIE) JARVIS was sipping a glass of water. A large man with a body shaped like a water balloon pinched at the top, Mr. Jarvis looked calm. ''I'm really hungry,'' he said. ''I had a brownie about 15 minutes ago.'' Mr. Jarvis, who weighs 409 pounds (''I'm like the spray,'' he said), was standing in the ballroom of the Atlantic Oceana nightclub" , "date" : "20021030" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Big Eaters, Sure, But This Is Absurd" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/30\/dining\/big-eaters-sure-but-this-is-absurd.html"} , {"body" : "Dumpling Derby Tired of football? There will be a different kind of team sport on Sunday at 6 p.m. at the Atlantic Oceana restaurant, 1029 Brighton Beach Avenue in Brooklyn: pelmeni-eating. The International Federation of Competitive Eating is sponsoring a contest that involves eating as many pelmeni, Russian stuffed dumplings, as possible in five" , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/dining\/calendar.html"} , {"body" : "SEMYON PUNDIK, 76, and Iosef Kruglyak, 75, never knew each other on the Eastern Front. The two men from Ukraine, among more than 1,000 World War II veterans of the Red Army now living in Brighton Beach, Brooklyn, met only a few years ago. Yet when they talk about one another, they use the word ''family.'' Now, they anticipate the death they thought" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; They Fought Side by Side, and Long to Be Buried That Way" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/urban-tactics-they-fought-side-by-side-and-long-to-be-buried-that-way.html"} , {"body" : "THE SETTING -- Tatiana, a Russian restaurant on the boardwalk in Brighton Beach. Late last month, above an enormous illuminated tank of koi carp set into the floor, 40 of Robert Varkonyi's closest friends toasted his unlikely victory in a big game: the World Series of Poker in Las Vegas. THE BUZZ -- ''Pick a card, any card,'' said Mr. Varkonyi, as" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH -- BUZZ; A Small-Stakes Poker Player Takes a Pot From Vegas Sharks" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/nyregion\/neighborhood-report-brighton-beach-buzz-small-stakes-poker-player-takes-pot.html"} , {"body" : "IN the 1830's, New York City was already seen as ''a frisky young giantess, bustling with energy.'' The metropolis became the city of cities. On Sept. 11, 2001, this American icon was wounded, but New York demonstrated extraordinary bravery, compassion, and resilience. Hope Proper, curator of exhibitions at the Perkins Center for the Arts, was" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "ART REVIEW; Views of New York, in Moorestown" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/nyregion\/art-review-views-of-new-york-in-moorestown.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. Tomorrow at 2 p.m., ''An Afternoon With Conrad Hall,'' the cinematographer, with a" , "date" : "20020927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/27\/arts\/spare-times-076848.html"} , {"body" : "What Sal Calabrese has always loved about Bensonhurst, Brooklyn, the city's largest Italian neighborhood, is that it provides the intimacies of a village. ''If I walk out,'' he said, ''I will say hello to 15 or 20 people and they to me. 'Hi, Sal. How are you? How's your father?' Like the old days. We're from different places in Italy, but we live" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, the Ices Are Still Italian; Immigration Patterns Shift, Altering the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/well-ices-are-still-italian-immigration-patterns-shift-altering-old-neighborhood.html"} , {"author" : "Roy Hoffman lives in Mobile, Ala., and writes for The Mobile Register. His novel, ''Chicken Dreaming Corn'' (Hill St. Press), inspired in part by his grandparents' journey from Romania to Brooklyn, N.Y., to Alabama, will be published this winter." , "body" : "YOU might think it's in the middle of nowhere -- down a two-lane Alabama highway lined with pine trees, farmhouses and mobile homes -- but to Janice Matthews and a hundred or so other residents of this crossroads with one general store and a gas pump, it's Brooklyn. ''Our Brooklyn,'' says Janice, petite, fair-haired and chatty, who runs Janice's" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Greetings From Brooklyn, Ala." , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/nyregion\/new-york-observed-greetings-from-brooklyn-ala.html"} , {"body" : "''Alone No More,'' a program of dance by Alona Mor presented on Sunday night at the Gene Frankel Theater, was the work of a savvy novice. Ms. Mor came to New York from Israel five years ago to train as a doctor but changed careers after her first dance class. ''Alone No More'' -- for someone of Ms. Mor's clear intelligence, the title seems a silly" , "date" : "20020914" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "DANCE REVIEW; Where a Doctor's Office Is a Comic Scene" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/14\/arts\/dance-review-where-a-doctor-s-office-is-a-comic-scene.html"} , {"body" : "MUSEUMS AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. Tomorrow at 2 p.m., ''An Afternoon With Gordon Willis,'' part of a two-day master class featuring a" , "date" : "20020913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/13\/arts\/spare-times-860000.html"} , {"body" : "Over the last four years, alone on the witness stand in federal court or huddled in back rooms with federal agents, Mani Chulpayev has turned in what federal officials have called one of the most remarkable mob turncoat performances in memory. He has testified about an arson that leveled an entire block in Queens, about multiple extortions backed" , "date" : "20020819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Code of Betrayal, Not Silence, Shines Light on Russian Mob" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/19\/nyregion\/code-of-betrayal-not-silence-shines-light-on-russian-mob.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Sunday. Book Club: ''Of Moths and Men: An Evolutionary Tale,'' by Judith Hooper, Sunday at 3 p.m.; fee, $30. In the Imax Theater, ''Bears''" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/arts\/spare-times-414670.html"} , {"body" : "PRINCE-Grace. Of Brighton Beach, Brooklyn, on July 26, 2002, at age 82. Beloved wife of the late Phillip Prince. Devoted mother of Sam, Barbara, Susan and Gary Prince. Loving grandmother of Peter, David, Tina and Lisa and great - grandmother of Brooke, Jackson, Griffin and Ethan. Graveside service 2 PM in Wellwood Cemetery, Pinelawn Ave., Long" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths PRINCE, GRACE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/classified\/paid-notice-deaths-prince-grace.html"} , {"body" : "Soft Landing for Owners After the Quilted Giraffe In the 1980's and early 90's, it was a restaurant whose name was on many a gastronome's tongue. It took a big chew out of their wallets, but top ratings by critics induced diners to part with their dollars. The restaurant was the Quilted Giraffe, whose owners, Barry and Susan Wine, opened it in 1975" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/following-up.html"} , {"body" : "NEIL SIMON grew up in the Bronx, but it is Brighton Beach that he brought to the stage and screen when he recalled his 1930's boyhood in ''Brighton Beach Memoirs.'' The first act opens in ''a wooden frame house, not too far from the beach. It is a lower-middle-income area inhabited mostly by Jews, Irish and Germans.'' Today's gawky Eugene Jerome," , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Brighton Beach; Magnet for Immigrants, Moving Upscale" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/realestate\/if-you-re-thinking-living-brighton-beach-magnet-for-immigrants-moving-upscale.html"} ,   {"body" : "THE best moment is swooping south on the F.D.R. Drive, just before the Manhattan Bridge, when the highway elevates again and it is like you are in a little airplane taking off. The view unfolds just over the silver hood: the downtown skyline, the East River bridges, Governors Island, the harbor. It's best at sunset, of course, when the piers in" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Particular Place to Go" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/nyregion\/no-particular-place-to-go.html"} , {"author" : "Jonathan Mahler is working on a book about New York City and baseball in the late 1970's, to be published by Farrar, Straus & Giroux\/Picador." , "body" : "I GREW up hearing stories about the New York of my father's childhood, the New York of the 1940's and 50's. The lower-middle-class Jewish neighborhood in the Bronx that was thick with semidetached houses; the broom handles swiped from his mother's closet, the pink Spaldeens sailing over manhole covers. That was my mythology. The images were" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER OF '77" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/nyregion\/summer-of-77.html"} , {"body" : "NEUSTEIN-Abraham, Rabbi, Dr. Died June 23, 2002, age 89 after a distinguished career as the Head Rabbi of The Jewish Center of Brighton Beach, Brooklyn. He is survived by three children Josh, Frima and Amy and nine grandchildren. Services Tuesday 11AM at The Jewish Center of Brighton Beach, Bklyn." , "date" : "20020625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths NEUSTEIN, ABRAHAM, RABBI, DR." , "url" : "http:\/\/www.nytimes.com\/2002\/06\/25\/classified\/paid-notice-deaths-neustein-abraham-rabbi-dr.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20020621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/21\/arts\/spare-times-636088.html"} , {"body" : "Defying Pain With Dance Most children's idea of Spanish dancing is probably closer to what Ricky Martin or Jennifer Lopez does on MTV than to a centuries-old art form. But they now have a chance to see authentic Andalusian dance at the New Victory Theater, which is closing its season with a dramatic flourish: Noche Flamenca. A Madrid company, Noche" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/arts\/family-fare.html"} , {"body" : "To the Editor: Your article captured the main quality of New York neighborhoods, the one that makes them alive and interesting, that there is nothing more permanent than change. INNA STAVITSKY Brighton Beach, Brooklyn" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Baby Blues" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/l-baby-blues-334812.html"} , {"body" : "Art in Brooklyn Tuller Premium Food, 199 Court Street (Bergen Street), Cobble Hill, and Ellie Winberg Studio, 160 Union Street (Henry Street), Carroll Gardens; (718) 222-5047. The Brooklyn Working Artists Coalition will sponsor an open house on Saturday and Sunday from 1 to 6 p.m. Thirty-five artists will open their studios for self-guided tours in" , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/garden\/calendar.html"} , {"body" : "For months, neighbors said, there had been a suspicious amount of teenage traffic in the first- and fourth-floor hallways of 125 Brighton 11th Street in Brighton Beach, Brooklyn, a high-rise populated largely by elderly Russian-Americans. The youths were not, apparently, going to visit Grandma. Not their Grandmas, anyway. They were there to buy the" , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Women, 79 and 77, Are Charged in Drug Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/nyregion\/women-79-and-77-are-charged-in-drug-sales.html"} , {"body" : "The first couple of weeks after the disaster, Calla Perkins was bursting with anger. She expressed her fury in ways she would regret. She sometimes hit and kicked her cats and dog. ''I'm so angry I don't know what to do,'' her mother, Laurel Emery, said Calla told her. When Calla, who is 8, walked past a sign advertising World Trade Center" , "date" : "20020514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "In Nightmares and Anger, Children Pay Hidden Cost of 9\/11" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/14\/nyregion\/in-nightmares-and-anger-children-pay-hidden-cost-of-9-11.html"} , {"body" : "THE SHORT SWEET DREAM OF EDUARDO GUTIÉRREZ By Jimmy Breslin Crown ($22, hardcover) They walked to the el on Brighton Beach Avenue. Two short blocks over, on Fifth Street, Angel Tlapaltotoli came out of the dungeon of a rear basement apartment in the frame house where he lived with his wife and child. He walked up the alley to the street and turned" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/NOVELS; Early Rising in Brooklyn, Drooling on Fifth Avenue" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/new-york-bookshelf-novels-early-rising-in-brooklyn-drooling-on-fifth-avenue.html"} ,   {"body" : "THEATER Following is a selected list, compiled by Anna Bahney, of events through September. Performances rarely occur every day of the week, and programs are subject to change. Alabama ALABAMA SHAKESPEARE FESTIVAL -- Montgomery. (800-841-4273). Productions in two theaters. Festival Stage: May 21-July 27: ''Much Ado About Nothing.'' June 11-July 28:" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANADA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS; Warm Weather Destinations: A Nation of Stages" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/arts\/summer-festivals-warm-weather-destinations-a-nation-of-stages.html"} , {"body" : "The literature of the new Russian avant-garde is hatched here in a ramshackle house just a yard from the railroad tracks that run by the Delaware River. Parked outside, under green tarps and camouflage netting, are three disabled military jeeps that first saw service in World War II. Inside, an aristocratic-looking Russian wolfhound the size of a" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Upstate Quest for a Russian Soul; The Avant-Garde, Bearing Bread, Seeks Out a Mentor" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/nyregion\/upstate-quest-for-russian-soul-avant-garde-bearing-bread-seeks-mentor.html"} , {"body" : "Storing sand on a beach hardly seems controversial. But some residents of Manhattan Beach and Brighton Beach in Brooklyn were angry to learn that the Army Corps of Engineers is considering their shores as storage for 250,000 cubic yards of sand, to be dredged from Rockaway Inlet this fall. ''The last thing we need here is more sand,'' said Ida" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "WHITE ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK WATERFRONT; In Brighton Beach, Opposition to More Sand on the Sand" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/neighborhood-report-new-york-waterfront-brighton-beach-opposition-more-sand-sand.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''Pearls,'' through Sunday. Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. Special Programs: A lecture by Jane" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/arts\/spare-times-504823.html"} , {"body" : "Attractions are open on Easter Sunday, unless otherwise noted. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. Screening: ''Hey Batter Batter! Animated Home Runs''; Sunday, 1 to 2" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/arts\/spare-times-287741.html"} , {"body" : "THE benches along the Brighton Beach boardwalk were packed. It was 40 degrees, and the sky had been scrubbed clean by a determined wind. Yet there they sat, the aging and aged, taking in the sun beneath great mounds of fur coats, homburgs, leather jackets, scarves and sunglasses. Men gathered around a chessboard, their pawns and kings marching" , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking a Seat at the Table" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/seeking-a-seat-at-the-table.html"} , {"body" : "For the full impact of a certain Russian experience, nothing quite beats ''War and Peace.'' The book is long, and so is the opera. It has falling snow and ballroom dancing, soul-searching and vodka bingeing, honor and dishonor, not to mention the main themes, which are, of course, war and peace. (''Some subject, eh?'' as an American tourist said" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "A Little Russia On the Hudson" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/movies\/a-little-russia-on-the-hudson.html"} , {"body" : "The only hint of what really goes on inside the Flushing offices of David Scheinfeld, attorney at law, is a giant red ceramic heart perched on a balcony of the three-story building. More often than not, the jittery clients who slip through the doors of the building, at 135-28 40th Road, in the heart of a crowded Chinese neighborhood in Queens, are" , "date" : "20020302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They Call Her the Chinese Cupid; With New Immigrants, New Competition to Find Them Spouses" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/02\/nyregion\/they-call-her-chinese-cupid-with-new-immigrants-new-competition-find-them.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/01\/arts\/art-guide.html"} , {"body" : "To the Editor: Re ''A Scourge of Litterers and Sidewalk Encroachers'' (Feb. 10): You describe James Vacca ''whose brisk walk and full head of hair make him seem younger than his 46 years.'' It's heartwarming to discover someone so aged can be so spry. He offers hope to us who are only 45. And a full head of hair! Mercy! LEAH D. CASNER Brighton" , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "(Your Name Here) Park; Dodderers, Take Heart: There Is Life After 45" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/nyregion\/l-your-name-here-park-dodderers-take-heart-there-is-life-after-45-776270.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/22\/arts\/art-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites LOWER EAST SIDE TENEMENT MUSEUM, 90 Orchard Street, at Broome Street. A look at the urban immigrant experience. The museum includes a partly restored tenement at 97 Orchard Street. Visitors can explore an apartment that was once home to the Confino family and speak with an actor who plays a 13-year-old family member on" , "date" : "20020215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/15\/arts\/spare-times-629448.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. DANIEL O'CALLAGHAN Always at the Ready Summer and winter, morning, noon and night, Lt. Daniel O'Callaghan wore his thick black bunker pants around the Ladder Company 4 firehouse in Midtown Manhattan. ''It would be 102 degrees out, and he'd be wearing his" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Blunt Talker, Devoted Aunt, Russian migr, Young but Wise Man" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/nation-challenged-portraits-grief-victims-blunt-talker-devoted-aunt-russian-migr.html"} , {"body" : "So here you are, a delegate to the World Economic Forum. You're rich. Or famous. Or serious. Or all of the above. And of course you're really here because of your abiding commitment to participating in a dialogue about new priorities in economic policy (and because you long to see your old pal Bill Gates again). But have you ever considered going" , "date" : "20020131" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "FORUM IN NEW YORK: A GUIDE; How to Flee The Forum And Really See the City" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/31\/nyregion\/forum-in-new-york-a-guide-how-to-flee-the-forum-and-really-see-the-city.html"} , {"body" : "TUCKED into a booth at Ben's Kosher Delicatessen in Baldwin, Don Lerman of Levittown gripped a knife in his right hand, quickly slicing baseball-size matzo balls into quarters like apples and shoveling one after the other into his mouth with his left. His fingers quivered. Crumbs dribbled down his chin and stuck in his beard. He didn't pause until" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONG ISLAND JOURNAL; Champion Overeaters, and Proud of It" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/long-island-journal-champion-overeaters-and-proud-of-it.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. W. C. Fields Festival. Screenings this weekend: tomorrow at 2 p.m., ''Million Dollar Legs'' (1932, directed by Eddie Cline, and ''The Dentist'' (1932), directed by Leslie Pearce; at 4 p.m. ''The Old Fashioned Way'' (1934), directed" , "date" : "20020111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/11\/arts\/spare-times-075817.html"}]