[  {"body" : "Catherine Lott's spinster cousins lived in a sprawling, ancient farmhouse that was set among the boxy semidetached homes of southeastern Brooklyn as if dropped there by a tornado. On a visit nearly 40 years ago, when Ms. Lott was in her teens, the old women said they had something to share with her. ''They took me upstairs with great fanfare and" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANADA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Marine Park Journal; Through a Walk-In Closet in Brooklyn, a Passage to Liberty" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/marine-park-journal-through-a-walk-in-closet-in-brooklyn-a-passage-to-liberty.html"} , {"body" : "Harvey B. Scribner, a no-nonsense former teacher from Maine who went on to become the chancellor of New York City's school system as it underwent a turbulent shift toward local control in the early 1970's, died yesterday in Waterville, Me. He was 88. Dr. Scribner arrived in New York after two decades as a teacher and administrator in Maine," , "date" : "20021224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Harvey B. Scribner, New York Schools Chancellor in a Turbulent Era, Dies at 88" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/24\/nyregion\/harvey-b-scribner-new-york-schools-chancellor-in-a-turbulent-era-dies-at-88.html"} , {"body" : "Sonny Carson, a black activist who was one of the central figures in the battle over community control of New York City's public schools in the 1960's, died Friday night at the Manhattan Veterans Affairs Medical Center. He was 66 and lived in Queens. Mr. Carson had been in a coma since suffering two heart attacks a few months ago, a spokesman for" , "date" : "20021223" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Sonny Carson, 66, Figure in 60's Battle for Schools, Dies" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/23\/nyregion\/sonny-carson-66-figure-in-60-s-battle-for-schools-dies.html"} , {"body" : "The City Parks and Recreation Department plans to institute roving crews to check whether park lavatories and playgrounds are locked each day, after a 23-year-old woman was gang-raped in a Brooklyn park bathroom little more than a week ago. Parks Commissioner Adrian Benepe said yesterday that the crews would check playgrounds, bathrooms and other" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LINCOLN TERRACE PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Parks Dept. Crews Will Check Locks on Bathrooms and Playgrounds in Wake of Rape" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/nyregion\/parks-dept-crews-will-check-locks-on-bathrooms-and-playgrounds-in-wake-of-rape.html"} , {"body" : "All Fred Fisher wants for Christmas is an escalator, like the one that used to bring customers up to his clothing store in the Gallery at MetroTech mall in Downtown Brooklyn -- like the one he said the owners had promised would be installed months ago. A floor would be nice, too, rather than the battered, black-splotched concrete subfloor that has" , "date" : "20021204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unfinished Mall Renovation Angers Merchants" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/04\/nyregion\/unfinished-mall-renovation-angers-merchants.html"} , {"body" : "The dim, dank bathroom was the scene of unspeakable violence. Here, beneath two bare bulbs enclosed in metal cages, they attacked. Five men, their faces wrapped in scarves, each took a turn raping their 23-year-old victim, as her nephew stood helplessly locked in a bathroom stall, the police said. Moments earlier, about 11 p.m. Friday, the men had" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LINCOLN TERRACE PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Woman in Brooklyn Park Is Raped by 5 Attackers" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/woman-in-brooklyn-park-is-raped-by-5-attackers.html"} , {"body" : "As a Queens jury turned to the serious task of deciding whether to sentence to death a man convicted of murdering five workers at a Wendy's restaurant in Queens, his defense lawyer yesterday asked jurors to search their souls for mercy. He also said two of the four children of the convicted man, John B. Taylor, would testify that he should not die" , "date" : "20021121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury Is Begged to Spare the Wendy's Killer" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/21\/nyregion\/jury-is-begged-to-spare-the-wendy-s-killer.html"} , {"body" : "WITHOUT much more fanfare than children's squeals and shouts, a small architectural revolution is under way in public housing. To serve a rapidly growing younger population -- 42 percent of the 425,000 tenants are under 21 -- the New York City Housing Authority is building, expanding or renovating 104 of its 163 community centers. What is" , "date" : "20021114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLOCKS; Projects' Community Centers Open Up, With Glass and Air" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/14\/nyregion\/blocks-projects-community-centers-open-up-with-glass-and-air.html"} , {"body" : "There are times when Thomas V. Daily, the Roman Catholic bishop of Brooklyn, wakes up at night with his stomach in knots. There are times, he said, when he has considered stepping down even before the pope officially accepts the resignation letter he had to submit on his 75th birthday. It has been a particularly stormy few weeks in a relentlessly" , "date" : "20021103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bishop Talks Of Turmoil In Twilight Of His Career" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/03\/nyregion\/bishop-talks-of-turmoil-in-twilight-of-his-career.html"} , {"body" : "The police have arrested a man they contend is responsible for at least six rapes in Manhattan and Brooklyn over the last three years, after finding him on a routine check of a public housing project's stairwells, the authorities said. Officers from a police housing unit were patrolling stairwells, from the ground floor to the roof, of the" , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect Is Arrested in Multiple Rape Cases" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/nyregion\/suspect-is-arrested-in-multiple-rape-cases.html"} ,   {"body" : "A 22-year-old man with a history of drug arrests was charged yesterday with firing the fatal shot in the murder of a Chinese food deliveryman in Brownsville, Brooklyn, the police said. The man, Antoine Belton, who was already wanted for violating parole on a drug charge, was arrested about dawn yesterday at his aunt's apartment, a few blocks from" , "date" : "20021018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, 22, Charged With Shooting Deliveryman" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/nyregion\/man-22-charged-with-shooting-deliveryman.html"} , {"body" : "A day after the ambush killing of a Chinese food deliveryman in Brooklyn, a 19-year-old woman and a 16-year-old boy were charged with murder and attempted robbery in the case yesterday. A third suspect remained at large. The woman, Shaniqua Brown, was accused of making the telephone call from her apartment that lured the man to her building in a" , "date" : "20021017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Accused of Luring A Deliveryman to His Death" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/17\/nyregion\/woman-accused-of-luring-a-deliveryman-to-his-death.html"} , {"body" : "A man delivering food to an apartment building in Brooklyn was shot to death last night, the police said. The man, whose name was not released, was robbed about 8:40 p.m. in the hallway of 2069 Union Street, near Sutter Avenue in Brownsville. He was then shot once in the chest, the police said. He was taken to Brookdale University Hospital and" , "date" : "20021016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn Deliveryman Is Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/16\/nyregion\/brooklyn-deliveryman-is-fatally-shot.html"} , {"body" : "THIS just in: there are nice people in the state of New Jersey. People who perform random acts of kindness, without thought of reward, fame or any advantage whatsoever. The news could really not be better timed. With a mad gunman taking random shots in the Washington suburbs, one is apt to view any stranger as a potential psychopath -- especially" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JERSEY; Random Acts of Kindness? Here?" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/nyregion\/jersey-random-acts-of-kindness-here.html"} , {"body" : "The agreement to preserve some 500 of the city's community gardens and allow about 150 others to be developed into housing seemed to many a fair solution to a long dispute. But some gardeners who stand to lose out in the deal are still hoping to hold onto the land. For three years, Helen Mason of Brooklyn has been cultivating a garden on Legion" , "date" : "20021012" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bitter Harvest For the Losers; Some Ask Why Compromise Doesn't Protect Their Gardens" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/12\/nyregion\/bitter-harvest-for-losers-some-ask-why-compromise-doesn-t-protect-their-gardens.html"} , {"author" : "James Traub, a contributing writer for the magazine, has written often about education." , "body" : "For much of 1968, J.H.S. 271, a junior high school in the impoverished central Brooklyn neighborhood of Ocean Hill-Brownsville, served as the command center for one of the great, agonizing racial psychodramas in New York history. It was from here that a ''planning council'' of activists and parents ran the local schools in an experiment, financed" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "71" , "title" : "A Lesson in Unintended Consequences" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/a-lesson-in-unintended-consequences.html"} , {"body" : "Schools Chancellor Joel I. Klein appointed Caroline Kennedy yesterday to serve as chief fund-raiser for the New York City schools, a new post that he hopes will increase donations from the private sector and strengthen partnerships between the business community and the vast, cash-strapped school system. The surprise appointment, which Mr. Klein" , "date" : "20021002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Caroline Kennedy Takes Post As Fund-Raiser for Schools" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/02\/nyregion\/caroline-kennedy-takes-post-as-fund-raiser-for-schools.html"} , {"body" : "New York City school superintendents will receive bonuses of up to $40,000 -- about a quarter of their base salaries -- if test scores in their districts significantly improve this year, Schools Chancellor Joel I. Klein said yesterday. Raising test scores should be the paramount goal of city educators, Mr. Klein said, because they are the only" , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "If Test Scores of Students Swell, So May Superintendents' Wallets" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/nyregion\/if-test-scores-of-students-swell-so-may-superintendents-wallets.html"} , {"body" : "SARA BENNETT had a tremendous victory in court two weeks ago: Lamont Branch, a Brooklyn man who spent 13 years in prison for the murder of a drug dealer, was freed after his brother Lorenzo admitted that he, and not Lamont, had played a part in the killing. The client -- and Ms. Bennett does not dispute this -- had been a young man of the type" , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Defending Those Not Likely to Be Called Choirboys" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/nyregion\/public-lives-defending-those-not-likely-to-be-called-choirboys.html"} , {"body" : "Ten men and a woman were indicted yesterday in connection with a heroin ring in Brownsville, prosecutors announced. The authorities said the 11 had been selling about 1,000 $10 bags of heroin a day, mostly from two buildings on Chauncey Street. Investigators from the Kings County district attorney's office videotaped buyers at the buildings. Andy" , "date" : "20020918" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: 11 Charged With Selling Heroin" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/18\/nyregion\/metro-briefing-new-york-brooklyn-11-charged-with-selling-heroin.html"} ,   {"body" : "Thirteen years after he was imprisoned for a murder he said he did not commit, Lamont Branch walked out of a Brooklyn courthouse a free man yesterday, after declaring that it was his brother who, armed and angry, confronted a drug dealer who became the victim of the killing. Mr. Branch was freed after pleading guilty yesterday to a lesser charge," , "date" : "20020911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Is Freed in Killing in Which His Brother Admitted a Role" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/11\/nyregion\/man-is-freed-in-killing-in-which-his-brother-admitted-a-role.html"} , {"body" : "Speakers told an energetic crowd on the National Mall today that blacks in the United States were owed compensation for two centuries of slavery and discrimination. ''We have to prepare a place for the young,'' said Louis Farrakhan, leader of the Nation of Islam, to the hundreds of people in the crowd. ''There are babies out here on the Mall that" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "Slavery Reparations Advocates Voice Demands in Washington" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/us\/slavery-reparations-advocates-voice-demands-in-washington.html"} , {"body" : "The surprising drop in median income in New York City that has puzzled demographers studying the results of the 2000 census appears to be traceable in large part to immigration, according to new census data that show income declines concentrated heavily in neighborhoods in the Bronx, Brooklyn and Queens that have become magnets for new arrivals." , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigration Cut Into Income In New York, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/immigration-cut-into-income-in-new-york-census-finds.html"} , {"body" : "The police yesterday asked for the public's help in finding a man who they said killed a 16-year-old Brooklyn youth on July 10 in Brownsville. The man, Bethel Jones, 23, left, was apparently aiming for another man with whom he had argued several hours earlier, the police said. Lt. Joseph Ferrara, who oversees the 73rd Precinct detective squad, said" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Police Ask Help In Finding Suspect" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/nyregion\/metro-briefing-new-york-brooklyn-police-ask-help-in-finding-suspect.html"} , {"body" : "The City Council voted overwhelmingly yesterday to revise the term-limits law, eliminating a provision that held some council members to a maximum of only six years in office, rather than eight. Mayor Michael R. Bloomberg is likely to veto the measure, his aides said yesterday, although few expect him to use his pulpit to rail against the change. A" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Council Passes Measure On Term-Limits Disparity" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/nyregion\/city-council-passes-measure-on-term-limits-disparity.html"} , {"body" : "It is perhaps a measure of the bleakness of Patrick Bhola's brief, chaotic life that its quality was only somewhat diminished by his family's eviction from their Brooklyn apartment a month before his death. Patrick, 13, went from staying with four relatives in a one-bedroom apartment in Bedford-Stuyvesant to living with two in a one-room apartment" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Troubled Lives, a $1 Theft, And a 13-Year-Old Boy Slain" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/3-troubled-lives-a-1-theft-and-a-13-year-old-boy-slain.html"} , {"body" : "A 13-year-old boy who had a troubled home life and was apparently unable to sidestep the pitfalls of life on the streets was found killed late Monday in a squatters' building in Brooklyn, the police said yesterday. The death of the boy, Patrick Bhola, was the end of what the police and relatives said was a short and sometimes brutal life. He had" , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Tough Life and Ugly Death Of a Troubled 13-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/nyregion\/the-tough-life-and-ugly-death-of-a-troubled-13-year-old-boy.html"} , {"body" : "A livery cab that lost its brakes on the Brooklyn Bridge yesterday careered off the Manhattan-bound lanes onto Centre Street and struck two men, leaving one of them in critical condition, the police said. The cab, a white 1990 Lincoln Town Car, crashed into a parked car seconds later and erupted in a large fireball when its fuel tank ignited," , "date" : "20020709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cab Hits 2, Then Explodes, Near Brooklyn Bridge Ramp" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/09\/nyregion\/cab-hits-2-then-explodes-near-brooklyn-bridge-ramp.html"} , {"body" : "A sport utility vehicle lurched out of control at a Brooklyn streetcorner Saturday night, striking and killing a woman and her 13-year-old granddaughter and injuring the teenager's younger sister as the family walked home from a park, the police and the victims' relatives said yesterday. The accident occurred about 9:34 p.m. at Rockaway and" , "date" : "20020624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Die and Toddler Is Hurt In Brooklyn Car Accident" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/24\/nyregion\/2-die-and-toddler-is-hurt-in-brooklyn-car-accident.html"} , {"body" : "Madeline Dellamanna has lived in Ocean Hill-Brownsville from the moment a midwife delivered her 72 years ago on the top floor of her family's home at 2060 Pacific Street, near Saratoga Avenue. She was the daughter of Italian immigrants who ran a local butcher shop, and her family was relatively typical in the Brooklyn neighborhood of working-class" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: OCEAN HILL\/BROWNSVILLE; Where the Whites Are Few, and Their Memories Long" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/neighborhood-report-ocean-hill-brownsville-where-whites-are-few-their-memories.html"} ,   {"body" : "Daniel Hook knows what it is like to be judged by the color of his skin. It would take no more than a ride on the subway to get the disapproving looks -- the kind that screamed out: stay away. Mr. Hook is 25, black and a lifelong resident of Brooklyn. He wears baggy pants and a baseball cap and has a fondness for silver earrings. ''Some people" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "9\/11 Bridged the Racial Divide, New Yorkers Say, Gingerly" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/9-11-bridged-the-racial-divide-new-yorkers-say-gingerly.html"} , {"body" : "It was a strange journey. A conservative idea championed by liberals, it was embraced by its enemies and abandoned by its supposed beneficiaries. When it died in disgrace, its last defenders were the philosophical descendants of its original adversaries. It was school decentralization, for 33 years the guiding organizational principle of New York" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "The Odd Circle Of School Control; 'Power to the People' in 1960's Is Now Seen as 'Amateur Hour'" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/odd-circle-school-control-power-people-1960-s-now-seen-amateur-hour.html"} , {"body" : "A Brooklyn grand jury has ruled out criminal charges for a city bus driver who fatally stabbed a passenger who had attacked him in May with a knife, the authorities said. The driver, Clinton Phillip, 33, was not arrested after the incident. Prosecutors said Mr. Phillip was driving a B60 bus in the Brownsville section of Brooklyn on May 5 when a" , "date" : "20020615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "No Charges for Bus Driver in Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/15\/nyregion\/no-charges-for-bus-driver-in-fatal-stabbing.html"} , {"body" : "Thousands of children continue to be exposed to lead, especially in minority neighborhoods, despite legislation passed three years ago that set new lead paint regulations for landlords, according to a report released yesterday by the New York Public Interest Research Group. The advocacy group's report, which analyzed data from the city Department" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Study Says Many Children Are Still Poisoned by Lead" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/nyregion\/study-says-many-children-are-still-poisoned-by-lead.html"} , {"body" : "For more than a century, the New York City public school system has cycled through centralized and decentralized forms of leadership. The understanding announced yesterday between Mayor Michael R. Bloomberg and the Assembly speaker, Sheldon Silver, giving Mr. Bloomberg substantial control of the schools was the latest turn of the wheel." , "date" : "20020607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "CONSENSUS ON CITY SCHOOLS: HISTORY; Growing Outrage Leads Back to Centralized Leadership" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/nyregion\/consensus-city-schools-history-growing-outrage-leads-back-centralized-leadership.html"} , {"body" : "Mayor Michael R. Bloomberg is fond of saying that he is the right mayor for this time. But his ability to wrangle control of the New York City public school system after less than six months in office suggests that perhaps this is the right time for this mayor. Mr. Bloomberg's negotiating prowess unquestionably contributed mightily to a victory" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "CONSENSUS ON CITY SCHOOLS: POLITICAL MEMO; How Bloomberg Captured a Prize That Others Found Elusive" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/nyregion\/consensus-city-schools-political-memo-bloomberg-captured-prize-that-others-found.html"} , {"author" : "Robert Anasi is author of ''The Gloves: A Boxing Chronicle.''" , "body" : "Boxing's heavyweight champion is generally considered ''the world's most dangerous man.'' True or not, this claim has a powerful hold on the public imagination; and because for the past 60 years (with one exception) the heavyweight champion has been African-American, the title fight has become a kind of referendum on black masculinity. Which type" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "Into the Ring, Again" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/opinion\/into-the-ring-again.html"} , {"body" : "The police are seeking a fifth suspect in the shooting last Wednesday of an undercover police officer during a gunfight in Brooklyn, the authorities said yesterday. Four suspects were arrested, but a fifth man, whom police have identified as Gamel Cherry, left, who lives at 301 Sutter Avenue, is still at large. The police released a photo of Mr." , "date" : "20020529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Fifth Suspect In Officer's Shooting" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/29\/nyregion\/metro-briefing-new-york-manhattan-fifth-suspect-in-officer-s-shooting.html"} , {"body" : "An undercover police officer shot during a gunfight was released from Jamaica Hospital Medical Center yesterday and is expected to make a full recovery, said Tara Fleming, a hospital spokeswoman. The officer, Artie Marquez, was shot in his left hand on Wednesday as he tried to buy 10 9-millimeter handguns for $750 each, the police said. The gun" , "date" : "20020524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Wounded Policeman Out Of Hospital" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/24\/nyregion\/metro-briefing-new-york-brooklyn-wounded-policeman-out-of-hospital.html"} , {"body" : "A plainclothes police officer was shot in the arm last night in Brooklyn during an undercover drug operation in which the officer traded gunfire with suspects, the authorities said. The officer, whose name was not released, was in stable condition at Jamaica Hospital Medical Center, Detective Cheryl Cox said. Four suspects were arrested, two of" , "date" : "20020523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Shot; 4 Suspects Held In Drug Case" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/23\/nyregion\/officer-shot-4-suspects-held-in-drug-case.html"} ,   {"body" : "Mike Tyson sits on the arm of a couch in his villa at a luxury hotel, the ocean just outside the door. He is wearing a T-shirt, shorts and white sweat socks, and he has a towel across his lap. His mood, as he trains for his heavyweight title fight with Lennox Lewis on June 8, is confrontational, perhaps mockingly so, perhaps not. ''None of you guys" , "date" : "20020521" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING; Tyson Remains An Object of Fascination" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/21\/sports\/boxing-tyson-remains-an-object-of-fascination.html"} , {"body" : "Twelve years after Lamont Branch was convicted of a murder he says he did not commit, a Brooklyn prosecutor told a judge yesterday that Mr. Branch's conviction should stand. ''He is guilty of exactly what the jury found him guilty of,'' said Kenneth Taub, the prosecutor in a case that drew attention two months ago when Mr. Branch's brother Lorenzo" , "date" : "20020511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Prosecutor Dismisses Twists in Murder Case" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/11\/nyregion\/prosecutor-dismisses-twists-in-murder-case.html"} , {"body" : "FOR a shy gal from Brooklyn who inherited a sizzling scandal along with the expansive office that is the province of New York City's finance commissioner (and a favored locale of ''Law & Order'' episodes), Martha E. Stark projects her fair share of extroverted poise. Her bone-rattling handshake is beyond robust; her teeth and dimple flash like" , "date" : "20020510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Back to Buff the Tarnish Off the Finance Dept." , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/nyregion\/public-lives-back-to-buff-the-tarnish-off-the-finance-dept.html"} , {"body" : "A passenger on a city bus in Brooklyn, apparently angry that it was moving slowly, stabbed the driver in the back yesterday. But the move backfired when the driver yanked the knife from his assailant and stabbed him, fatally, in the chest, the police said. The episode began about 1:30 p.m., the authorities said, when a B60 bus from Williamsburg to" , "date" : "20020506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bus Passenger Stabs Driver, Who Kills Him" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/06\/nyregion\/bus-passenger-stabs-driver-who-kills-him.html"} , {"author" : "Robert Sietsema is the restaurant critic for The Village Voice and the author of ''The Food Lover's Guide to the Best Ethnic Eating in New York City.''" , "body" : "HUNGERING FOR AMERICA Italian, Irish, and Jewish Foodways in the Age of Migration. By Hasia R. Diner. Illustrated. 292 pp. Cambridge, Mass.: Harvard University Press. $39.95. NOBODY is sure why some countries, like Italy and China, have well-developed and universally admired cuisines, while others can't cook their way out of a paper bag. Hasia R." , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Chow, Ciao" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/books\/chow-ciao.html"} , {"body" : "Four years ago, John Forté was on top of the world. A producer and rapper known for his work with the Fugees, he was considered one of the brightest stars in their creative entourage and had just signed a solo deal with Columbia Records. Two years ago, Mr. Forté fell off: he was dropped by Columbia after poor sales of his solo CD and was trying" , "date" : "20020502" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "THE POP LIFE; From Prison, Music of Hope" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/02\/arts\/the-pop-life-from-prison-music-of-hope.html"} , {"body" : "In what some may consider an unlikely setting for a fighter training for any fight, let alone the heavyweight championship of the world, Mike Tyson is preparing here in Maui for his June 8 bout in Memphis with the titleholder, Lennox Lewis. Tyson is training in a gym not far from the Haleakala volcano, which before Iron Mike showed up was the lone" , "date" : "20020501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MAUI (HAWAII)" , "HAWAII"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING; Tyson, in Training, Is a Man on an Island" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/01\/sports\/boxing-tyson-in-training-is-a-man-on-an-island.html"} , {"body" : "You don't need the sensibilities of a monk to be overwhelmed by the amount of stuff that is jammed, crammed, packed and stacked inside the tiny apartment of an elderly man living in Brooklyn. He has 17 suitcases, 15 folding chairs, 13 clocks, 7 fans, 6 brooms, 5 feather dusters and at least 2 each of most appliances bigger than a breadbox. Every" , "date" : "20020411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At 71, Ordered to Clean His Room; Judge Rules That a Brooklyn Pack Rat Has Too Much Stuff" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/11\/nyregion\/71-ordered-clean-his-room-judge-rules-that-brooklyn-pack-rat-has-too-much-stuff.html"} , {"body" : "JACKIE MAXWELL, hands shoved deep into her jean pockets, is telling the story sitting down. That's a good thing, because she is truly peeved as she recounts what she heard from a fellow nanny. The nanny, a Salvadoran woman who accompanied a little boy to a play date in the home where Ms. Maxwell works, mentioned how a former employer used to lock" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Union Maid? Actually a Nanny, Organizing" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/public-lives-a-union-maid-actually-a-nanny-organizing.html"} , {"body" : "On Friday, a Brooklyn man named Lorenzo Branch attracted widespread attention by testifying that he knew his imprisoned brother was wrongly convicted of a 1988 murder because he himself was involved. But an examination of court documents yesterday showed that in 1989, the brother who was convicted of shooting a Brooklyn man to death, Lamont Branch," , "date" : "20020319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Shooting, a Brother's Word vs. Another's Videotape" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/19\/nyregion\/in-shooting-a-brother-s-word-vs-another-s-videotape.html"} ,   {"body" : "One after another, the school buses pulled up to the curb outside Brooklyn Borough Hall yesterday morning and disgorged their charges. But it was not student-appreciation day at the government center. Nearly all of the passengers were elderly, and several hundred of them wore bright yellow baseball caps. ''Gov. Pataki Please Help,'' the caps said." , "date" : "20020309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Redistricting, and Lunch, Draw a Crowd" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/09\/nyregion\/redistricting-and-lunch-draw-a-crowd.html"} , {"body" : "Eight middle school teachers in Brooklyn, Queens and the Bronx have each received $15,000 grants to reward teaching that defies the chalk-and-talk model. Winning lessons include history classes that travel throughout the Northwest Bronx and East New York and a Brooklyn science class that uses computers to care for a student-built greenhouse. The" , "date" : "20020227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "BULLETIN BOARD; Grants for Unusual Teaching" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/27\/nyregion\/bulletin-board-grants-for-unusual-teaching.html"} , {"body" : "Thirteen years is a long time. Too long to forgive easily, Lamont Branch said the other day at the maximum security prison where he is serving 25 years to life for murder. So he railed about his brother Lorenzo. ''He's a murderer,'' he said. ''And a coward at that. I would never do something like that, let your brother go to jail for you.'' In" , "date" : "20020222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jail May Hold Wrong Brother; Older Sibling Says He's Responsible for 1988 Killing" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/22\/nyregion\/jail-may-hold-wrong-brother-older-sibling-says-he-s-responsible-for-1988-killing.html"} , {"body" : "In 1975, an abstract painter named James Sepyo heard that the old Mason Mints candy factory on Henry Street, in Brooklyn Heights, had been renovated into subsidized lofts for artists. Renamed the Henry Street Studios, the space had a darkroom and a sculpture garden and was a place artists could hold exhibitions and trade ideas. Mr. Sepyo, who had" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Artists Face Expulsion From Their Little 'Paradise'" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/neighborhood-report-brooklyn-heights-artists-face-expulsion-their-little.html"} , {"body" : "In a department composed overwhelmingly of white men, few things are as rare as a black female New York firefighter. There are six of them, or about 0.06 percent of the force. The only thing rarer has been a black female fire officer. There never had been one until yesterday. Now there is one. Her name is Ella McNair, and though 19 other names were" , "date" : "20020130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "First for the Fire Department: A Black Female Lieutenant" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/30\/nyregion\/first-for-the-fire-department-a-black-female-lieutenant.html"} , {"author" : "E-mail: onthetown@nytimes.com" , "body" : "Every critic has favorites. A series called ''New York, New York: Films Selected by the New York Film Critics Circle'' will feature favorite films about the city nominated by more than two dozen New York movie critics. The series, at the American Museum of the Moving Image, begins Feb. 23 at 1 p.m. with Andy Warhol's eight-hour epic ''Empire'' (a" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Books"] , "page_facet" : "3" , "title" : "ON THE TOWN; Critic! Critic! Reviewers Choose Their Favorites" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/on-the-town-critic-critic-reviewers-choose-their-favorites.html"} , {"body" : "Charlene Seymore stood in her kitchen in Brownsville, Brooklyn, peeling potatoes. Piece by piece, long spirals of skin dropped into the bottom of her sink. Then her younger son, Teon, 4, came running into the room. ''Hey Mom!'' he said excitedly, a smile on his face from ear to ear. ''We can watch wrestling tonight.'' ''I know,'' she said, her" , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Drugs Now Just an Unpleasant Memory" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/the-neediest-cases-drugs-now-just-an-unpleasant-memory.html"} , {"body" : "THE resident of Apartment 4N at 790 Concourse Village West may be a man or a woman. But the odds are she's a woman, because Concourse Village, the seventh most female neighborhood in the city, has 1.45 women for every man. And the odds prove right: The resident's name is Paulette Gay-Mack, and she has lived there for 15 years. Figures from the 2000" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CENSUS: NEW YORK BY THE NUMBERS; Where the Men Aren't" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/the-census-new-york-by-the-numbers-where-the-men-aren-t.html"} , {"body" : "Two revelers who fired handguns into the air to celebrate the New Year were wounded in separate exchanges of gunfire with the police early yesterday after they turned their weapons on officers, the police said. Hours later, after another year in which the number of murders in the city had declined sharply, the first homicide of the new year" , "date" : "20020102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Celebrating With Handguns Are Shot by Police" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/02\/nyregion\/2-celebrating-with-handguns-are-shot-by-police.html"}]