[  {"author" : "Caroline F. Campion is an editor at GQ." , "body" : "MOST people probably imagine New York as a heady nirvana for New Year's revels. Perhaps they conjure a holiday presided over by a singing Guy Lombardo who casts a spell of magic and romance over a swarm of sequins and tuxedos. Or they picture the scene from the movie ''When Harry Met Sally,'' the one in which a teary-eyed Meg Ryan finally embraces" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Hot Pursuit Of Those Elusive Bubbles" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/in-hot-pursuit-of-those-elusive-bubbles.html"} , {"body" : "A 2-year-old Brooklyn girl was seriously injured yesterday by a stray bullet that struck her in the face, the police said. The shooting occurred around 2:30 p.m. outside a beauty salon in East New York as two masked gunmen were aiming at a man across the street from them, witnesses said. The child was struck just under the left eye, and was taken" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Girl, 2, Is Injured by a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/brooklyn-girl-2-is-injured-by-a-stray-bullet.html"} , {"body" : "Iris Seda was the cashier whose smile behind the register made Monday mornings bearable. Now, Mondays, Tuesdays -- all days -- hardly seem like occasions for smiling. How much easier, she says, to just lock her bedroom door, close her blinds and lie in her bed in the darkness. Ms. Seda used to work for Lackman Culinary Service, in a cafeteria on" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Moving Back Into the Light After the Darkness of 9\/11" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/nyregion\/the-neediest-cases-moving-back-into-the-light-after-the-darkness-of-9-11.html"} , {"body" : "In the end, it was a test. It was only a test: of your urban savvy, your workplace loyalty, your fluency in laborspeak, your stamina for media hyperventilation -- and, most of all, your ability to roll with feigned punches in Fun City. Day after day, the seven million people who use the city's buses and subways were warned to prepare for a transit" , "date" : "20021217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANSIT SETTLEMENT: THE RIDERS; Ready for a Strike, but Greeted by the Train" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/17\/nyregion\/the-transit-settlement-the-riders-ready-for-a-strike-but-greeted-by-the-train.html"} , {"body" : "Priests in the Diocese of Brooklyn said yesterday that the resignation of Cardinal Bernard F. Law, which came days after 58 Boston priests called for him to step down, had inspired them to push harder for a greater say in church governance, including the eventual naming of a replacement for their bishop, Thomas V. Daily. Bishop Daily was a top aide" , "date" : "20021214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "SCANDALS IN THE CHURCH: BROOKLYN DIOCESE; Priests Feeling Emboldened After Boston Clergy's Success" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/14\/us\/scandals-church-brooklyn-diocese-priests-feeling-emboldened-after-boston-clergy.html"} , {"body" : "REDISTRICTING. Sounds so dull, dry as salt. The density of the matter even provokes a mock shudder from William S. Floyd, the executive director of the government commission that is up to its eyeballs in the business, drafting a new map of City Council districts to reflect a decade of population shifts in New York City neighborhoods, and their" , "date" : "20021210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Hoping to Annoy Everyone (You Call That Boring?)" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/10\/nyregion\/public-lives-hoping-to-annoy-everyone-you-call-that-boring.html"} , {"body" : "In East Harlem, posters have been taped to the door of the 19th-century red-stone firehouse that is home to Engine Company 36. Political leaders from Representative Charles B. Rangel to the Rev. Al Sharpton have been called. Fliers have been handed out. Firefighters have been facing the media, somber and indignant. Engine Company 36 on 125th Street" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "As Closings Loom, Firefighters Try to Rally Neighbors" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/as-closings-loom-firefighters-try-to-rally-neighbors.html"} , {"body" : "Eight fire companies would be disbanded as part of a $51 million reduction in the Fire Department's $1 billion budget. The closings would save the department $10.8 million, but could not take place before a 45-day public review. The companies slated for closing are: in Brooklyn, Engine 204 in Cobble Hill, Engine 212 in Greenpoint, Engine 278 in" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE MAYOR'S BUDGET PLAN: SPENDING; Fire Department" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/nyregion\/the-mayor-s-budget-plan-spending-fire-department.html"} , {"body" : "A teacher at a Roman Catholic elementary school in Brooklyn contracted tuberculosis and may have infected a student, the city's Health Department said yesterday. Forty-four other students at the school, Our Lady of Lourdes in Bushwick, tested positive for exposure to the disease but did not have active cases, the department added. The 44 children" , "date" : "20021109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Tests Find Student Exposure to TB After Teacher Falls Ill" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/09\/nyregion\/tests-find-student-exposure-to-tb-after-teacher-falls-ill.html"} , {"body" : "A man who had struggled to overcome a criminal past and homelessness was stabbed and killed Tuesday night outside a fast food restaurant where he worked in Downtown Brooklyn after he volunteered to remove a man who was drinking beer in the restaurant, the police said. The victim, Angel Estrella, 33, was on his break at Popeye's Chicken and Biscuits" , "date" : "20021107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Is Killed After Ejecting Beer Drinker At Restaurant" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/07\/nyregion\/man-is-killed-after-ejecting-beer-drinker-at-restaurant.html"} ,   {"body" : "Has there ever been a designer's catwalk that produced better fashion than a city sidewalk? Is there a style, high or low, that has not felt the influence of Fifth Avenue, or Bushwick Avenue in Brooklyn, or the Rue Bonaparte, where Isabella Blow, above, a sometimes muse to designers, appears as a wind-tossed apparition blown across the old Parisian" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Front Page" , "Style"] , "page_facet" : "1" , "title" : "The Age of Street Fashion" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/style\/the-age-of-street-fashion.html"} , {"body" : "The Democratic National Committee agreed to put up another $250,000 for H. Carl McCall, the Democratic candidate for governor, yesterday, people familiar with negotiations between the two camps said. The agreement came the day after the committee's chairman, Terry McAuliffe, said he would not send the money unless it seemed Mr. McCall had a better" , "date" : "20021025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Democrats Do an About-Face on McCall, Pledging More" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/25\/nyregion\/democrats-do-an-about-face-on-mccall-pledging-more.html"} , {"body" : "After months of public hearings and private wrangling, a government commission took a first stab yesterday at a new map of City Council districts, redrawn to reflect a decade of population shifts in New York City's neighborhoods, and the underlying ethnic politics. The most significant changes proposed by the city Districting Commission have been" , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Proposed Council District Map Reflects Population Shifts" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/nyregion\/proposed-council-district-map-reflects-population-shifts.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' an exhibition of hundreds of specimens from Africa, Asia and the Americas; through May. In the Imax Theater, ''Bears,'' ''Kilimanjaro: To the Roof of Africa'' and, opening" , "date" : "20021018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/arts\/spare-times-434264.html"} , {"body" : "James Searles, who elevated the lightning-fast form of checkers played mainly by black men in barbershops, parks and sidewalks to the province of an exclusive if distinctly clamorous society -- the Brooklyn Elite Pool Checker Club -- died in Brooklyn on Oct. 5. He was 90. A retired warehouse worker, he lived in the Bushwick neighborhood of" , "date" : "20021014" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "James Searles, 90, a Master of Lightning-Fast Checkers" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/14\/nyregion\/james-searles-90-a-master-of-lightning-fast-checkers.html"} , {"author" : "James Traub, a contributing writer for the magazine, has written often about education." , "body" : "For much of 1968, J.H.S. 271, a junior high school in the impoverished central Brooklyn neighborhood of Ocean Hill-Brownsville, served as the command center for one of the great, agonizing racial psychodramas in New York history. It was from here that a ''planning council'' of activists and parents ran the local schools in an experiment, financed" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "71" , "title" : "A Lesson in Unintended Consequences" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/a-lesson-in-unintended-consequences.html"} , {"author" : "Brenda Ann Kenneally has been photographing Drew since 1996. Adrian Nicole LeBlanc, a Soros media fellow, is author of ''Random Family: Love, Drugs, Trouble and Coming of Age in the Bronx,'' which will be published in February." , "body" : "Drew can't remember the first place he lived, an abandoned house on Cedar and Evergreen in Bushwick, Brooklyn, where he and his parents and four brothers squatted with three other families for a few years after he was born. There was room for everyone, unlike the dark apartment -- just blocks away -- where Drew lives now with his siblings and his" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "83" , "title" : "Drugs in The Blood" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/drugs-in-the-blood.html"} , {"body" : "Few disappearing acts have been as astonishing as the evaporation of hundreds of thousands of people from New York City's welfare rolls. In March 1996, 1.16 million people got cash income assistance in the city -- roughly one in every seven residents or one out of 12 cases nationwide. As of August, 420,000 people were still on the rolls. The fate" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "From Welfare to Work, and Then, to What?; Women Describe Their Lives Off Public Assistance, for Better and Worse" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/nyregion\/welfare-work-then-what-women-describe-their-lives-off-public-assistance-for.html"} , {"body" : "A 50-year-old Brooklyn woman returning home from work was fatally shot in the driveway of her home on Wednesday by a tenant who had just argued with her son, the police said yesterday. The tenant shot the woman, Maureen Greenidge, five times with a .45-caliber pistol before Ms. Greenridge could step out of her car in her driveway, on Trucklemans" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Fatally Shot Outside Her House in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/nyregion\/woman-is-fatally-shot-outside-her-house-in-brooklyn.html"} , {"body" : "Feeling abandoned by their bishops and besieged by the sex abuse scandal, Roman Catholic priests in the New York area have begun organizing to fight what they see as unfair treatment by the church hierarchy and to press for a greater voice in the church. A group of current and former priests, tentatively calling themselves Voice of the Ordained," , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Priests Organize, Focusing On Rights Within Church" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/nyregion\/priests-organize-focusing-on-rights-within-church.html"} ,   {"body" : "To hear officials of the Brooklyn Democratic organization tell it, Primary Day turned out none too shabbily. They point to the resounding victory of the party's leader, Assemblyman Clarence Norman Jr., and they point to the ease with which some party-backed incumbents glided to victory, despite challenges from well-organized insurgents. But several" , "date" : "20020923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democratic Insurgents Criticize Party" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/23\/nyregion\/democratic-insurgents-criticize-party.html"} , {"body" : "Sara Kelly, a lively, articulate mother of six, was explaining why she and her family have stayed in a homeless shelter for more than a year instead of moving to an apartment. It's hard to find a three-bedroom apartment she can afford. Landlords don't like single mothers, teenage boys and homeless people, and they lie about making repairs. She does" , "date" : "20020916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shelters Seek to Oust Families Who Keep Rejecting Housing" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/16\/nyregion\/shelters-seek-to-oust-families-who-keep-rejecting-housing.html"} , {"body" : "In an election in which turnout was lower than many candidates had expected, incumbents in legislative races generally fared well despite a larger-than-usual number of hotly contested races. Several former members of the City Council were thwarted in their efforts to return to public office, according to unofficial results. In many cases, they ran" , "date" : "20020911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW YORK PRIMARY: THE LEGISLATURE; Ex-Council Members Fail In Bids for Higher Office" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/11\/nyregion\/new-york-primary-legislature-ex-council-members-fail-bids-for-higher-office.html"} , {"body" : "A Brooklyn man was seized by masked men at a Brooklyn apartment on Saturday and fatally shot in the street, the authorities said yesterday. The man, Ruel McKenzie, 35, was at a party in an apartment on Cornelia Street in Bushwick when two or three masked men burst in at 2:15 a.m. and took him outside, the police said. After an argument, Mr." , "date" : "20020826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Masked Gunmen Kill Man" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/26\/nyregion\/metro-briefing-new-york-brooklyn-masked-gunmen-kill-man.html"} , {"body" : "One night a month, Theresa Brown takes large bags of chicken wings and a variety of other ingredients and prepares dinner for several hundred members of the 57th Assembly District Democratic Organization, a highly active political club in the Fort Greene section of Brooklyn. For Ms. Brown, a cheerful great-grandmother whose age is ''not yet 60,''" , "date" : "20020826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To the Faithful, 'Nonpartisan' Is a 4-Letter Word" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/26\/nyregion\/to-the-faithful-nonpartisan-is-a-4-letter-word.html"} , {"body" : "THEY are a fixture of night in the city, just like the colored lights on the Empire State Building and the Mexicans who tend flowers at 24-hour delis. Young children, up late. The phenomenon is clear to anyone who visits the city's streets, subways, stores and fast-food restaurants after 10 p.m. Summer is prime time for the wee hours, and the city" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Of the Night; Snug in bed? No. Like New York's adults, its kids are often up and about in the wee hours." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/children-night-snug-bed-no-like-new-york-s-adults-its-kids-are-often-up-about.html"} , {"body" : "Vinny Testaverde knows he will probably never recreate those remarkable statistics of 1998, what he still calls ''that magical season,'' his first as a Jet. But today he said that the offensive talent surrounding him is better than it was that year, when the Jets came within 30 minutes of reaching the Super Bowl. In fact, the 38-year-old Testaverde" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO FOOTBALL; It's 1998 Again for Upbeat Testaverde" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/sports\/pro-football-it-s-1998-again-for-upbeat-testaverde.html"} , {"body" : "Malenny Mendez, a 10-year-old girl from the Bronx, loved to strap on her in-line skates and smile at anyone who sauntered past her parents' grocery store. Katherine Crisantos, a 4-year-old girl from Brooklyn, loved the connotation of the word Friday, because it meant a trip with her big sister to Burger King for fries and soda. Early yesterday" , "date" : "20020819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Dies and Another Is Injured In Separate Shootings at Parties" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/19\/nyregion\/girl-dies-and-another-is-injured-in-separate-shootings-at-parties.html"} , {"body" : "Nine people were shot in two separate incidents in Brooklyn early yesterday, including a 15-year-old boy who later died after an attack the police said was linked to a killing in May. Three men were also shot in the incident that left the boy dead, the police said. The shooting occurred about 1:30 a.m. on Decatur Street near Wilson Avenue in" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Teenager Killed and 8 Hurt In Two Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/teenager-killed-and-8-hurt-in-two-brooklyn-shootings.html"} , {"body" : "To the Editor: Re ''Firefighters and Police Hold Protest for Raises'' (news article, Aug. 16): A couple of months ago, my boyfriend and I moved into a newly renovated building in Bushwick, Brooklyn. In recent weeks, my fellow tenants and other residents of the neighborhood have been subjected to a spate of violent muggings. A few nights ago," , "date" : "20020817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "A Pay Raise for Police" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/17\/opinion\/l-a-pay-raise-for-police-434990.html"} ,   {"body" : "IN 1987, at 19, an accident left Russell Hopkins of Bushwick, Brooklyn, a quadriplegic. Strapped to an electric wheelchair twice his weight, he was no longer able to execute perfect back flips to impress the girls. There were no more Michael Jackson-like dance moves to perform for home videos. There were no more giant bear hugs for a laughing but" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Living Large In a Small Room" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/living-large-in-a-small-room.html"} , {"body" : "A garment worker who was fired during a federal investigation that found that she and other workers had been wrongly denied overtime was turned away by her employer yesterday in violation of a court order directing the Brooklyn factory to rehire her, officials and the worker said. The worker, Maria Arriaga, was fired in April from her job as a" , "date" : "20020802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Factory Defies Order to Rehire Worker Fired in Overtime Inquiry" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/02\/nyregion\/factory-defies-order-to-rehire-worker-fired-in-overtime-inquiry.html"} , {"body" : "In the 10 years since she was first elected to the State Senate, Nellie Santiago has never faced an election without a Democratic primary challenge. Still, Ms. Santiago, who represents Bushwick and Cypress Hills in Brooklyn, has typically won easily with wide margins over little-known opponents. Coasting to victory this year is shaping up to be a" , "date" : "20020801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CYPRESS HILLS (NYC)" , "NEW YORK STATE" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Easy Victories, Brooklyn State Senator Faces a Tough Primary Battle" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/01\/nyregion\/after-easy-victories-brooklyn-state-senator-faces-a-tough-primary-battle.html"} , {"body" : "Finding the Johannis Grocery in Bushwick, Brooklyn, is easy. Just head to the corner of Jefferson Street and Bushwick Avenue and look for the sign that says ''San Miguel Grocery.'' Looking for the Top Banana bodega in Alphabet City? The awning says ''Avenue D Grocery.'' And just off Grand Concourse on East 167th Street in the Bronx, San Martin" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; A Name? Bodega Is a Bodega Is a Bodega" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/neighborhood-report-new-york-up-close-a-name-bodega-is-a-bodega-is-a-bodega.html"} , {"body" : "Shana, a 14-year-old who lives in the Alphabet City housing projects, did not flinch when local cigarette prices jumped to $7.50 a pack this month. Her nicotine fix would cost only an extra nickel. ''I stick with loosies,'' she said after buying two menthols for a buck from a hole-in-the-wall bodega on Avenue D. ''I can't afford to buy a whole" , "date" : "20020721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Beating the Tax Increase, One Cigarette at a Time" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/21\/nyregion\/neighborhood-report-new-york-up-close-beating-tax-increase-one-cigarette-time.html"} , {"body" : "With walls painted an institutional off-white and the chalky pink of a certain sour stomach remedy, Woodhull Medical and Mental Health Center could never be mistaken for an art museum. Yet hanging in virtually every corner is art of a caliber few would expect to find in a public hospital at the chaotic intersection of three tough north Brooklyn" , "date" : "20020715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "For Post-Op, a Dose of Pop Art at a Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/15\/nyregion\/for-post-op-a-dose-of-pop-art-at-a-brooklyn-hospital.html"} , {"author" : "Michael Shapiro's next book, ''The Last Good Season: Brooklyn, the Dodgers and Their Final Pennant Race Together,'' is due out next year." , "body" : "I was 4 years old when the Dodgers left Brooklyn, but unlike the team, I stayed. I never went to Ebbets Field. I never even saw it. I lived in Brooklyn until I was 21 and when I, too, finally left, I did so still believing that had the Dodgers not abandoned the borough for Los Angeles, Brooklyn would have been altogether different, not the flat," , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "MY BROOKLYN; The Team That's Filling the Void the Dodgers Left Behind" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/my-brooklyn-the-team-that-s-filling-the-void-the-dodgers-left-behind.html"} , {"body" : "Meyer Reinhold, an author and scholar of classical studies, died on Monday in Nashville. He was 92. Dr. Reinhold, who was born in Brooklyn, was a firm believer in popularizing the classics by teaching them in translation. In so doing, he parted company with more traditional scholars. ''The age-old grammar-translation method of teaching Latin and" , "date" : "20020705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Meyer Reinhold, 92, Scholar Who Popularized the Classics" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/05\/arts\/meyer-reinhold-92-scholar-who-popularized-the-classics.html"} , {"body" : "If drive-in theaters are disappearing, perhaps walk-up theaters will replace them. Mark Rosenberg, left, started showing films on the roof of his Manhattan apartment building in 1997. Now he and a business partner, Josh Breitbart, run Rooftop Films, with seating for 150, on top of the Peter's Car Corporation building in Bushwick, Brooklyn. The" , "date" : "20020627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: SKYLINES; A Theater Air-Conditioned by Nature" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/27\/garden\/currents-skylines-a-theater-air-conditioned-by-nature.html"} , {"body" : "Rachel Nall was feeling overwhelmed. As a rookie teacher at Public School 175 in Harlem, she was struggling to assert her authority, but nothing seemed to work. ''In my classroom I often have altercations that involve students hitting each other or taking things,'' she said. ''Originally I would reprimand both or sometimes even automatically blame" , "date" : "20020626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Where New Teachers Find Old Hands Who Help Them Cope" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/26\/nyregion\/where-new-teachers-find-old-hands-who-help-them-cope.html"} ,   {"body" : "Where is Koko the Killer Klown? The 3-foot-11-inch, self-proclaimed freak has been AWOL since the winter hiatus, after headlining at the Coney Island Sideshow by the Seashore for six hell-raising years. ''His mother, his father, his friends -- nobody has heard from him,'' said Dick D. Zigun, the sideshow's founder and the self-proclaimed mayor of" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Island Love Story: Missing Klown Meets His Match, Bug Lady Ecstatic" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/neighborhood-report-coney-island-island-love-story-missing-klown-meets-his-match.html"} , {"body" : "Thousands of children continue to be exposed to lead, especially in minority neighborhoods, despite legislation passed three years ago that set new lead paint regulations for landlords, according to a report released yesterday by the New York Public Interest Research Group. The advocacy group's report, which analyzed data from the city Department" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Study Says Many Children Are Still Poisoned by Lead" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/nyregion\/study-says-many-children-are-still-poisoned-by-lead.html"} , {"body" : "A line is already forming for people who want to run for the New York State Legislature this year. A redistricting plan approved by the Legislature and signed by Gov. George E. Pataki created new political boundaries, shifting one Senate seat and four Assembly seats to New York City -- where the population surged during the 1990's -- and attracting" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Term Limits Drove Them Out of Public Life, Redistricting May Help Them Get Back In" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/term-limits-drove-them-public-life-redistricting-may-help-them-get-back.html"} , {"body" : "Tucked into Mayor Michael Bloomberg's inaugural address was an eight-word promise that, if fulfilled, could greatly enhance the quality of life in this city and add an unexpected dimension to the Bloomberg mayoralty. ''We will bring new life to our waterfront,'' Mr. Bloomberg said, and while no details have emerged, the pledge itself was exciting" , "date" : "20020527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "Reclaiming New York's Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/27\/opinion\/reclaiming-new-york-s-waterfront.html"} , {"body" : "If only this were a simple story about a rock, the happy tale of a 10,000-year-old New York City artifact that is finally, in 2002, getting its proper due. But the rock in question is Arbitration Rock, a glacial boulder the size of a Volkswagen Beetle that tumbled down onto a patch of salty marshland during the Ice Age and landed somewhere near" , "date" : "20020516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's a Boulder, All Right, But Was It Once a Border?; Marker Lost to History Is Found (Maybe)" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/16\/nyregion\/it-s-boulder-all-right-but-was-it-once-border-marker-lost-history-found-maybe.html"} , {"body" : "The leader of a black religious sect based in an isolated rural Georgia compound was denied bail today after federal prosecutors said he had molested dozens of children in the last decade. Dwight Z. York, the spiritual leader of a group called the United Nuwaubian Nation of Moors, was charged by a state grand jury on Monday with 74 counts of child" , "date" : "20020515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Bail Is Denied for Sect Leader Accused of Molesting Children" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/15\/us\/bail-is-denied-for-sect-leader-accused-of-molesting-children.html"} , {"body" : "Since President Bill Clinton left office in January 2001, there hasn't exactly been a rush to name public facilities after him. Neither staff members from his Harlem office nor the Clinton Presidential Center in Arkansas could point to a single building or facility that has honored Mr. Clinton by adopting his name. But somebody had to go first. So" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: FLUSHING; Bill Clinton, the Club (Not the Kind With Turkey)" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/neighborhood-report-flushing-bill-clinton-the-club-not-the-kind-with-turkey.html"} , {"body" : "Nzingha Dorner once gazed at the neglected structures and blighted buildings in her neighborhood and thought that replacing them took little more than some cash and a dream. She has since learned that developing a piece of property is not that simple. ''I thought that if I wanted a clothing store there, it's going there; that's the end of it,''" , "date" : "20020508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "At Workshop, Students Tackle Real-Life Problems" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/08\/nyregion\/at-workshop-students-tackle-real-life-problems.html"} , {"body" : "ONE can probably overplay the mysterious workings of that strung out spirit of the age, the zeitgeist. But occasionally a book or a movie or a song comes along whose influence springs up simultaneously in all kinds of unexpected places. ''Back in the Days'' is that book. In January, when PowerHouse Books first issued this album of affectionately" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "6" , "title" : "Hip-Hop Flashbacks: Flatbush Is in the House" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/style\/hip-hop-flashbacks-flatbush-is-in-the-house.html"} , {"body" : "ANNE LINDEBERG'S first housing stop in Manhattan after she arrived from Minneapolis in 1999 was a friend's studio apartment on East Houston Street. A year later she moved into a two-bedroom apartment near Tompkins Square Park in the East Village, for $2,550 a month, sharing with a sister newly arrived from Boston. Now Ms. Lindeberg and her sister" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg: More Housing, Higher Prices" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/realestate\/williamsburg-more-housing-higher-prices.html"} ,   {"body" : "TWENTY-FOUR cans of malt liquor. A $10 bottle of rum. A cheap room. An extension cord bringing stolen electricity to the TV and tape player. A needle. It was an anarchist\/punk party in Bushwick, Brooklyn. The solitary lamp cast a tilted mood. Moonlight poured into the empty kitchen. The shadows of the trees came knocking at the window. ''Is someone" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; Society's Throwaways, With Booze and Attitude" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/nyregion\/neighborhood-report-bending-elbows-society-s-throwaways-with-booze-and-attitude.html"} , {"body" : "A man was charged yesterday with beating his girlfriend and her mother to death inside their Bushwick apartment, the authorities said. The man, James Buckner, 30, who also lived at the apartment, on 1149 Putnam Avenue, was awaiting arraignment last night on murder charges, the authorities said. Investigators said they had not determined a motive in" , "date" : "20020422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Mother and Daughter Killed" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/22\/nyregion\/metro-briefing-new-york-brooklyn-mother-and-daughter-killed.html"} , {"body" : "Severe thunderstorms hit New York City and northeast New Jersey yesterday afternoon, topping off a period of unseasonably hot weather. The weather resulted in at least one death, when a 40-year-old man was killed when a cinder block wall fell on him in a high wind in the Bushwick section of Brooklyn. His name was not immediately released. The" , "date" : "20020420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Severe Thunderstorms Hit, Ending Unseasonable Heat" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/20\/nyregion\/severe-thunderstorms-hit-ending-unseasonable-heat.html"} , {"body" : "Six weeks after releasing a report concluding that Spanish speakers could not communicate well with staff members at Woodhull and Wyckoff Heights hospitals, the group Make the Road by Walking plans to meet Thursday with the president of Health and Hospitals Corporation, Dr. Benjamin K. Chu, to discuss improving interpretation services. The agency" , "date" : "20020407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Some Say Hospitals Lack Vital Procedure: Translation" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/07\/nyregion\/neighborhood-report-new-york-up-close-some-say-hospitals-lack-vital-procedure.html"} , {"body" : "The police said last night that they still had not found a suspect in a double homicide who escaped Friday night from a station house in Fort Greene, Brooklyn. The suspect, Alexis Vasquez, 22, should be considered very dangerous and possibly armed, the police said. He was left alone, without handcuffs, on the second floor of the 88th Precinct" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Man Who Fled Police Station Still at Large" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/man-who-fled-police-station-still-at-large.html"} , {"body" : "A man who was arrested Thursday, a suspect in a a double homicide in December and a double shooting this month, escaped from a Brooklyn station house last night, the police said. The man, Alexis Vasquez, 22, was left alone without handcuffs on the second floor of the 88th Precinct station house in Fort Greene when he pulled away a locked window" , "date" : "20020323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Suspect Escapes From Station House" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/23\/nyregion\/murder-suspect-escapes-from-station-house.html"} , {"body" : "The story is almost believable. In 1899, a collection of ancient Greek pottery shards was shipped from an excavation site in Italy to a Brooklyn cultural institution. Through some mix-up, or possibly through devious machinations, the crate arriving at the institution contained grapefruit. The shards are believed to have landed in the area of the" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Search for Shards That Is Not What It Seems" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/neighborhood-report-brooklyn-heights-search-for-shards-that-not-what-it-seems.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. The Space Theater presents ''The Search for Life: Are We Alone?,'' which ponders the question of life beyond Earth. ''Starry Nights: Fridays Under the Sphere,'' with cash bar, music and tapas; this month, Valerie" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/spare-times-956295.html"} , {"body" : "ROSENTHAL-Adele. Born June 8, 1913 died at her home on Monday, February 11, 2002. An active, funloving mother, grandmother and great-grandmother, she enjoyed a fifty-five year marriage to the late Abner Rosenthal, M.D. She was a long time resident of Queens, an ardent supporter of the Federation of Jewish Philanthropies and the United Jewish" , "date" : "20020214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths ROSENTHAL, ADELE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/14\/classified\/paid-notice-deaths-rosenthal-adele.html"} , {"body" : "ROSENTHAL-Adele. Born June 8, 1913 died at her home on Monday, February 11, 2002. An active, funloving mother, grandmother and great-grandmother, she enjoyed a fifty-five year marriage to the late Abner Rosenthal, M.D. She was a long time resident of Queens, an ardent supporter of the Federation of Jewish Philanthropies and the United Jewish" , "date" : "20020213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths ROSENTHAL, ADELE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/13\/classified\/paid-notice-deaths-rosenthal-adele.html"} ,   {"body" : "In January the smell is almost undetectable, just the slightest hint of sulfuric sourness. In the summer it's enough to make you wince. But the oily water has its chalky green look all year round, and there are hardly ever any boats. It's Newtown Creek, 2002. The city's Department of Transportation has made what seems like a small request" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEWTOWN CREEK; Sounding a Death Knell for a Long-Forsaken Waterway" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/nyregion\/neighborhood-report-newtown-creek-sounding-death-knell-for-long-forsaken.html"} , {"author" : "Apollinaire Scherr's most recent article for Arts & Leisure was about the choreographer Douglas Dunn." , "body" : "TO watch Miguel Gutierrez's ''Enter the Seen,'' you have to go home with him -- to the small studio off his leaky kitchen in the Bushwick district of Brooklyn, six stops on the L train east of the East Village in Manhattan and its theaters for modern dance. ''I feel if people see dance right up close,'' Mr. Gutierrez, 30, said in a recent" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE; A View Up Close Yet Impersonal" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/arts\/dance-a-view-up-close-yet-impersonal.html"} , {"body" : "Every school day at a few minutes after 3, Tenia Rivera trudges up the aging flight of stairs to the single room she calls home, pulls off her backpack, and flops down onto her bed. Then she changes into her pajamas and spends the rest of the afternoon lounging on her bed -- which is really not a bed at all, but a cheap, slowly sinking cot. Tenia," , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "The Neediest Cases; Ailing Mother and Daughter Share a Single Room" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/nyregion\/the-neediest-cases-ailing-mother-and-daughter-share-a-single-room.html"} , {"body" : "Hungry for both food and attention, Jazzy was licking Melinda Rodriguez's face. ''Mom,'' Melinda said, ''she stole the cheese out of my mouth! That's messed up!'' Melinda, 15, was sitting on her mother's bed in their five-room apartment in Bushwick, Brooklyn. ''She's a big baby,'' said Annemarie Rodriguez, 39, Melinda's mother, referring to Jazzy," , "date" : "20020107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; For a Family in Tight Quarters, a Dresser Instead of a Milk Crate" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/07\/nyregion\/neediest-cases-for-family-tight-quarters-dresser-instead-milk-crate.html"}]