[  {"body" : "The scheming began a few days ago. There was a flurry of furtive phone calls between City Hall and an otherwise unremarkable household in Canarsie, Brooklyn. High-level officials got involved, as did their aides. Reporters were notified that something was up, though details were guarded. No one wanted the secret to leak: Michael Pruitt, a" , "date" : "20021226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Donates 'Strike Bike' To an Ailing Boy in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/26\/nyregion\/mayor-donates-strike-bike-to-an-ailing-boy-in-brooklyn.html"} , {"body" : "Everything contrary to Christmas Eve was on display at the murder scene that year: despair, not hope; taking, not giving; an end of life, not a start. The woman was killed on Christmas Eve, 1990, gagged and left slumped against the door inside her ransacked Bronx apartment. Mike Palladino stood in her home on Minerva Place the next day and studied" , "date" : "20021224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Night That's Magical to Many, But One the Police Often Dread" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/24\/nyregion\/a-night-that-s-magical-to-many-but-one-the-police-often-dread.html"} , {"body" : "Five people were slain within eight hours Friday night and early yesterday in a spasm of violence that the police said began when a 17-year-old girl stabbed her sister-in-law in a fight over a telephone and ended with the mysterious killing of a man who was stabbed in the throat on a Brooklyn street. The spate of killing was unusual at a time when" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "5 Killings in 8 Hours Seem to Defy the City's Low Crime Rates" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/5-killings-in-8-hours-seem-to-defy-the-city-s-low-crime-rates.html"} , {"body" : "After suffocating his girlfriend in her Queens home on Thursday night, a man fled with her young daughter and niece and led police officers on a chase along the Long Island Expressway, police officials said yesterday. He was caught later when two off-duty officers spotted him and gave chase. The victim, Rachel Sealey, 26, had been taking care of" , "date" : "20021221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Chase, Man Is Arrested in Girlfriend's Killing" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/21\/nyregion\/after-chase-man-is-arrested-in-girlfriend-s-killing.html"} , {"body" : "An 18-year-old Brooklyn man was stabbed to death yesterday in the home he shared with his sister and his baby son, the authorities said. Lisa Alvarez, the sister of the victim, Jermaine Alvarez, discovered his body yesterday about 6:40 p.m., at their third-floor apartment on East 108th Street near Flatlands 10th Street in Canarsie. He had been" , "date" : "20021218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man, 18, Is Fatally Stabbed in Brooklyn, and Police Seek a Motive" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/18\/nyregion\/man-18-is-fatally-stabbed-in-brooklyn-and-police-seek-a-motive.html"} , {"body" : "The New York attorney general, Eliot Spitzer, sued the former operators of one of the state's largest and most troubled adult homes for the mentally ill yesterday, seeking $12 million in damages to compensate hundreds of residents who had been subjected to what state lawyers described as years of scandalous care and deplorable conditions. The" , "date" : "20021217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "NEW YORK LAWSUIT OVER ADULT HOME" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/17\/nyregion\/new-york-lawsuit-over-adult-home.html"} , {"body" : "The Bronx and Brooklyn emerged from the last decade with a dubious distinction: According to an analysis of recent census data, more homeowners in those two boroughs spend more of their income on housing than people anywhere else in the country. The Bronx and Brooklyn jumped to the top of the list of United States counties ranked by the percentage" , "date" : "20021210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Homeowners Paying a Record Share for Housing" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/10\/nyregion\/new-york-homeowners-paying-a-record-share-for-housing.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. LAURIE ANDERSON, St. Ann's Warehouse, 38 Water Street, between Main Street and Dock Street, Dumbo, Brooklyn, (718) 858-2424. In pensive songs and deadpan stories, Laurie Anderson" , "date" : "20021122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/22\/movies\/pop-and-jazz-guide-026271.html"} , {"body" : "''Not yet, but soon, I'll have my own room,'' Kareen Dupervil said. Ms. Dupervil is 21. She likes to smile. She likes to cook spaghetti and figure her own way around the complex tangles of New York City subway lines and bus routes. She has the reading level of a first grader and is mentally retarded. She is also fiercely ambitious. She is" , "date" : "20021120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Retarded Immigrant Strives for Independent Life" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/20\/nyregion\/the-neediest-cases-retarded-immigrant-strives-for-independent-life.html"} , {"body" : "SCHARFMAN - Yvette. Of New York City. Beloved wife of Ephraim of blessed memory. Beloved mother of Drs. Gerald, Ronnie and Edward Scharfman, grandmother of Andrew, Rachel, Ethan, Zachary, Emily and Brian. Passed away peacefully on November 8, 2002, after a long illness. She was a tireless fundraiser for Hadassah, UJA, Amit Women and Womens League" , "date" : "20021110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths SCHARFMAN, YVETTE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/10\/classified\/paid-notice-deaths-scharfman-yvette.html"} ,   {"body" : "New Rochelle quarterback Pete Oswald stood on the sideline in the fourth quarter yesterday knowing that he would have a chance to lead his team downfield and break a 19-19 tie against Mount Vernon. After the Huguenots' loss last week to North Rockland, Oswald knew this was his chance to redeem himself and lead his team to to a division title." , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOUNT VERNON (NY)" , "NEW ROCHELLE (NY)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; New Rochelle's Late Drive Clinches Class AA South Title" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/sports\/high-school-football-new-rochelle-s-late-drive-clinches-class-aa-south-title.html"} , {"body" : "Poly Prep took the lead late in the game and then withstood a rally in the last minute to come away with an 18-15 victory yesterday over Delbarton of New Jersey in front of a home crowd in Brooklyn. ''They're one of the top teams in New Jersey,'' Poly Prep's first-year head coach, Craig Jacoby, said of Delbarton. ''It really shows what our kids are" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep Foils Last Play To Turn Back Delbarton" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/sports\/high-school-football-poly-prep-foils-last-play-to-turn-back-delbarton.html"} , {"body" : "A 50-year-old Brooklyn woman returning home from work was fatally shot in the driveway of her home on Wednesday by a tenant who had just argued with her son, the police said yesterday. The tenant shot the woman, Maureen Greenidge, five times with a .45-caliber pistol before Ms. Greenridge could step out of her car in her driveway, on Trucklemans" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Fatally Shot Outside Her House in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/nyregion\/woman-is-fatally-shot-outside-her-house-in-brooklyn.html"} , {"body" : "Oh, how they love Rudy. They lined up in a neat row on 48th Street from Fifth Avenue to the Avenue of the Americas and around the corner to 49th Street, clutching copies of ''Leadership,'' a 407-page volume emblazoned with Rudolph W. Giuliani's portrait -- with his recently abandoned comb-over hairdo. They were tourists from Japan and from" , "date" : "20021003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "Hundreds Line Up for Giuliani, the New Matinee Idol" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/03\/nyregion\/hundreds-line-up-for-giuliani-the-new-matinee-idol.html"} , {"body" : "Two talented Brooklynites, Chris Mullin and Albert King, were inducted into the New York City Basketball Hall of Fame yesterday, along with six others. Mullin, a 6-foot-7-inch, sweet-shooting left-hander, starred at Power Memorial and Xaverian High Schools before leading St. John's to an N.C.A.A. Final Four appearance in 1985. He had a 16-year" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: MEN'S BASKETBALL; King and Mullin Join City Hall of Fame" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/sports\/plus-men-s-basketball-king-and-mullin-join-city-hall-of-fame.html"} , {"body" : "Poly Prep, which lost only one game over the past six years, dropped its season opener yesterday when St. Anthony's, the defending Catholic High School Football League champion, defeated the Blue Devils, 28-14. It was Poly Prep's first loss since 1999 and its first loss to a team from a New York City league since 1995. As its reputation grew, Poly" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep Has a Rare Losing Experience" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/sports\/high-school-football-poly-prep-has-a-rare-losing-experience.html"} , {"body" : "Poly Prep lost only one game in the last six seasons, and much of the credit for the Blue Devils' success went to their coach, Dino Mangiero. But in February, Mangiero became the director of football operations at Indiana University, and now Craig Jacoby is the coach at Poly Prep. Jacoby is not a newcomer to the program, however. He had been the" , "date" : "20020914" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep and New Coach Get Early Test at St. Anthony's" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/14\/sports\/high-school-football-poly-prep-and-new-coach-get-early-test-at-st-anthony-s.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races throughout New York State. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 5 general election. Polling hours in the metropolitan area are from 6 a.m. to 9 p.m. GOVERNOR H. Carl McCall (D) LIEUTENANT GOVERNOR Dennis" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/opinion\/new-york-primary-choices.html"} , {"body" : "The police yesterday released a tape recording of a 911 call that they said shed light on the behavior of a Brooklyn man who was fatally shot by a detective after he went on a rampage early Sunday in the home he shared with his mother. The man, Jamil Moore, was shot after he refused orders to drop a knife and advanced on police officers in a" , "date" : "20020903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Release Tape of Call Preceding Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/03\/nyregion\/police-release-tape-of-call-preceding-fatal-shooting.html"} , {"body" : "A 22-year-old Brooklyn man who went on a rampage in the house he shared with his mother in Canarsie was shot and killed by a responding police detective early yesterday after he threatened the detective with a knife, the police said. The man's family disputed the police account, saying that he was not armed when he was shot. The man, Jamil Moore," , "date" : "20020902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Man Is Shot to Death In an Encounter With the Police" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/nyregion\/brooklyn-man-is-shot-to-death-in-an-encounter-with-the-police.html"} ,   {"body" : "Here are our endorsements in Democratic primary elections for the State Senate in Queens, Brooklyn and the Bronx. 13th District, Queens (Jackson Heights, Corona, part of Elmhurst): One of the positive byproducts of having term limits for the New York City Council is the way this has brought former Council members into other races, adding" , "date" : "20020902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For State Senate From New York City" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/opinion\/for-state-senate-from-new-york-city.html"} , {"body" : "INTERNATIONAL A2-9 A New Test for Powell As a Low-Key Mollifier Secretary of State Colin L. Powell is preparing to visit a summit meeting in Africa, his latest appearance where he is expected to play a quiet, low-key role in the public debate over Iraq. His role seems intended to mollify America's critics as much as to persuade them. A1 Bhutto" , "date" : "20020902" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/nyregion\/news-summary-679097.html"} , {"body" : "It was Leon Williams's fashion sense that pointed him toward the football field instead of the basketball courts in Brooklyn. ''When I was a kid I saw one of my friends wearing a football jersey and I thought it looked good,'' Williams said. ''I put it on and didn't want to take it off.'' Williams persuaded his mother to get him his own jersey, and" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "COLLEGE FOOTBALL; Hurricanes Suit Williams From Brooklyn to Miami" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/sports\/college-football-hurricanes-suit-williams-from-brooklyn-to-miami.html"} , {"body" : "A report in the F.Y.I. column last Sunday about the city's highest-numbered streets misidentified the one in Brooklyn. It is East 108th Street in Canarsie, not 101st Street in Fort Hamilton." , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/c-corrections-549916.html"} , {"body" : "In his 20 years in the City Council, Noach Dear was known not only as a bombastic wheeler-dealer who vied for the political leadership of Borough Park, Brooklyn, but also as a master fund-raiser who collected millions of dollars on behalf of Bill Clinton and Al Gore's presidential campaigns. Now, Mr. Dear, who was unable to run for re-election to" , "date" : "20020822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Four-Way Race in Brooklyn For a Redrawn Senate District" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/22\/nyregion\/four-way-race-in-brooklyn-for-a-redrawn-senate-district.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "By the Numbers Q. What is the highest numbered street in New York City? A. Although most people think of New York's numbered streets as the rungs upon which Manhattan climbs northward, there is a group of numbered streets in Queens that makes its way east and terminates at the Nassau County border in Glen Oaks at 271st Street, the highest numbered" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/fyi-414514.html"} , {"body" : "About 10,000 firefighters and police officers crowded into Times Square yesterday to demand larger raises from the Bloomberg administration, which they said had forgotten the sacrifices they made rushing to fires, cutting crime and responding to the horrors of Sept. 11. Firefighters far outnumbered police officers at the carefully orchestrated noon" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Firefighters And Police Hold Protest For Raises" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/nyregion\/firefighters-and-police-hold-protest-for-raises.html"} , {"body" : "The former girlfriend of a man suspected of killing his sister this week was found dead in a vacant lot in Brooklyn yesterday, a police officer said. The woman, Donna Davis, had been shot once in the head, the officer said. Her body was discovered about 1 p.m. in an industrial area at Cozine Avenue near Fountain Avenue in East New York by a man" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Body Is Found; Police Search For Boyfriend" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/body-is-found-police-search-for-boyfriend.html"} , {"body" : "The boat was set to rock this month. It was June, the month of weddings and graduations, and several groups had reserved evenings on the Sunset Queen, a dinner cruise boat docked beside the Sunset Landing restaurant on Canarsie Pier. But on June 11 the boat's captain was arrested and charged with polluting the waters. Ten days later, the restaurant" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; Legal Wrangles Maroon a Dinner Cruise Ship" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/nyregion\/neighborhood-report-canarsie-legal-wrangles-maroon-a-dinner-cruise-ship.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. TOURI BOLOURCHI Lover of Literature Twenty-one years ago, Touri Bolourchi; her husband, Akbar; and her two daughters fled Iran when Ayatollah Ruhollah Khomeini closed the schools. As a nurse, educated in England and married to a doctor, she was determined to" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Literary Cook, Happy New Yorker, Quiet Helper, Proud Immigrant" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/nyregion\/portraits-grief-victims-literary-cook-happy-new-yorker-quiet-helper-proud.html"} ,   {"body" : "About 700 New Yorkers are expected in federal court in Brooklyn tomorrow to begin the latest legal journey through one of the city's wrenching memories, the sexual assault of Abner Louima in a Brooklyn police station bathroom in 1997. The 700 people will be the pool of potential jurors for the new trial of a twice-convicted former police officer," , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Latest Chapter in Louima Case Is to Begin" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/latest-chapter-in-louima-case-is-to-begin.html"} , {"body" : "New Yorkers who are smug about not having to spend hours on traffic-jammed highways to get to work may be surprised by some sobering news yesterday from the Census Bureau: that people in four of the five boroughs fritter away more time getting to work than those anywhere else in the state. In fact, the average travel times for residents of Staten" , "date" : "20020524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "BRONX (NYC)" , "CONNECTICUT" , "QUEENS (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In New York, a Long Way From Here to Here" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/24\/nyregion\/in-new-york-a-long-way-from-here-to-here.html"} , {"body" : "It was the fall of 2000 and state inspectors were due to arrive at Seaport Manor, an adult home for the mentally ill in Canarsie, Brooklyn. Upstairs, some of its 325 residents, bewildered and mumbling, shuffled along the dreary hallways. Downstairs, a handful of workers hastily doctored records, they said, to make it seem as if the home was" , "date" : "20020429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Here, Life Is Squalor and Chaos" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/29\/nyregion\/here-life-is-squalor-and-chaos.html"} , {"body" : "INTERNATIONAL A3-12 Israelis and Palestinians Agree to Plan on Ramallah Israeli and Palestinian leaders agreed to a Bush administration compromise to end the armed siege of Yasir Arafat, overcoming the stalemate in Ramallah and freeing the Palestinian leader to travel the world for the first time in more than four months. The Israeli government," , "date" : "20020429" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/29\/nyregion\/news-summary-793779.html"} , {"body" : "Randolph Maddix, a schizophrenic who lived at a private home for the mentally ill in Brooklyn, was often left alone to suffer seizures, his body crumpling to the floor of his squalid room. The home, Seaport Manor, is responsible for 325 starkly ill people, yet many of its workers could barely qualify for fast-food jobs. So it was no surprise that" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "For Mentally Ill, Death and Misery" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/nyregion\/for-mentally-ill-death-and-misery.html"} , {"author" : "E-mail: bolande@hotmail.com" , "body" : "Longing for a Well Q. Because of this year's drought, the city has placed restrictions on city water, but people can still use well water. Why aren't the wells dry, and how can I get one? A. According to the State Department of Environmental Conservation, water districts do not regulate the use of well water. It's not that wells cannot dry up; they" , "date" : "20020421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNITED NATIONS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/04\/21\/nyregion\/fyi-638706.html"} , {"body" : "MANY New Yorkers have had the exceedingly unpleasant experience of watching as a building is constructed right in front of their faces, blocking their views and often their sunlight. Most of them rant for a while and then move on to some other aggravation of urban life. But Dr. Jeffrey Shapiro refused just to sit there when he heard that a new" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Habitats\/Battery Park City; Apartment With a View, In the Ritz-Carlton Tower" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/realestate\/habitats-battery-park-city-apartment-with-a-view-in-the-ritz-carlton-tower.html"} , {"body" : "AT the Tantur checkpoint the other day, an Israeli settler stood screaming at a group of Italians who were trying to cross into Bethlehem to show their solidarity with Palestinians. ''What about the suicide bombs!'' shouted Harvey Milstein, originally of Canarsie, Brooklyn. ''Why don't you care when Jews bleed!'' The Italians pointedly ignored him." , "date" : "20020407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "The World: Beyond Reason; The Method Of This Madness" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/07\/weekinreview\/the-world-beyond-reason-the-method-of-this-madness.html"} , {"body" : "A two-alarm fire caused extensive damage to a Lutheran church in Canarsie last night, fire officials said. The fire spread quickly from an adjoining church office into St. Matthew's Lutheran Church, and flames reached about 30 feet up the 40-foot wood-frame structure, built in 1879. The exterior of a residence next to the church was scorched. The" , "date" : "20020405" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Fire Damages Church" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/05\/nyregion\/metro-briefing-new-york-brooklyn-fire-damages-church.html"} , {"body" : "Angry at poor student performance in District 9 in the southwest Bronx, a group of parents is demanding more public participation in the selection of a new superintendent. About 70 parents, organized by local community groups with the help of New York University's Institute for Education and Social Policy, attended a school board meeting Monday" , "date" : "20020403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "BULLETIN BOARD; Parents Fault Superintendent-Selection Process" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/03\/nyregion\/bulletin-board-parents-fault-superintendent-selection-process.html"} ,   {"body" : "A California woman who accused a priest of sexually abusing her and then paying for an abortion when she was a teenager will receive $1.2 million to settle her suit against the Roman Catholic Church, the two sides said yesterday. The woman, Lori Capobianco Haigh, said that in 1978, when she was 14, the priest, the Rev. John P. Lenihan, began a" , "date" : "20020402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ORANGE COUNTY (CALIF)" , "BILLERICA (MASS)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Diocese Pays $1.2 Million In Sex Lawsuit" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/02\/us\/diocese-pays-1.2-million-in-sex-lawsuit.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. JOHN ABERCROMBIE QUARTET, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Mr. Abercrombie, the guitarist, has made his name on the ECM label, and he makes some" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/movies\/pop-and-jazz-guide-288292.html"} , {"author" : "David Shields is the author of ''Enough About You: Adventures in Autobiography,'' to be published by Simon & Schuster in May." , "body" : "A couple of months ago, I was talking to Howard Schultz in the lobby of the Seattle SuperSonics' practice facility. Schultz, the chairman and chief global strategist of Starbucks and the new principal owner of the Seattle N.B.A. team, continually emphasizes that ''the Sonics are a public trust'' and that his primary motivation in purchasing the" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "The Capitalist Communitarian" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/magazine\/the-capitalist-communitarian.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ALLMAN BROTHERS BAND, Beacon Theater, 2124 Broadway, at 74th Street, (212) 496-7070. The archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist" , "date" : "20020315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/15\/movies\/pop-and-jazz-guide-070327.html"} , {"body" : "LEVINE-Irving J. Died March 4, 2002, at the age of 89 in Princeton, New Jersey. Beloved husband of the late Dorothy Thome Levine for 61 years, he is survived by his son Richard J. Levine, daughter Nancy L. Castro, sister Pauline L. Rosenblum; four grandchildren, Jonathan D. Levine, Stephanie L. Castro, Russell N. Levine and Wendy E. Castro; three" , "date" : "20020306" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths LEVINE, IRVING J." , "url" : "http:\/\/www.nytimes.com\/2002\/03\/06\/classified\/paid-notice-deaths-levine-irving-j.html"} , {"body" : "LEVINE-Irving J. Died March 4, 2002, at the age of 89 in Princeton, New Jersey. Beloved husband of the late Dorothy Thome Levine for 61 years, he is survived by his son Richard J. Levine, daughter Nancy L. Castro, sister Pauline L. Rosenblum; four grandchildren, Jonathan D. Levine, Stephanie L. Castro, Russell N. Levine and Wendy E. Castro; three" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths LEVINE, IRVING J." , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/classified\/paid-notice-deaths-levine-irving-j.html"} , {"body" : "About 200 United States marines returned to their base at the Kandahar airport today after sweeping through a deserted terrorist training camp in southern Afghanistan where they recovered only small numbers of weapons and few documents belonging to Osama bin Laden's network, Al Qaeda. The marines, who had left here early on New Year's Day in a" , "date" : "20020103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "AFGHANISTAN" , "BAGHRAN (AFGHANISTAN)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: THE MISSION; Marines Complete Sweep Of Al Qaeda Compound" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/03\/world\/a-nation-challenged-the-mission-marines-complete-sweep-of-al-qaeda-compound.html"}]