[  {"body" : "WHEN the New York City mayor, Michael R. Bloomberg, announced late last month that he supported a proposal to extend the Long Island Rail Road tracks from Brooklyn into Lower Manhattan, he might have expected many L.I.R.R. commuters to rejoice at the prospect of easier access to the financial district. But the details of the plan leave it unclear" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Tunnel Too Far: L.I.R.R. Plan Panned" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/a-tunnel-too-far-lirr-plan-panned.html"} , {"body" : "Carlos Guevara sat hunched over a sewing machine in a Brooklyn garment factory, 10 hours a day, six days a week. Every 15 to 30 seconds, he would push a white cotton neck lining off to the side of his table. Six cents. That is how much he earned for each one of those linings -- a nickel and a penny, for his pocket, for his family. Each minute" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "The Neediest Cases; Tough Times Translate Into Layoffs, Fewer Hours and Deprivation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/neediest-cases-tough-times-translate-into-layoffs-fewer-hours-deprivation.html"} , {"body" : "THEY'LL be home for Christmas: the New Church in Murray Hill, back to a lovely antebellum sanctuary it had to close in 1990; the Salvation Army, in its own Times Square building after a 12-year absence; the Brooklyn Tabernacle, in a vast old movie palace that hasn't looked so splendid since it opened in 1918; and All Saints Episcopal Church, in a" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Churches, Births and Rebirths" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/realestate\/for-churches-births-and-rebirths.html"} , {"body" : "Marina Borges, right, is in holiday overdrive, which is quite natural this time of year for a cookie baker. Her specialties are cunning star-shaped linzers, buttery snickerdoodles, fragile chocolate-rimmed leaves, and intense chocolate cookies that sparkle with sugar, among a dozen or so varieties. She also bakes savories like cheese-corn" , "date" : "20021218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Baking Up A Blizzard Of Cookies" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/18\/dining\/food-stuff-baking-up-a-blizzard-of-cookies.html"} , {"body" : "In the end, it was a test. It was only a test: of your urban savvy, your workplace loyalty, your fluency in laborspeak, your stamina for media hyperventilation -- and, most of all, your ability to roll with feigned punches in Fun City. Day after day, the seven million people who use the city's buses and subways were warned to prepare for a transit" , "date" : "20021217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANSIT SETTLEMENT: THE RIDERS; Ready for a Strike, but Greeted by the Train" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/17\/nyregion\/the-transit-settlement-the-riders-ready-for-a-strike-but-greeted-by-the-train.html"} , {"body" : "Td49244, known to some of his hundreds of satisfied customers as Santa Tony, has three dozen jovial Chicken Dance Elmos staring him down in his Staten Island basement, but he is hardly unnerved. He takes the long view and will not sell short, at least through Dec. 25. Toys-as-commodities are a big game for him, as he watches the fickle fluctuations" , "date" : "20021214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On eBay, No One Can Hear You Scream (Over High Price of Hot Toys)" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/14\/nyregion\/on-ebay-no-one-can-hear-you-scream-over-high-price-of-hot-toys.html"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. More holiday recommendations for this weekend are" , "date" : "20021213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "The Christmas Crescendo, From 'Ave Maria' to the 'Messiah'" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/13\/movies\/the-christmas-crescendo-from-ave-maria-to-the-messiah.html"} , {"author" : "Steve Kurutz is an editor at Details." , "body" : "ON Broadway, in the upper 40's, there used to be a series of buildings whose lobby phone booths served as makeshift offices for fly-by-night businessmen. The writer A. J. Liebling called these gentlemen Telephone Booth Indians because, as he put it, ''in their lives the telephone booth furnishes sustenance as well as shelter, as the buffalo did for" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Sorry, Superman" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/nyregion\/urban-tactics-sorry-superman.html"} , {"body" : "All Fred Fisher wants for Christmas is an escalator, like the one that used to bring customers up to his clothing store in the Gallery at MetroTech mall in Downtown Brooklyn -- like the one he said the owners had promised would be installed months ago. A floor would be nice, too, rather than the battered, black-splotched concrete subfloor that has" , "date" : "20021204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unfinished Mall Renovation Angers Merchants" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/04\/nyregion\/unfinished-mall-renovation-angers-merchants.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Scrabble's Birthplace Q. On the street sign for 35th Avenue at the corner of 81st Street in Jackson Heights, Queens, there is a small number after each letter. What do they mean? A. The numbered letters are meant to resemble Scrabble tiles, a playful tribute to the popular board game, which was invented and developed in Jackson Heights. In the" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/fyi-122866.html"} ,   {"body" : "EVENTS ''A CELEBRATION OF THE LIFE AND WORK OF OSCAR WILDE,'' with a weekend of activities. Tomorrow at 3 p.m., a walking tour of Gramercy Park sites associated with the writer, followed by a reception and a lecture by Merlin Holland, Wilde's grandson and author of several books about him. Meets outside the Gramercy Park Hotel, Lexington Avenue and" , "date" : "20021129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/29\/arts\/spare-times-141160.html"} , {"body" : "Nine people have been arrested on charges of dealing in counterfeit designer clothes, handbags and sunglasses after an 18-month investigation in which detectives set up a warehouse in downtown Brooklyn, officials said yesterday. Detectives at the warehouse bought fake Rolexes and Tiffany jewelry, counterfeit Coach and Louis Vuitton handbags, Kangol" , "date" : "20021128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Trademark Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/28\/nyregion\/metro-briefing-new-york-brooklyn-trademark-scheme.html"} , {"body" : "Building for Sale: Downtown Brooklyn. Retail\/Residential\/Mixed use. McKim, Mead & White building. Famed address. Price Negotiable. Contact: Mayor Michael R. Bloomberg. Mayor Bloomberg is planning to announce today that the city will restart its efforts to sell 110 Livingston Street, the much-maligned, almost infamous headquarters of the now-defunct" , "date" : "20021125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "For Sale, a Brooklyn Building With a Past" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/25\/nyregion\/for-sale-a-brooklyn-building-with-a-past.html"} , {"body" : "A private developer has proposed building two or three so-called big-box stores on Pier 40 in Greenwich Village, the same neighborhood that resoundingly rejected a Costco store just two years ago. This time, however, the superstores would be accompanied by a giant carrot for the community: a 15-acre sports park that would occupy the top level of" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Big-Box Plan, but With Icing on Top" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/big-box-plan-but-with-icing-on-top.html"} , {"body" : "ATTRACTIONS MOUNT VERNON HOTEL MUSEUM AND GARDEN, formerly the Abigail Adams Smith Museum, 421 East 61st Street, Manhattan. Built in 1799 as the carriage house for Abigail Adams and Col. William Smith, it was the Mount Vernon Hotel from 1826 to 1833. ''Fare for All at the Mount Vernon Hotel,'' an interactive musical about the early 19th-century" , "date" : "20021122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/22\/arts\/spare-times-027219.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow at 3 p.m., ''On the Heels of Alice: New York in Pictures,'' a lecture by Priscilla van Laarhoven of the International" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/arts\/spare-times-912344.html"} , {"body" : "INTERNATIONAL A3-18 Final U.S. Draft at U.N. Gives Iraq a Last Chance The United States presented the Security Council with its final proposal for a resolution to give Iraq a last chance to disarm through rigorous weapons inspections or face American-led war. A1 Ukraine Reportedly Aided Iraq A new report by American and British investigators" , "date" : "20021107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/07\/nyregion\/news-summary-790583.html"} , {"body" : "A man who had struggled to overcome a criminal past and homelessness was stabbed and killed Tuesday night outside a fast food restaurant where he worked in Downtown Brooklyn after he volunteered to remove a man who was drinking beer in the restaurant, the police said. The victim, Angel Estrella, 33, was on his break at Popeye's Chicken and Biscuits" , "date" : "20021107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Is Killed After Ejecting Beer Drinker At Restaurant" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/07\/nyregion\/man-is-killed-after-ejecting-beer-drinker-at-restaurant.html"} , {"body" : "On the last day of the campaign for governor of New York, the incumbent, George E. Pataki, barnstormed the state's major cities in a chartered jet today, telling his supporters to vote for him because the state was better off than when he took office in 1995. The Democratic challenger, H. Carl McCall, crisscrossed New York City and its suburbs in a" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Candidates Rack Up Miles In Last Push to Pick Up Votes" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/nyregion\/candidates-rack-up-miles-in-last-push-to-pick-up-votes.html"} , {"body" : "FOR a personal challenge, nothing compares to the New York City Marathon. Take it from someone who has completed the 26.2-mile course several times. Grinding along the streets of the five boroughs requires reservoirs of endurance, discipline, patience, resourcefulness and good cheer. I really should try running it one of these days. But it just" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; How to Beat This Writer Across Town" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/nyregion\/nyc-how-to-beat-this-writer-across-town.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The New York City Opera has established an identity as a company that discovers and gives opportunities to emerging singers. Two young vocalists make their" , "date" : "20021025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A landlord and his son have been convicted of violating federal law by hiring immigrant workers to use knives to cut dangerous asbestos insulation out of a Brooklyn building without following required safety procedures. In a two-week trial that ended with a guilty verdict on Friday, federal prosecutors argued that after environmental inspectors" , "date" : "20021022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Are Guilty Of Pollution Violations" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/22\/nyregion\/metro-briefing-new-york-brooklyn-two-are-guilty-of-pollution-violations.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Sign Symbols Q. In my Astoria, Queens, neighborhood, the crossing signals use hand and pedestrian figures to indicate when it is safe to cross. But when I go to work in Manhattan, all the signals say ''Walk'' and ''Don't Walk.'' Why the discrepancy? A. The signs differ because New York is in the midst of a signal change of its own. The old," , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/fyi-437735.html"} , {"body" : "The Bloomberg administration is considering a cost-saving plan that would require the Office of Emergency Management to share its proposed new command center with a new backup office for the 911 emergency telephone system, administration officials said yesterday. The proposal, put forward by the Police Department, which operates the 911 system, has" , "date" : "20021016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Crisis Centers Could Share Office Space" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/16\/nyregion\/crisis-centers-could-share-office-space.html"} , {"body" : "Six weeks into its reincarnation as the headquarters of the New York City school system, the Tweed Courthouse has forced its 600 new inhabitants to make major adjustments. For veterans of 110 Livingston Street, the famously dismal building in downtown Brooklyn that housed the central school administration for 63 years, the sunlight dappling the" , "date" : "20021016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "Learning to Work in an Heirloom After Life in a Warren" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/16\/nyregion\/learning-to-work-in-an-heirloom-after-life-in-a-warren.html"} , {"body" : "When Mayor Michael R. Bloomberg announced plans last March to move the Department of Education to the Tweed Courthouse, he said he would put a school on the first floor ''so that all of the administrators every day get reminded why they have jobs.'' But that plan was apparently not set in stone. This week, Schools Chancellor Joel I. Klein will meet" , "date" : "20021015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Plan for School In Courthouse Is Up in Air, Educators Say" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/15\/nyregion\/plan-for-school-in-courthouse-is-up-in-air-educators-say.html"} , {"body" : "A private company has recently started a water taxi service in New York City, offering connections between neighborhoods, parks and cultural attractions along the West Side, Lower Manhattan and downtown Brooklyn waterfronts. New York Water Taxi has three yellow 53-foot aluminum catamarans with the vintage Yellow Cab black-and-white checkered" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY; In New York City, Cries of 'Cab, Ahoy!'" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/travel\/travel-advisory-in-new-york-city-cries-of-cab-ahoy.html"} , {"body" : "At an exuberant news conference in August overlooking the World Trade Center site, federal, state and city officials announced that $4.55 billion had been set aside for transit in Lower Manhattan -- one of the biggest single sums ever available for city transportation and enough, officials assured, to remake a crucial part of the system. But only" , "date" : "20021012" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old or New? Debate Rages Over Transit Downtown" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/12\/nyregion\/old-or-new-debate-rages-over-transit-downtown.html"} , {"body" : "The Fulton Street Mall in downtown Brooklyn is an epicenter of New York hip-hop, and on a crowded afternoon last week the strip roiled with theories about Tupac Shakur and the Notorious B.I.G. ''Tupac is alive and in Cuba,'' said José Reyes, 19, a senior at Fort Hamilton High School. ''How else could he keep putting out records?'' ''I think Suge" , "date" : "20021007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New Theories Stir Speculation On Rap Deaths" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/07\/arts\/new-theories-stir-speculation-on-rap-deaths.html"} , {"body" : "WHEN IT comes to public art, sometimes it seems as if everybodys a critic. After the recent controversy over the Eric Fischl sculpture Tumbling Woman, the City section asked readers to nominate a work of public art they would like to see consigned to the dustbin. Their suggestions came from all around the city, although a certain installation on" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEW YORK VOICES; Public Opinion" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/nyregion\/new-york-voices-public-opinion.html"} ,   {"body" : "A Sisterhood Of Sargents Two legendary portraits by John Singer Sargent -- one of four sisters painted as young girls in 1882, the other of three sisters from a different family shown as young women in 1899 -- will be seen together for the first time at the Museum of Fine Arts, Boston. They are part of ''Sargent's Seven Sisters,'' an exhibition" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/arts\/inside-art.html"} , {"body" : "NOTHING has been forgotten. That could never be. But things go on, start anew, revert to some mean. Even on the E train downtown, where the stations still advise, ''To World Trade Center all times,'' and the conductors intone, ''E train to World Trade.'' One year after it faced its own mortality, New York, in its daily curiosities and unexpungeable" , "date" : "20020911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "1" , "title" : "ONE YEAR LATER; Still New York, in All Its Pain and Glory" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/11\/us\/one-year-later-still-new-york-in-all-its-pain-and-glory.html"} , {"body" : "THE SETTING -- A long, windowless room on the 19th floor of an office building on Jay Street. Among the 80 men seated in classroom-style desk chairs were fathers and husbands, blue-collar workers and professionals, whites, blacks, Latinos and Asians. They had been summoned here one night in late August for a reason none of them wanted to talk" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN -- BUZZ; A School For Scandal And Its Patrons" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/nyregion\/neighborhood-report-downtown-brooklyn-buzz-a-school-for-scandal-and-its-patrons.html"} , {"body" : "Roy F. Katz, a deputy New York City fire commissioner who managed the Fire Department's construction program for the last six years, died on Wednesday at Cornell Medical Center. He was 48 and lived in Hollis Hills, Queens. The cause was complications after a bone marrow transplant, his family said. Mr. Katz, as one of nine assistant commissioners," , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Roy F. Katz, 48, Fire Dept. Official" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/nyregion\/roy-f-katz-48-fire-dept-official.html"} , {"body" : "One of the first results of a recent change in zoning in downtown Brooklyn is beginning to take shape at 53 Boerum Place, where construction began last month on an 11-story building that will have 99 market-rate rental apartments. The nine-block area affected by the rezoning is on the edge of downtown Brooklyn and connects it to the Brooklyn" , "date" : "20020906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; First, the Zoning Change; Next, the Apartments" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/06\/nyregion\/residential-real-estate-first-the-zoning-change-next-the-apartments.html"} , {"body" : "SPIKE LEE has relocated to the Upper East Side and Spike's Joint, his boutique at the corner of South Elliot Place and Lafayette Avenue, is history, but the filmmaker's lens still frames the image of Fort Greene, the Brooklyn neighborhood where he grew up. When he began his career with the 1986 comedy ''She's Gotta Have It,'' he drew upon the world" , "date" : "20020901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Fort Greene; Diversity, Culture and Brownstones, Too" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/01\/realestate\/if-you-re-thinking-living-fort-greene-diversity-culture-brownstones-too.html"} , {"body" : "The Brooklyn Heights Historic District is known for its 19th-century brownstones, but the design for a new five-story condominium building that won the approval of the district's guardians was uncompromisingly contemporary. The design for the new building, to rise on an empty lot at 322 Hicks Street, was approved by the Landmarks Preservation" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: New Brooklyn Heights Condominium; Warehouses And Oriels As Inspiration" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/realestate\/postings-new-brooklyn-heights-condominium-warehouses-and-oriels-as-inspiration.html"} , {"body" : "An international competition to design a memorial to the victims of the terrorist attack of Sept. 11 is expected to begin early next year, with a winning design to be selected by the second anniversary of the attack, rebuilding officials said yesterday. Officials of the Lower Manhattan Development Corporation, which is overseeing the creation of" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officials to Hold Competition For Design of 9\/11 Memorial" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/nyregion\/officials-to-hold-competition-for-design-of-9-11-memorial.html"} , {"body" : "IT was undoubtedly shocking to a lot of New Yorkers when the Scarborough Research Corporation issued a report this year that ranked New York City only 26th among American cities in the percentage of its residents who owned cellular phones. (Houston ranked No. 1, and even Wichita, Kan., beat out the Big Apple.) This certainly came as news to the" , "date" : "20020811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "Ideas & Trends: Run Silent, Run Deep; Imagine. The Subway Is a Sanctuary." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/11\/weekinreview\/ideas-trends-run-silent-run-deep-imagine-the-subway-is-a-sanctuary.html"} , {"body" : "PUBLIC sculpture in New York is a summertime thing. New work suddenly shoots up outdoors around the city as if in a growth spurt triggered by long days, lazy weather and relaxed expectations. Certain arrivals are solid and polished; they could easily outlast the season, and a few are meant to do so. Others are made quickly, on the cheap, and have a" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART REVIEW; Rain or Shine, Residing Outdoors" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/arts\/art-review-rain-or-shine-residing-outdoors.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ALBITA, Queens Theater in the Park, Flushing Meadows-Corona Park, (718) 760-0064. Albita Rodriguez, a Cuban singer now living in the United States, brings a rocker's stage" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/movies\/pop-and-jazz-guide-309613.html"} , {"body" : "This summer, as New Yorkers watched soccer, sipped Frappuccinos and lamented their fate in sweltering subway stations, the Bloomberg administration was busy making profound changes to the administration of the city's public school system. In the last two months, Mayor Michael R. Bloomberg wrested control of the system after more than 30 years of" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Looking at Test Scores a Little Less Testily; In Mayor's School System, the Buck Stops Here. So Does the Blame Game." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/looking-test-scores-little-less-testily-mayor-s-school-system-buck-stops-here-so.html"} , {"body" : "ELI RIOS JR.is just the kind of guy Uncle Sam wanted on the front lines of Operation TIPS, the Justice Department's ill-fated plan to encourage meter readers, truck drivers, cable guys and other workers whose jobs routinely take them through the nation's neighborhoods to report signs of terrorism to a national hotline. A tough-talking, sharp-eyed" , "date" : "20020721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "Ideas & Trends: Look Out; Citizen Snoops Wanted (Call Toll-Free)" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/21\/weekinreview\/ideas-trends-look-out-citizen-snoops-wanted-call-toll-free.html"} , {"body" : "A series of power failures that darkened a Lower Manhattan subway station late Thursday and early yesterday morning forced the shutdown of service on the A, C and E trains for several hours, snarling the morning rush for many commuters. The power losses were the city's most disruptive this summer. More than a hundred homes and businesses in SoHo" , "date" : "20020720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Power Failure Stops Subways At Rush Hour" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/20\/nyregion\/power-failure-stops-subways-at-rush-hour.html"} , {"body" : "ATTRACTIONS Gardens BROOKLYN BOTANIC GARDEN, 1000 Washington Avenue, Crown Heights. ''The Liberty Oaks,'' a new planting of scarlet oaks in memory of the victims and heroes of Sept. 11. The Butterfly and Hummingbird Trail, a self-guided tour, through Aug. 31. Grounds are open Tuesdays through Fridays, 8 a.m. to 6 p.m.; Saturdays and Sundays, 10" , "date" : "20020719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/19\/arts\/spare-times-065501.html"} , {"body" : "Michael A. McCarthy, an architect who blended a cool sense of modernism with traditional Muslim forms to create New York's most significant new house of worship in recent decades, the Islamic Cultural Center mosque on the Upper East Side, was found dead in his Manhattan apartment Tuesday. He was 68. The results of an autopsy were not available" , "date" : "20020718" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Michael A. McCarthy, 68, Architect of Mosque on Upper East Side" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/18\/nyregion\/michael-a-mccarthy-68-architect-of-mosque-on-upper-east-side.html"} , {"body" : "A power failure that darkened a Downtown Brooklyn subway station yesterday afternoon tangled subway service during the evening rush, with no trains running on the A and C lines between Bedford-Stuyvesant and Lower Manhattan for about two and a half hours. Other lines were also affected. The disruption in service occurred after a cable burned out on" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Power Failure Snarls Subway Service in Evening Rush" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/nyregion\/power-failure-snarls-subway-service-in-evening-rush.html"} , {"body" : "A decade ago, it seemed no more than a harmless gimmick. As an 18-year-old student at Syracuse University, Craig Cimmino says, he designed several fake time bombs to promote an advertising business for a class project. His design -- which combined the bombs with a note asking: ''Are your ideas starting to bomb? Call Craig Cimmino!'' -- impressed" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Bomb Was Fake, The Handcuffs Real" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/nyregion\/the-bomb-was-fake-the-handcuffs-real.html"} , {"body" : "Nostalgia is nice, in part because of the exercise it gives your imagination. With nostalgia, you can almost believe that it is beautiful and sunny, not overcast and clammy, during a summer Sunday on Coney Island. You can almost not notice the man with the matted beard in the motorized wheelchair who is making circles in the middle of Surf Avenue" , "date" : "20020716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; A Trip to the Past on Rattan Seats (Mind Your Nylons!)" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/16\/nyregion\/tunnel-vision-a-trip-to-the-past-on-rattan-seats-mind-your-nylons.html"} , {"body" : "Lady of Sorrow, Keeping Hatred at Bay For the general public, it is a matter of dead history, long forgotten. For an 83-year-old woman, it is a matter of a dead son, always remembered. In June 1982, three black men were attacked in Gravesend, Brooklyn, by 15 to 20 young whites wielding bottles and a stick and screaming racial epithets. The three" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/following-up.html"} ,   {"body" : "Steven Seagal, the action film star cited as a Mafia extortion target, has told investigators that after he stopped working with his longtime producer he was ordered into a car in Brooklyn last year and shuttled to a landmark restaurant where he was threatened by mobsters, according to officials and lawyers involved in the case. He was so" , "date" : "20020713" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mafia Case, And a Scene Straight Out Of Hollywood" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/13\/nyregion\/a-mafia-case-and-a-scene-straight-out-of-hollywood.html"} , {"body" : "It is perhaps a measure of the bleakness of Patrick Bhola's brief, chaotic life that its quality was only somewhat diminished by his family's eviction from their Brooklyn apartment a month before his death. Patrick, 13, went from staying with four relatives in a one-bedroom apartment in Bedford-Stuyvesant to living with two in a one-room apartment" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Troubled Lives, a $1 Theft, And a 13-Year-Old Boy Slain" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/3-troubled-lives-a-1-theft-and-a-13-year-old-boy-slain.html"} , {"body" : "To the Editor: Re ''In Downtown Brooklyn, Too Tall Suddenly Fits,'' by David W. Dunlap (Blocks column, July 4): No one would deny Brooklyn Law School the student housing it needs in downtown Brooklyn. Neighbors object only to the unnecessary height proposed. Brooklyn Law School can readily house 400 students in a building that conforms to the" , "date" : "20020709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "120 Feet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/09\/opinion\/l-120-feet-in-brooklyn-905429.html"} , {"body" : "Cockfighting has mostly disappeared and bear baiting, once the rage of 19th-century America, has gone the way of the frontier. But New Yorkers still love their predatory pets. From the red devil and Jack Dempsey fish to the yellow rat snake and Tokay gecko, animals with a taste for the jugular are big sellers, pet store managers across the city" , "date" : "20020709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Call of the Wild Pets: City Relishes 'Mean' Fish" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/09\/nyregion\/the-call-of-the-wild-pets-city-relishes-mean-fish.html"} , {"body" : "If Times Square is the Broadway of New York's business improvement districts, then why can't Merrick Boulevard in Laurelton, Queens, at least aspire to be the BID equivalent of a regional theater? That's what Sidney Holmes wants to know. Mr. Holmes is a lawyer and chairman of the Laurelton Local Development Corporation, which is applying to the" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Under Bloomberg, New Life For Business Districts" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/nyregion\/neighborhood-report-new-york-up-close-under-bloomberg-new-life-for-business.html"} , {"body" : "For years, Long Island City in Queens, just minutes from Manhattan by subway, has struck many people in real estate as a wasted asset in New York City's struggle to keep companies from moving jobs to New Jersey. Yet city officials were slower to see the opportunities and act on them. So the city waited until last summer, when the economic boom of" , "date" : "20020706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Zoning Changes Fail to Attract Businesses to Long Island City" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/06\/nyregion\/zoning-changes-fail-to-attract-businesses-to-long-island-city.html"} , {"body" : "UNDER the height limits for Downtown Brooklyn enacted last summer, buildings are measured in feet. It turns out that the height limits themselves, at least on one block, could be measured in months. Revising its own 120-foot cap along Boerum Place that it enacted just 11 months ago, the City Planning Commission last week unanimously approved" , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Blocks; In Downtown Brooklyn, Too Tall Suddenly Fits" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/blocks-in-downtown-brooklyn-too-tall-suddenly-fits.html"} , {"body" : "As the train stopped at the station yesterday morning, the conductor's voice sounded troubled over the intercom inside the motorman's cab. ''Train operator,'' he said. ''I'm off my board. Can I open up?'' The operator had no idea what this question meant. ''Um, what?'' he replied. ''I'm off my board,'' the conductor repeated. ''Can I open up?'' The" , "date" : "20020702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Don't Panic, Passengers, But the Driver's a Novice" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/02\/nyregion\/tunnel-vision-don-t-panic-passengers-but-the-driver-s-a-novice.html"} , {"body" : "BRAUSE REALTY has begun work on a 280,000-square-foot addition to its existing 404,000-square-foot building facing the Queensboro Bridge in Long Island City that together will be occupied by up to 2,000 workers for the Metropolitan Life Insurance Company who are leaving Manhattan. The Museum of Modern Art has moved into the neighborhood for the" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Commercial Property\/Long Island City; Work Begins on Long-Awaited Queens Development" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/realestate\/commercial-property-long-island-city-work-begins-long-awaited-queens-development.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. Screenings: tomorrow at 2 p.m., ''Camille'' (1921), directed by Ray Smallwood; at 4" , "date" : "20020628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/28\/arts\/spare-times-750689.html"} ,   {"body" : "Federal agents and the police yesterday arrested a dozen men, many of them shopkeepers in downtown Brooklyn, on charges they ran an illegal wire transfer service that they used to smuggle more than $100,000 to their native Yemen. Law enforcement officials said the investigation that led to the charges focused on whether the money was used to" , "date" : "20020627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Yemenis Held in Money Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/27\/nyregion\/yemenis-held-in-money-scheme.html"} , {"author" : "Adam Fifield is author of the memoir ''A Blessing Over Ashes: The Remarkable Odyssey of My Unlikely Brother'' and collaborated with Wayne Barrett on ''Rudy! An Investigative Biography of Rudolph Giuliani.''" , "body" : "TOTING a shopping bag heavy with knockoff purses, the undercover investigator wove through the throng of tourists on Canal Street on a sunny spring afternoon. The street's small stores, in compact rows, enticed shoppers with dizzying displays of watches, sunglasses, T-shirts, hats, purses, ties, even fish and baby turtles. Browsing with the" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Knockoff Squad" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/the-knockoff-squad.html"} , {"body" : "Cottontails, Puddle-Ducks She was way ahead of her time. An aspiring scientist, she studied the flora and fauna of her native England, writing a paper on fungus spores that was delivered to the Linnean Society of London. But the year was 1897, and no one was about to take a female naturalist seriously. Science's loss, however, was children's gain:" , "date" : "20020621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/21\/arts\/family-fare.html"} , {"body" : "ATTRACTIONS Museums and Sites NEW YORK TRANSIT MUSEUM, Grand Central Terminal annex (Vanderbilt Avenue side). ''Elevated City: A History of the Els in New York,'' an exhibition with photographs, magazine covers, train models and other artifacts that document the introduction, use and demise of the elevated rail system; through Sept. 29. Hours:" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/arts\/spare-times-527068.html"} , {"body" : "A movement among major companies to scatter workers across several locations instead of concentrating them in one place, a trend that began last fall after the attack on the World Trade Center, has spread to some Midtown businesses. The Canadian Imperial Bank of Commerce, which is building an office tower on Madison Avenue near Grand Central" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Companies Are Looking To Spread Out From Midtown" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/nyregion\/big-companies-are-looking-to-spread-out-from-midtown.html"} , {"body" : "ATTRACTIONS MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. A collection of taped radio and television broadcasts and exhibitions in other media, including drawings, posters and photographs. ''David Bowie: Sound and Vision,'' a retrospective of the singer's career, with music videos and rare film of performances, documentaries and" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/arts\/spare-times-411434.html"} , {"body" : "Sounding Off Many an instrument will be heard at this year's Ravinia Festival, beginning on Friday, but in the season that runs through Sept. 8, the voice will be featured above all. This event, in Highland Park, Ill., a suburb north of Chicago, will focus on voices in opera, chamber music, recitals and master classes with guest artists like the" , "date" : "20020605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/05\/movies\/footlights.html"} , {"body" : "THE BRIDGE -- The Marine Parkway-Gil Hodges Memorial Bridge, which conects Brooklyn to the Rockaways, reopened last month. A three-year, $95 million renovation expanded the number of lanes from two to four and added a new bridge deck, center divider, pedestrian walkway and decorative lighting. THE TROLLEY -- After a five-month delay, work on a" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: UPDATE; Getting From Here to There in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/neighborhood-report-update-getting-from-here-to-there-in-brooklyn.html"} , {"body" : "Of the many breaches of that vast, elaborate and unwritten code of conduct known as the Rules of New York City Subway Etiquette, pole-hugging has long been lumped among the lesser offenses. It certainly does not deserve the kind of high-pitched and near-violent censure set aside for door-blockers, those who ride in doorways and move for no one. It" , "date" : "20020528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Those Who Hug Where Others Hold" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/28\/nyregion\/tunnel-vision-those-who-hug-where-others-hold.html"} , {"body" : "Gov. George E. Pataki won 67 percent of the votes at the convention of the Independence Party, the state's most potent third party, yesterday. It was a sizable majority, but not big enough to stop what party officials and political strategists say the governor was desperate to avoid, a primary against the billionaire businessman B. Thomas Golisano," , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Pataki Faces a Primary for Independence Party Line" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/pataki-faces-a-primary-for-independence-party-line.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter''; through May 27. Tomorrow at 2 p.m., ''Baseball as America:" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/arts\/spare-times-079456.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter''; through May 27. The main auditorium, which shows Imax films," , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/arts\/spare-times-964646.html"} , {"body" : "A century and a half ago, when the Religious Society of Friends built a meetinghouse in what was then the City of Brooklyn, the surrounding landscape seemed vast. Daylight spilled in through the oversize windows from morning to evening, affirming the metaphor of ''inner light'' that is central to Quaker beliefs. Those days are long gone. Today, the" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Quakers, Unlikely Actors in a Building Squabble" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/nyregion\/neighborhood-report-brooklyn-heights-quakers-unlikely-actors-building-squabble.html"} , {"body" : "ONE can probably overplay the mysterious workings of that strung out spirit of the age, the zeitgeist. But occasionally a book or a movie or a song comes along whose influence springs up simultaneously in all kinds of unexpected places. ''Back in the Days'' is that book. In January, when PowerHouse Books first issued this album of affectionately" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "6" , "title" : "Hip-Hop Flashbacks: Flatbush Is in the House" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/style\/hip-hop-flashbacks-flatbush-is-in-the-house.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA CLEMENZA DI TITO.'' In the echoing nave of the Cathedral of St. John the Divine, the conductor Julius Rudel is to lead the Manhattan School of Music Philharmonia in a concert performance of Mozart's" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. The main auditorium, with its Imax films, and" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/arts\/spare-times-851914.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AFRICAN REGGAE, Lion's Den, 214 Sullivan Street, above Bleecker Street, Greenwich Village, (212) 477-2782. Reggae is everywhere, not least in Africa. Four African reggae performers" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/movies\/pop-and-jazz-guide-854620.html"} , {"body" : "A 23-year-old woman was stabbed and critically wounded yesterday on the campus of Polytechnic University in downtown Brooklyn, and her 27-year-old assailant killed himself with a gunshot to the head, the police said. The woman, a student on the Brooklyn campus, was stabbed twice in the chest shortly after 4 p.m., and was listed in critical" , "date" : "20020429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Stabs University Student, Then Kills Himself" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/29\/nyregion\/man-stabs-university-student-then-kills-himself.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ALAN LINTON JR. Iron Man No. 2 Like his hero, Cal Ripken Jr., he was a Maryland man, named after his father and known for his steely resolve. He too had estimable talents, but coasting was anathema: whenever nature didn't give him a boost, he just worked" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; 'Iron Man,' Silly Rule Author, Comforting Mother, Solitary Adventurer" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/us\/nation-challenged-portraits-grief-victims-iron-man-silly-rule-author-comforting.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ALAN LINTON JR. Iron Man No. 2 Like his hero, Cal Ripken Jr., he was a Maryland man, named after his father and known for his steely resolve. He too had estimable talents, but coasting was anathema: whenever nature didn't give him a boost, he just worked" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "A NATION CHALLENGED: THE VICTIMS; 'Iron Man,' Silly Rule Author, Comforting Mother, Solitary Adventurer" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/us\/nation-challenged-victims-iron-man-silly-rule-author-comforting-mother-solitary.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AFRIKA BAMBAATAA, FRANKIE BONES, TC IZLAM, Tompkins Square Park, East Village, (212) 714-4987. Afrika Bambaataa makes a terrific hip-hop godfather, a gangster-turned-activist who" , "date" : "20020426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/movies\/pop-and-jazz-guide-739421.html"} , {"author" : "E-mail: bobherb@nytimes.com" , "body" : "Public School 18 is housed in a clean and modern building on a quiet street in Queens Village. The surrounding neighborhood of modest single-family homes is immaculate. The pupil population at P.S. 18 is ethnically diverse and the parents are unusually active and committed to the school. In a teeming city like New York, this would seem to be just" , "date" : "20020425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "Giving Kids Short Shrift" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/25\/opinion\/giving-kids-short-shrift.html"} , {"body" : "New York City has selected an unglamorous brick building in Downtown Brooklyn as the site of a new crisis command center to replace the elaborate one destroyed in the terrorist attack on the World Trade Center, city officials said yesterday. The squat three-story building, currently used by the American Red Cross, will replace a $13 million command" , "date" : "20020423" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Building to House Replacement Crisis Bunker" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/23\/nyregion\/brooklyn-building-to-house-replacement-crisis-bunker.html"} , {"body" : "The little red robot that could has made it all the way to Orlando, Fla., from its humble birthplace on Flatbush Avenue. The question now is: can the underdog robot from Brooklyn conquer the world? The students from Science Skills Center High School, in Downtown Brooklyn, didn't have the same resources as many of the schools they competed against" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Red Robot With Blue Collar Gets a Blue Ribbon" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/neighborhood-report-downtown-brooklyn-red-robot-with-blue-collar-gets-blue.html"} , {"body" : "Elfego Dominguez, a licensed food vendor, admits he broke the law by selling hot dogs on Delancey Street in December. Sure, hot dogs never go out of season in New York City, but hundreds of the city's pushcart permits do -- they expire on Halloween night and cannot be renewed until April Fool's Day. Mr. Dominguez, a 52-year old Mexican-American" , "date" : "20020413" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Taste Of Bureaucracy, Vendor Gets His Cart Back" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/13\/nyregion\/after-taste-of-bureaucracy-vendor-gets-his-cart-back.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''Pearls,'' through Sunday. Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. Special Programs: A lecture by Jane" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/arts\/spare-times-504823.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. Continuing. ''The Pinewood Dialogues,'' a series of conversations with filmmakers, features the writer and director Hal Hartley, following a screening of" , "date" : "20020405" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/05\/arts\/spare-times-391859.html"} , {"body" : "Yesterday, there was the Albee Square Mall, the glass-enclosed retail future of Downtown Brooklyn. Today, after two decades spent either treading water or sinking, the mall, now the Gallery at MetroTech, stands drab and a bit forlorn. But tomorrow, the mall's new owner says, a golden castle will rise above the honky-tonk bustle of the Fulton Street" , "date" : "20020401" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Grand Plans For a Mall That's Heard It All Before" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/01\/nyregion\/grand-plans-for-a-mall-that-s-heard-it-all-before.html"} , {"body" : "A mixed-use development for downtown Brooklyn on city-owned land near the Brooklyn Heights and Cobble Hill Historic Districts has been approved by the New York City Economic Development Corporation. Two Trees Management, known for its activity in the Dumbo section of Brooklyn near the Manhattan Bridge, has been chosen to develop about 500,000" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Mixed-Use Project on Atlantic Avenue; $90 Million Plan For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/realestate\/postings-mixed-use-project-on-atlantic-avenue-90-million-plan-for-brooklyn.html"} , {"body" : "Attractions are open on Easter Sunday, unless otherwise noted. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. Screening: ''Hey Batter Batter! Animated Home Runs''; Sunday, 1 to 2" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/arts\/spare-times-287741.html"} ,   {"author" : "Kathryn S. Wylde is chief executive of the New York City Partnership and Chamber of Commerce." , "body" : "The public debate over the World Trade Center site has focused on what may happen above ground -- an appropriate memorial, a visionary streetscape. But there has been far too little discussion of what it will take to restore Lower Manhattan as an economic engine. Sept. 11 created a $54 billion hole in the economy of Lower Manhattan, displacing more" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "29" , "title" : "The Old Downtown Economy Won't Return" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/opinion\/the-old-downtown-economy-won-t-return.html"} , {"body" : "Bishop Thomas V. Daily of Brooklyn, who was a top official in the Boston archdiocese when one of the nation's worst pedophile priests was allowed to keep ministering, acknowledged yesterday that he should have investigated more thoroughly when parishioners complained. At the same time, the bishop defended how he handled complaints against the" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Bishop Says His Inquiry Into Abuse Should Have Been More Thorough" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/bishop-says-his-inquiry-into-abuse-should-have-been-more-thorough.html"} , {"body" : "Citing the persisting legacy of slavery, a Manhattan woman yesterday filed what appears to be the first class-action lawsuit that seeks compensation from United States companies for allegedly profiting from the slave trade. The suit was filed in federal court in Brooklyn in behalf of all living descendants of slaves in this country. It seeks" , "date" : "20020327" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Companies Are Sued for Slave Reparations" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/27\/nyregion\/companies-are-sued-for-slave-reparations.html"} , {"body" : "The New York Marriott Brooklyn hotel, which has been highly successful since it opened in 1998, will add 280 guest rooms, retail space and meeting rooms as a result of an agreement with the city's Economic Development Corporation. The $53 million expansion is to be based on the purchase of an 8,000-square-foot parcel of city-owned land at 345 Adams" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 280 More Rooms for the Marriott; Hotel to Grow In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/realestate\/postings-280-more-rooms-for-the-marriott-hotel-to-grow-in-brooklyn.html"} , {"body" : "A sampling of musical presentations planned for the Easter season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. (Unless otherwise noted, church choirs are featured in" , "date" : "20020322" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "Celebrating the Spirit of Easter in Musical Splendor" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/movies\/celebrating-the-spirit-of-easter-in-musical-splendor.html"} , {"body" : "Some were ready to pack their bags, summing up Mayor Michael R. Bloomberg's plan to move the school system headquarters to the Tweed Courthouse as inspired and potentially revolutionary. Others were digging in their heels and muttering words like preposterous. But whatever their opinion, past and present denizens of 110 Livingston Street in" , "date" : "20020320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "The Tweed Courthouse or 110 Livingston?" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/20\/nyregion\/the-tweed-courthouse-or-110-livingston.html"} , {"body" : "A confident Mayor Michael R. Bloomberg said yesterday that when he takes over control of the city's public schools he will place the central office of the Board of Education and a new school in the storied Tweed Courthouse, which was revamped at great expense and had been promised to the Museum of the City of New York. Mr. Bloomberg's statement --" , "date" : "20020319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mayor Wants Tweed Building For School Use" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/19\/nyregion\/mayor-wants-tweed-building-for-school-use.html"} , {"body" : "Losing something in your own living room is bad enough. Losing something in the street is so much worse, prompting the frantic retracing of the route, the desperate search of the dirty sidewalk, the hope that people are more honest than you have always assumed them to be. But undoubtedly the worst place to lose something in New York City is the" , "date" : "20020319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Retrieving Needles in Dark Haystacks" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/19\/nyregion\/tunnel-vision-retrieving-needles-in-dark-haystacks.html"} , {"body" : "Linda Richard thought she would feel better by now. Instead, she is more anxious, more afraid, more paranoid. Six months after Sept. 11, she cannot sleep. She is overeating, taking the anti-depressants she had stopped using last spring, and her apartment, in Crown Heights, Brooklyn, is a mess. There are too many Mondays spent under the covers," , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Even 6 Months Later, 'Get Over It' Just Isn't an Option" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/nyregion\/even-6-months-later-get-over-it-just-isn-t-an-option.html"} , {"author" : "E-mail: fee@nytimes.com" , "body" : "AS theater goes, the pickets in front of the New York Marriott Marquis in Times Square have the right ingredients: a catastrophe (Sept. 11); people desperate for jobs (Marriott hotel workers); and a rich corporate villain (the Marriott hotel chain). Gathered on Broadway between 45th and 46th Street four days ago, 20 protesters assailed the air with" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; As Demonstrators Take to the Streets, A Union Tries Watchful Waiting" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/coping-as-demonstrators-take-to-the-streets-a-union-tries-watchful-waiting.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. The Space Theater presents ''The Search for Life: Are We Alone?,'' which ponders the question of life beyond Earth. ''Starry Nights: Fridays Under the Sphere,'' with cash bar, music and tapas; this month, Valerie" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/spare-times-956295.html"} , {"body" : "A Supreme Court clerk has been charged with selling marijuana out of the courthouse in downtown Brooklyn, the authorities said. The clerk, Dennis Bram, 54, who has worked at the court since 1982, was charged with criminal sale of marijuana, a spokesman for the Brooklyn district attorney's office said on Thursday. On Jan. 23, an undercover informant" , "date" : "20020304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Court Clerk Arrested On Drug Charges" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/04\/nyregion\/metro-briefing-new-york-brooklyn-court-clerk-arrested-on-drug-charges.html"} , {"body" : "Nell Archer lives in a former cardboard box factory, on a quiet corner beneath the Brooklyn Bridge, two blocks east of the waterfront. One night a few weeks ago, Ms. Archer looked out her window and was surprised to see light pouring from a city warehouse known as the Purchase Building. It had long been dark and barren, a Depression-era structure" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BRIDGE; The Bunker, an Orphan, Finds a Temporary Home" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/neighborhood-report-brooklyn-bridge-the-bunker-an-orphan-finds-a-temporary-home.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. ''Greek Cinema Showcase'': tonight at 8 and tomorrow night at 9, ''Silicon Tears.'' ''New York, New York: Films Selected by the New York Film Critics" , "date" : "20020301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/01\/arts\/spare-times-850454.html"} , {"body" : "Bringing suburban commuter trains into the financial district, either from Midtown or Brooklyn, has long been a dream of business leaders in Lower Manhattan. But the idea of doing so from downtown Brooklyn -- and using an existing subway tunnel instead of trying to find the money to build a new one -- is gaining fresh support as transit officials" , "date" : "20020223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Idea for Downtown Rail Line From Long Island Gains Favor" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/23\/nyregion\/old-idea-for-downtown-rail-line-from-long-island-gains-favor.html"} , {"body" : "While scouting around for office properties in downtown Brooklyn in the summer of 1999, Frances and Glenn Schor, who head the TreeLine Companies, quickly settled on a century-old six-story building at 180 Livingston Street. Built in 1900, the 270,000-square-foot building first served as a general warehouse for the Abraham & Straus department" , "date" : "20020220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "Commercial Real Estate; Room for Investment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/20\/business\/commercial-real-estate-room-for-investment-in-brooklyn.html"} , {"body" : "He was once so vocal and visible that some people described him as the mayor of Midtown. But Daniel A. Biederman has tried to keep his head down ever since an actual mayor decided he was becoming too powerful and forced him to resign in 1998 as president of the Grand Central Partnership, one of the three business improvement districts under his" , "date" : "20020218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Improvement Districts, Restored Alliance With City" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/18\/nyregion\/for-improvement-districts-restored-alliance-with-city.html"} , {"author" : "Peter Duffy is the author of ''The Bielski Brothers,'' the story of the rescue of 1,200 Jews from the Nazis. It will be published next year by HarperCollins." , "body" : "FOR years afterward, Willie Sutton would curse himself for squeezing into the BMT subway train at Union Square station just before it rumbled toward Brooklyn that early afternoon in February 1952. Mr. Sutton, then 52, was America's most celebrated criminal, a fixture on the F.B.I.'s Most Wanted List ever since he had escaped from a Pennsylvania" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Willie Sutton, Urbane Scoundrel" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/nyregion\/city-lore-willie-sutton-urbane-scoundrel.html"} , {"body" : "Reacting to inquiries into the conduct of at least five State Supreme Court justices in Brooklyn, the state's top judges appointed a new administrative judge yesterday to oversee the problem-plagued court in the city's most populous borough. The extraordinary move came after Justice Victor I. Barron of State Supreme Court was arrested last month on" , "date" : "20020208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Overseer For Courts In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/08\/nyregion\/new-overseer-for-courts-in-brooklyn.html"} , {"body" : "The city's Human Resources Administration signed a deal this week to move its data center from Manhattan to a building under construction in Downtown Brooklyn. The agency will join Empire Blue Cross and Blue Shield at 9 Metro Tech Center, set to open in spring 2003. The agency, which was represented by Cushman & Wakefield, signed a lease for" , "date" : "20020206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: New City Data Center" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/06\/nyregion\/metro-briefing-new-york-brooklyn-new-city-data-center.html"} ,   {"body" : "A Face That Launched Harrowing Headlines The vicious attack in which her face was intentionally and repeatedly slashed ended her modeling career. That was the headlined part. The depression with the suicidal thoughts came later. That was the private part. In 1986, Marla Hanson, a 24-year-old model, was assaulted in Manhattan by a man who carved" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/following-up.html"} , {"body" : "In scores of emotionally searing interviews conducted by the Fire Department for an internal inquiry, the agency's most senior commanders have provided new and, in some cases, alarming revelations about the events of Sept. 11. They said they had little reliable radio communication that morning, could not keep track of all the firefighters who" , "date" : "20020130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: FIREFIGHTING INQUIRY; Before the Towers Fell, Fire Dept. Fought Chaos" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/30\/nyregion\/nation-challenged-firefighting-inquiry-before-towers-fell-fire-dept-fought-chaos.html"} , {"body" : "Morgan Stanley, the largest securities company in Manhattan, announced an agreement yesterday to buy the former Texaco headquarters in Westchester County as part of an effort to decentralize its operations. At the same time, Goldman Sachs & Company, a major corporate presence in Lower Manhattan, is planning to move its entire equity trading" , "date" : "20020129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seeking Safety, Downtown Firms Are Scattering" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/29\/nyregion\/seeking-safety-downtown-firms-are-scattering.html"} , {"body" : "AS construction work begins on 9 MetroTech South, a 670,000-square-foot building that will house 1,300 employees of Empire Blue Cross and Blue Shield, planning is under way to lay the zoning and other groundwork for other development in downtown Brooklyn. While the new building will complete development of the 16-acre MetroTech complex, its" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Brooklyn, Projects, Plans and Hopes" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/realestate\/in-brooklyn-projects-plans-and-hopes.html"} , {"body" : "A quixotic 20-year effort to return trolleys to the streets of Brooklyn -- where they were once so plentiful that the borough named its baseball team the Trolley Dodgers -- may be coming to an end. After weeks of increasingly bitter financial arguments, the city's Department of Transportation has decided that it will no longer support efforts to" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Like Dodgers, the Trolleys Are Unlikely to Return" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/like-dodgers-the-trolleys-are-unlikely-to-return.html"} , {"body" : "Last weekend, amid Livingston Street's usual commercial bustle, workers hauled trash bins out of a basement and into a Dumpster. In went Aldous Huxley and Rudyard Kipling. In went history books and encyclopedias. In went 1920's National Geographics, 1950's pulp fiction (''The Mummy Takes a Wife'') and 1960's Playboys. On that Saturday morning, the" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Mourners Wail A Familiar Dirge For a Bookshop" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/neighborhood-report-downtown-brooklyn-mourners-wail-familiar-dirge-for-bookshop.html"} , {"body" : "The Roman Catholic bishop of Brooklyn was basking yesterday in what is a joyous rite of passage for a priest, a Mass celebrating the 50th anniversary of his ordination. But he found himself confronted by suggestions that 20 years ago he helped to hide a scandal involving a Boston priest who molested boys. The disclosure about the bishop, Thomas V." , "date" : "20020126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Silent on Handling of Sex Scandal" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/26\/nyregion\/brooklyn-bishop-silent-on-handling-of-sex-scandal.html"} , {"body" : "Two men were strolling near the courthouse in Downtown Brooklyn at lunchtime on June 11. ''$115,000 in cash,'' said one, who prosecutors said happened to be a State Supreme Court justice. ''Take it or leave it.'' The other was a lawyer with a big case and a proposed settlement that, if approved by the judge, could bring a fat attorney's fee of $1.6" , "date" : "20020125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Indictment of a Brooklyn Judge Provides Details of Seemingly Routine Corruption" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/25\/nyregion\/indictment-of-a-brooklyn-judge-provides-details-of-seemingly-routine-corruption.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he had discovered a security flaw at Martin Luther King Jr. High School, where two students were shot in a hallway last week. Mr. Levy, speaking yesterday at a meeting of the Board of Education in Downtown Brooklyn, said that when he visited the school near Lincoln Center on the day of the" , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Levy Discloses Flaw in Security In Wake of Shootings in School" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/nyregion\/levy-discloses-flaw-in-security-in-wake-of-shootings-in-school.html"} , {"body" : "A prisoner who escaped from a Department of Correction van this month has been recaptured, prosecutors said yesterday. The man, Omari Scott, 21, was arrested on Monday in an apartment, though prosecutors would not say where or whose. Mr. Scott now faces an escape charge, in addition to the assault, witness-intimidation and criminal-contempt charges" , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Escaped Prisoner Is Caught" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/metro-briefing-new-york-brooklyn-escaped-prisoner-is-caught.html"} ,   {"body" : "A State Supreme Court justice was arrested yesterday on charges that he solicited and took an $18,000 bribe from a lawyer in a civil case in Brooklyn, the first time in 15 years that a justice of the Supreme Court has been charged with bribery, officials said. The authorities on Friday secretly taped the bribe payment to the justice, Victor I." , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Accused Of Taking $18,000 Bribe" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/judge-accused-of-taking-18000-bribe.html"} , {"body" : "To the Editor: It is appalling that drivers are less likely to yield when speeding, even in busy retail sections. I live in a residential area of Downtown Brooklyn and see cars racing down my block at 40 to 50 miles an hour. Drivers make illegal turns while police vans sit idly by, impatient drivers run red lights and we pedestrians are chastised" , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Whose Human Error?" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/nyregion\/l-whose-human-error-105201.html"} , {"body" : "Hungry for both food and attention, Jazzy was licking Melinda Rodriguez's face. ''Mom,'' Melinda said, ''she stole the cheese out of my mouth! That's messed up!'' Melinda, 15, was sitting on her mother's bed in their five-room apartment in Bushwick, Brooklyn. ''She's a big baby,'' said Annemarie Rodriguez, 39, Melinda's mother, referring to Jazzy," , "date" : "20020107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; For a Family in Tight Quarters, a Dresser Instead of a Milk Crate" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/07\/nyregion\/neediest-cases-for-family-tight-quarters-dresser-instead-milk-crate.html"} , {"body" : "BLOCK after block, the quiet streets of Boerum Hill, in northwest Brooklyn, are lined with shade trees and three- and four-story brick town houses, retaining the small-scale residential charm of a century ago. ''It's a well-preserved, mid-19th century brownstone community that is in the shadows of Brooklyn Heights and yet remains relatively" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Boerum Hill; Neighborhood With a 19th-Century Feel" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/realestate\/if-you-re-thinking-living-boerum-hill-neighborhood-with-19th-century-feel.html"} , {"body" : "Lisa Sam returned home from school one day in March 1998 and thought something was wrong. ''I heard stomping upstairs,'' she said. ''My father was like, 'Go get some water!' '' There was a fire burning in her family's house in Crown Heights, Brooklyn. Wellington Sam Jr., Lisa's father, tried to put out the fire, first by stomping on it, then with" , "date" : "20020102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; A Family in Distress Learns to Communicate Again" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/02\/nyregion\/the-neediest-cases-a-family-in-distress-learns-to-communicate-again.html"}]