[  {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through the holiday season, ''Origami Tree: Pocket Posey,'' featuring more than 4,000 hand-folded paper models of various flora. ''Under Antarctic Ice,'' 30 large-format photographs of mammals, fish and plants found under the ice in" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/arts\/spare-times-468118.html"} , {"body" : "With its ''quarter wheel of cheese'' facade, wraparound windows and splay of colors throughout its four floors, the newly built Public School 69 in South Brooklyn hardly fits the mold for city school buildings. ''It's like nothing I've ever seen before,'' said Maria Bromme, the principal. ''When you walk into the building you don't feel like you're" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: In Dyker Heights, Brooklyn; A School Outside the Mold" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/realestate\/postings-in-dyker-heights-brooklyn-a-school-outside-the-mold.html"} , {"body" : "A suspect in a school burglary who escaped from police custody yesterday was recaptured last night, the police said. To separate him from another prisoner, the man, Eric Breennan, 33, had been handcuffed to a rail in the muster room of the 66th Precinct station house, instead of being kept in the holding room, they said. He is accused of stealing a" , "date" : "20021202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Burglary Suspect Back In Custody" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/02\/nyregion\/metro-briefing-new-york-brooklyn-burglary-suspect-back-in-custody.html"} , {"body" : "Here is a summary of our recommendations for noteworthy local races and ballot proposals in today's elections. Polling hours in New York State are from 6 a.m. to 9 p.m., and in New Jersey and Connecticut from 6 a.m. to 8 p.m. NEW YORK STATE GOVERNOR George Pataki (R) COMPTROLLER Alan Hevesi (D) ATTORNEY GENERAL Eliot Spitzer (D) HOUSE OF" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/opinion\/election-day-choices.html"} , {"body" : "Two State Senate races in New York City are particularly competitive this year. Here are our endorsements. 26th District (Manhattan, East Side): State Senator Liz Krueger, a Democrat, is battling to retain the seat she won in a special election earlier this year. Since the district was long represented by a Republican, Roy Goodman, the G.O.P." , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "For State Senate in New York City" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/opinion\/for-state-senate-in-new-york-city.html"} , {"body" : "The Columbus Day Parade crawled up a brilliantly sunny, crisp Fifth Avenue like a society dinner, with fine music and fabulous gowns, and hearty disparagement of people who were not there. As he had promised, Mayor Michael R. Bloomberg did not attend the parade, a show of protest over organizers' outrage with his having invited two stars of ''The" , "date" : "20021015" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Columbus Day Parade Goes On, as Mayor and Sopranos Dine in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/15\/nyregion\/columbus-day-parade-goes-on-as-mayor-and-sopranos-dine-in-the-bronx.html"} , {"body" : "As he stood behind the turnstiles on a rattling elevated subway platform in Brooklyn yesterday morning, State Senator Vincent J. Gentile encountered few if any riders who had time to stop and speak. So, Mr. Gentile, a three-term Democrat, was left to bark out a few salutations at his constituents. ''I'm Senator Gentile,'' he told rushing commuters" , "date" : "20021009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Republicans See Opening for the State Senate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/09\/nyregion\/republicans-see-opening-for-the-state-senate-in-brooklyn.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LILLIAN FREDERICK A Modest Woman of Faith At Aon Corporation, where Lillian Frederick was an administrative assistant, her colleagues heard only a few tales from the warm, serene woman who was an office presence, but hardly its social butterfly. They heard" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Serene Woman, Practical Joker, Gentle Uncle and Brilliant Niece" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/nyregion\/portraits-grief-victims-serene-woman-practical-joker-gentle-uncle-brilliant.html"} , {"body" : "Danny had not been to the Bronx Zoo since he was a boy. He remembered riding camels and elephants and becoming nauseated. He remembered refusing to feed the animals at the Children's Zoo, even though that was allowed. He figured 10 fingers were better than 9. He wanted to see how things had changed over more than a half century. Of particular" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Watching You Watch Them" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/arts\/watching-you-watch-them.html"} , {"body" : "The City Council voted overwhelmingly yesterday to revise the term-limits law, eliminating a provision that held some council members to a maximum of only six years in office, rather than eight. Mayor Michael R. Bloomberg is likely to veto the measure, his aides said yesterday, although few expect him to use his pulpit to rail against the change. A" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Council Passes Measure On Term-Limits Disparity" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/nyregion\/city-council-passes-measure-on-term-limits-disparity.html"} ,   {"body" : "THAT'S him, there, the guy running around the field and jumping on top of the dugout between innings to dance the cha-cha slide with the ladies. After he finally gets a wave going, yelling so hard you wonder if he'll ever speak again, he takes off through the crowd, slapping high fives on a sea of raised hands. Two burly men watch him go. ''What a" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "To Dance on a Dugout, A Guy's Gotta Eat" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/dining\/to-dance-on-a-dugout-a-guy-s-gotta-eat.html"} , {"body" : "There were six wooden boxes for the seven members of the Nadeem family. The youngest, Zainab, who in life clung to her mother's bosom, as 9-month-old infants do, shared a simple pine coffin with her in death. On Coney Island Avenue, in rows ten deep, people who knew the Nadeems and hundreds more who did not mourned a man, a woman and their five" , "date" : "20020627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Rows 10 Deep, Brooklyn Mourns a Family of Seven" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/27\/nyregion\/in-rows-10-deep-brooklyn-mourns-a-family-of-seven.html"} , {"body" : "The family of seven that perished together in a blaze in their Brooklyn apartment will be buried together in Pakistan after a funeral service that is expected to draw hundreds of mourners to a Coney Island Avenue mosque today. Yesterday, relatives and friends faced the grim task of arranging funerals for the family, Mohammad and Yasmeen Nadeem and" , "date" : "20020626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Family Killed in Fire Will Be Buried in Pakistan" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/26\/nyregion\/family-killed-in-fire-will-be-buried-in-pakistan.html"} , {"body" : "It was a life that, like so many others, was filled with the double sacrifice of hard work and early mornings. Every day, Mohammad Nadeem woke at 6, his friends and neighbors said, bought a coffee with milk and sugar at the corner deli and went off to work construction in the neighborhoods of southern Brooklyn, often returning well past dark. Home" , "date" : "20020625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire Destroys 7 Lives Lived Almost as One" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/25\/nyregion\/fire-destroys-7-lives-lived-almost-as-one.html"} , {"body" : "Seven members of a Brooklyn family, including five young girls, were killed yesterday when a fire that started in a neighbor's kitchen swept through their third-floor apartment, officials said. The fire broke out about 2:30 p.m., the authorities said, as a woman in the second-floor apartment at 6917 Fort Hamilton Parkway, a squat brick building in" , "date" : "20020624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Fire Kills 7 People In One Family" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/24\/nyregion\/brooklyn-fire-kills-7-people-in-one-family.html"} , {"body" : "Manhattan CHELSEA $1.4 million 11 West 20th Street 1-bedroom, 2-bath, 2,200-sq.-ft. loft condo in a prewar building; dining area, renovated kitchen, 11-ft. vaulted ceilings, hardwood floors, central air-conditioning, south exposure; common charge $726, taxes $7,452; listed at $1.495 million, 22 weeks on market (broker: Halstead Property Company)" , "date" : "20020509" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/09\/garden\/residential-sales.html"} , {"body" : "Manhattan SOHO $750,000 66 Crosby Street (Spring Street) 1-bedroom, 2-bath, 1,300-sq.-ft. co-op in a prewar loft building; 10-ft. ceilings, hardwood floors, washer\/dryer in unit; maintenance $1,004, 56% tax-deductible; listed at $795,000, 2 weeks on market (brokers: Corcoran Group; Eychner Associates) WEST MIDTOWN $465,000 128 Central Park South" , "date" : "20020328" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/28\/garden\/residential-sales.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL G. MONTESI Meant to Be a Firefighter Michael G. Montesi was a hero on two fronts, for 13 years with the Fire Department, and for 39 with his family. As a member of Rescue Company 1 in Manhattan, he pondered the issues the unit faced and came up with" , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "21" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Heroes and Helpers Are Admired for Putting the Needs of Others First" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/nation-challenged-portraits-grief-victims-heroes-helpers-are-admired-for-putting.html"} , {"body" : "Eight middle school teachers in Brooklyn, Queens and the Bronx have each received $15,000 grants to reward teaching that defies the chalk-and-talk model. Winning lessons include history classes that travel throughout the Northwest Bronx and East New York and a Brooklyn science class that uses computers to care for a student-built greenhouse. The" , "date" : "20020227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "BULLETIN BOARD; Grants for Unusual Teaching" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/27\/nyregion\/bulletin-board-grants-for-unusual-teaching.html"} , {"body" : "An 11-year-old boy who was stabbed 17 times and left for dead on a Brooklyn rooftop over the weekend regained consciousness yesterday and identified his attacker, the authorities said. And the suspect, Arturo Garcia, was arraigned on charges of attempted murder, kidnapping and assault after admitting that he was present during the attack, according" , "date" : "20020219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Boy Awakens And Identifies His Attacker, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/19\/nyregion\/boy-awakens-and-identifies-his-attacker-officials-say.html"} ,   {"body" : "The police arrested a Brooklyn man yesterday in the stabbing of a 11-year-old boy who was found on the roof of a Dyker Heights apartment building late Saturday after apparently being abducted in an attempt to extort money from his parents, the authorities said. The man, Arturo Garcia, 26, was being interviewed by detectives investigating the" , "date" : "20020218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Extortion Cited In the Stabbing Of a Boy, 11" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/18\/nyregion\/extortion-cited-in-the-stabbing-of-a-boy-11.html"} , {"body" : "An 11-year-old boy who had been stabbed repeatedly was found on the the roof of a Brooklyn apartment building last night, the police said. His attacker had already fled the scene and remained at large early today. The boy, whose name was not released, underwent surgery at Lutheran Medical Center shortly after investigators arrived at the five-story" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Boy, 11, Is Found Stabbed on a Rooftop" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/nyregion\/boy-11-is-found-stabbed-on-a-rooftop.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN CHELSEA 1.225 million 252 Seventh Avenue (25th St.) (Chelsea Mercantile) 2-bedroom, 2-bath, 1,637-sq.-ft. condo in a renovated prewar building; 24-hr. doormen," , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/realestate\/residential-sales.html"} , {"body" : "The Roman Catholic bishop of Brooklyn was basking yesterday in what is a joyous rite of passage for a priest, a Mass celebrating the 50th anniversary of his ordination. But he found himself confronted by suggestions that 20 years ago he helped to hide a scandal involving a Boston priest who molested boys. The disclosure about the bishop, Thomas V." , "date" : "20020126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Silent on Handling of Sex Scandal" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/26\/nyregion\/brooklyn-bishop-silent-on-handling-of-sex-scandal.html"} , {"body" : "An 11-year-old middle school student who investigators suspect had sexually molested five female classmates over the past two months was arrested yesterday morning at his Brooklyn school, officials said. The arrest of the boy, who was not identified by the police, led to his immediate suspension from Intermediate School 201, officials said. The" , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Boy, 11, Arrested in Brooklyn And Charged With Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/boy-11-arrested-in-brooklyn-and-charged-with-sex-abuse.html"}]