[  {"body" : "Two men have surrendered in connection with the near-fatal shooting of a 2-year-old girl in Brooklyn on Friday, police officials said yesterday. The girl was struck just under the left eye by a stray bullet fired in what investigators believe was a dispute over a motorbike, the police said. The suspects, John Nunez, 24, and Jason Valentin, 19," , "date" : "20021231" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Men Surrender in Shooting of 2-Year-Old Girl Struck by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/31\/nyregion\/two-men-surrender-in-shooting-of-2-year-old-girl-struck-by-stray-bullet.html"} , {"body" : "Some refer to the stretch of concrete flanked by barren trees and puddles of muddy slush that cuts across the heart of the Tompkins Houses in Bedford-Stuyvesant as Death Lane. When a volley of gunshots rang out on Saturday afternoon, it was an all too familiar sound, people in the housing project said yesterday. A bullet from one of those shots cut" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Bullet Increases Unease on 'Death Lane'" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/stray-bullet-increases-unease-on-death-lane.html"} , {"body" : "A very small distance separated 2-year-old Soribel Batista from death -- a millimeter, no more. The toddler, who was shot in the face Friday afternoon by a bullet the police believe was intended for a drug dealer in Brooklyn, not only survived, but the bullet stopped just short of lodging in her brain. Doctors who operated on her for more than" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Very Close Call for Wounded Girl" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/a-very-close-call-for-wounded-girl.html"} , {"body" : "Ligia Martinez spends her nights gripped by insomnia, in a room she shares with four others. She lies next to her daughter on a mattress, next to the small, stained mattress where her son sleeps. Her cousin's young children sleep on a bunk bed that dominates the tiny room. Getting up in the morning is hard for Ms. Martinez, not only because she has" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; A Rootless Mother Struggles With Mental Illness" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/the-neediest-cases-a-rootless-mother-struggles-with-mental-illness.html"} , {"body" : "A five-alarm fire fueled by thousands of candles tore through one of the country's biggest candle factories and burned in East New York, Brooklyn, for more than 12 hours before being put out yesterday morning, the Fire Department said. No one was seriously injured in the fire, which started in a storage building at the Old Williamsburgh Candle" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire Guts Brooklyn Factory, Fueled by Thousands of Candles" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/fire-guts-brooklyn-factory-fueled-by-thousands-of-candles.html"} , {"body" : "A 2-year-old Brooklyn girl was seriously injured yesterday by a stray bullet that struck her in the face, the police said. The shooting occurred around 2:30 p.m. outside a beauty salon in East New York as two masked gunmen were aiming at a man across the street from them, witnesses said. The child was struck just under the left eye, and was taken" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Girl, 2, Is Injured by a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/brooklyn-girl-2-is-injured-by-a-stray-bullet.html"} , {"body" : "When it rains, Carole Tina Davis and her two adopted daughters, Rebekka and Rachel, open an umbrella on the way to the bathroom. They are grateful to have a roof over their heads, even a leaky one. Still, they hope that some day the rain will lull them to sleep, not soak their pajamas. Rebekka and Rachel, 9, are fraternal twins who have lived with" , "date" : "20021225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Making Good on a Vow to a Friend and Her Girls" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/25\/nyregion\/the-neediest-cases-making-good-on-a-vow-to-a-friend-and-her-girls.html"} , {"body" : "Would they or wouldn't they? Tanisha Abedeen did not know, so she went ahead and spent yesterday studying for final exams, in classical mythology and history, that may or may not take place tomorrow. Unwittingly, though, Miss Abedeen was ignoring the advice that Mayor Michael R. Bloomberg dispensed yesterday at a news conference eight hours before" , "date" : "20021216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE TRANSIT SHOWDOWN: PREPARATIONS; Hitting Books, Buying a Car And Checking Sites on the Web" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/16\/nyregion\/transit-showdown-preparations-hitting-books-buying-car-checking-sites-web.html"} , {"body" : "Just remember one thing, Assistant District Attorney Mark J. Hale told the orange jury in his opening statement in a murder trial in Brooklyn yesterday afternoon. ''All the things that will be going on in this courtroom, all the testimony, all the questioning, will be going on for the benefit of only one group of individuals, and that's you.''" , "date" : "20021210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Defendants Get 3 Juries, But It's All One Murder Case" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/10\/nyregion\/3-defendants-get-3-juries-but-it-s-all-one-murder-case.html"} , {"body" : "The young woman said she was 15 with a baby and a need for cash when she heard about a club where she could dance and make at least $100 a night. A week or so later, she said, she had dropped out of school and started stripping there, and was soon living with half a dozen other under-age girls and working for their pimp. ''It's not easy,'' the" , "date" : "20021207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Say Sex Trade Lures Younger Girls" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/07\/nyregion\/officials-say-sex-trade-lures-younger-girls.html"} ,   {"body" : "A young man was shot and killed early yesterday in the Bronx after refusing to surrender his expensive leather jacket, the police said. It was one of six slayings in the city over an unusually violent weekend. The victim, Waldraine Ewool Jr., 21, was wearing his Vanson leather jacket as he made his way home with four friends from a party at a club" , "date" : "20021202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 Slain Over the Weekend, Including Man Shot for Coat" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/02\/nyregion\/6-slain-over-the-weekend-including-man-shot-for-coat.html"} , {"body" : "''THEY say hats went out of style,'' said Shellie McDowell, ''but they never did in the church.'' Ms. McDowell should know. As the owner of Shellie McDowell Millinery in East New York, Brooklyn, she is one of the nation's top designers of church hats for black women, who she says constitute the largest hat market in the country. With a customer" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "With Her, Wearing the Right Hat Is a Religious Experience" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/style\/with-her-wearing-the-right-hat-is-a-religious-experience.html"} , {"body" : "Schools Chancellor Joel I. Klein abruptly extended the sign-up deadline for free tutoring yesterday after only a small fraction of the 240,000 eligible students had applied. The deadline was originally yesterday, and Department of Education officials said as late as Thursday evening that they would not extend it. Parents and advocacy groups have" , "date" : "20021116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Chief Extends Date To Sign Up For Tutoring" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/16\/nyregion\/schools-chief-extends-date-to-sign-up-for-tutoring.html"} , {"author" : "E-mail: jacques@nytimes.com" , "body" : "THE packages brimming with pencils arrived one afternoon a few years ago at Public School 306, a tan-brick shoe box in the East New York section of Brooklyn, opposite a public housing project. The return address belonged to children at a very different school, an affluent one in the suburbs. The suburbanites were looking for an impoverished school" , "date" : "20021113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "LESSONS; One Principal's Lessons In School Philanthropy" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/13\/nyregion\/lessons-one-principal-s-lessons-in-school-philanthropy.html"} , {"body" : "The budget news coming out of City Hall is grim, with city officials debating how much to raise property taxes and how deeply to cut core services. But yesterday, Mayor Michael R. Bloomberg urged the parishioners of a Brooklyn church to take the long view. ''The best days for New York are yet to come,'' Mr. Bloomberg said at the Christian Cultural" , "date" : "20021111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Look Beyond City's Fiscal Woes, Mayor Tells a Congregation" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/11\/nyregion\/look-beyond-city-s-fiscal-woes-mayor-tells-a-congregation.html"} , {"body" : "When Jacob Kass retired after five decades of painting letters, decorations and images on trucks, he expected that he would never pick up a paintbrush again. Yet the momentum of a lifetime proved hard to deny. Instead of trucks, however, he painted on old hand saws, and instead of signs, he painted nostalgic landscapes. By the time he died in 2000," , "date" : "20021108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART REVIEW; An Individualist Whose Canvas Was the Homely Saw Blade" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/08\/arts\/art-review-an-individualist-whose-canvas-was-the-homely-saw-blade.html"} , {"body" : "Two prisoners escaped their police captors yesterday, one from the back seat of a patrol car, the other from Bellevue Hospital Center's emergency room, and a police officer was suspended in the latter mishap. The escapes were the latest in a year of embarrassing slip-ups for the police, including one in May that involved an escapee who had been" , "date" : "20021026" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Prisoners, One in Patrol Car, Another in Hospital, Escape Police Custody" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/26\/nyregion\/two-prisoners-one-in-patrol-car-another-in-hospital-escape-police-custody.html"} , {"body" : "From Richmond Nelson's porch, the building across the street looks like just another hotel in a strip of five imposing hotels north of Kennedy International Airport, a place where you might find globetrotters resting for the night. The sign near the roof still says ''Best Western.'' But the travelers Mr. Nelson has seen arriving at the hotel since" , "date" : "20021018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg's Shift of Homeless to Hotels Alarms Some Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/nyregion\/bloomberg-s-shift-of-homeless-to-hotels-alarms-some-neighborhoods.html"} , {"body" : "A group of children set a homeless man on fire as he was sleeping in a hallway in East New York yesterday evening, the police said. The man, Steven Williams, 48, was sleeping in the second floor hallway of a residential building on Linden Boulevard about 7:35 p.m. when a group of three to five children threw a match on his abdomen, the police said." , "date" : "20021010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Children Set Homeless Man On Fire" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/10\/nyregion\/metro-briefing-new-york-brooklyn-children-set-homeless-man-on-fire.html"} , {"body" : "A woman who took her dead newborn son to Kings County Hospital Center on Friday, claiming she had suffered a miscarriage, is accused of killing him, the police said yesterday. The medical examiner's office determined that the boy was born alive and then suffered multiple skull fractures and brain injuries, the police said. The mother, Tracie" , "date" : "20020930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Mother Accused In Newborn's Death" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/30\/nyregion\/metro-briefing-new-york-brooklyn-mother-accused-in-newborn-s-death.html"} ,   {"body" : "New York City school superintendents will receive bonuses of up to $40,000 -- about a quarter of their base salaries -- if test scores in their districts significantly improve this year, Schools Chancellor Joel I. Klein said yesterday. Raising test scores should be the paramount goal of city educators, Mr. Klein said, because they are the only" , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "If Test Scores of Students Swell, So May Superintendents' Wallets" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/nyregion\/if-test-scores-of-students-swell-so-may-superintendents-wallets.html"} , {"body" : "In August 2001, state inspectors uncovered numerous grievous violations at Brooklyn Manor, a 216-bed adult home for the mentally ill in East New York. One resident had matted hair and new and old blood stains on her face. Staff members were often absent. The distribution of psychotropic medication was chaotic. Yet the State Department of Health" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "35" , "title" : "Despite Inspections by State, Violations at Home Continued" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/nyregion\/despite-inspections-by-state-violations-at-home-continued.html"} , {"body" : "Armed with handguns, a group of at least three gunmen opened fire outside a Brooklyn housing complex on Saturday, shooting four men, including a Navy seaman who died hours later, the police said. The gunmen ran off after the shootings, which happened at 7:24 p.m. outside 418 Jerome Street in East New York, the police said. The wounded men scattered" , "date" : "20020909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Open Fire in Brooklyn, Killing a Man and Wounding 3" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/09\/nyregion\/gunmen-open-fire-in-brooklyn-killing-a-man-and-wounding-3.html"} , {"body" : "THE SETTING -- A long, windowless room on the 19th floor of an office building on Jay Street. Among the 80 men seated in classroom-style desk chairs were fathers and husbands, blue-collar workers and professionals, whites, blacks, Latinos and Asians. They had been summoned here one night in late August for a reason none of them wanted to talk" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN -- BUZZ; A School For Scandal And Its Patrons" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/nyregion\/neighborhood-report-downtown-brooklyn-buzz-a-school-for-scandal-and-its-patrons.html"} , {"body" : "If Fifth Avenue were a giant fashion-show runway, Moe Ginsburg would be the guy working security. Dark blue suit, nice break in the trousers right above the shoe. Sensible. But after three decades outfitting New York bar mitzvahs and first job interviews and trial lawyers seeking a jury's trust, Moe Ginsburg Better Men's Clothing, the friendly" , "date" : "20020903" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Moe Ginsburg, Inexpensive Fashion Specialist, Is Closing" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/03\/nyregion\/moe-ginsburg-inexpensive-fashion-specialist-is-closing.html"} , {"body" : "In his 20 years in the City Council, Noach Dear was known not only as a bombastic wheeler-dealer who vied for the political leadership of Borough Park, Brooklyn, but also as a master fund-raiser who collected millions of dollars on behalf of Bill Clinton and Al Gore's presidential campaigns. Now, Mr. Dear, who was unable to run for re-election to" , "date" : "20020822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Four-Way Race in Brooklyn For a Redrawn Senate District" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/22\/nyregion\/four-way-race-in-brooklyn-for-a-redrawn-senate-district.html"} , {"body" : "It was the middle of summer, a sweltering day, and one principal was overheard in the elevator genially grumbling that her brain was on vacation. She had just finished filling out a survey called ''What Is Your Professional Development I.Q.?'' ''My brain had already said the year is over,'' the principal said, sighing. ''Now it's working again.''" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "As Veterans Retire, New Principals Get Summer School" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/nyregion\/as-veterans-retire-new-principals-get-summer-school.html"} , {"body" : "Speakers told an energetic crowd on the National Mall today that blacks in the United States were owed compensation for two centuries of slavery and discrimination. ''We have to prepare a place for the young,'' said Louis Farrakhan, leader of the Nation of Islam, to the hundreds of people in the crowd. ''There are babies out here on the Mall that" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "Slavery Reparations Advocates Voice Demands in Washington" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/us\/slavery-reparations-advocates-voice-demands-in-washington.html"} , {"body" : "A Brooklyn couple will plead guilty next week to charges that they aided James C. Kopp, the abortion opponent who faces trial in the 1998 slaying of a Buffalo doctor, their lawyers said yesterday. In exchange for reduced sentences, the couple, Loretta C. Marra and her husband, Dennis J. Malvasi, will plead guilty on Wednesday in Federal District" , "date" : "20020817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUFFALO (NY)" , "AMHERST (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two to Admit Harboring Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/17\/nyregion\/two-to-admit-harboring-murder-suspect.html"} , {"body" : "A track worker accidentally stepped into the path of an A train in East New York and was killed early yesterday morning, the authorities said. The worker, Christopher Bonaparte, 50, had been flagging local northbound trains at the Liberty Avenue subway station around 3 a.m. as a crew worked on the tracks, when he stepped over to the express track," , "date" : "20020810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Track Worker Killed By Subway Train" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/10\/nyregion\/metro-briefing-new-york-brooklyn-track-worker-killed-by-subway-train.html"} ,   {"body" : "Norman J. Rosen, a lawyer who was the top deputy to district attorneys in both Brooklyn and Queens, died Saturday morning at Montefiore Medical Center in the Bronx. He was 73 and lived in Bay Ridge, Brooklyn. After he fell ill on Friday, doctors recognized the early symptoms of leukemia, Carla Phelps, his sister, said. Norman Jay Rosen was born on" , "date" : "20020808" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Norman J. Rosen, 73, Deputy To Two District Attorneys" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/08\/nyregion\/norman-j-rosen-73-deputy-to-two-district-attorneys.html"} , {"body" : "IN 1987, at 19, an accident left Russell Hopkins of Bushwick, Brooklyn, a quadriplegic. Strapped to an electric wheelchair twice his weight, he was no longer able to execute perfect back flips to impress the girls. There were no more Michael Jackson-like dance moves to perform for home videos. There were no more giant bear hugs for a laughing but" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Living Large In a Small Room" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/living-large-in-a-small-room.html"} , {"body" : "In the 10 years since she was first elected to the State Senate, Nellie Santiago has never faced an election without a Democratic primary challenge. Still, Ms. Santiago, who represents Bushwick and Cypress Hills in Brooklyn, has typically won easily with wide margins over little-known opponents. Coasting to victory this year is shaping up to be a" , "date" : "20020801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CYPRESS HILLS (NYC)" , "NEW YORK STATE" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Easy Victories, Brooklyn State Senator Faces a Tough Primary Battle" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/01\/nyregion\/after-easy-victories-brooklyn-state-senator-faces-a-tough-primary-battle.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "450 Billion Oreos to Go Q. Why is 15th Street at Ninth Avenue now called Oreo Way? A. Because that is the birthplace of America's favorite cookie. In 1898 several baking companies merged to form the National Biscuit Company, Nabisco, and opened a large industrial bakery on Ninth Avenue between 15th and 16th Streets at the Chelsea Market Building." , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/fyi-187739.html"} , {"body" : "The City Council voted overwhelmingly yesterday to revise the term-limits law, eliminating a provision that held some council members to a maximum of only six years in office, rather than eight. Mayor Michael R. Bloomberg is likely to veto the measure, his aides said yesterday, although few expect him to use his pulpit to rail against the change. A" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Council Passes Measure On Term-Limits Disparity" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/nyregion\/city-council-passes-measure-on-term-limits-disparity.html"} , {"body" : "A power failure that darkened a Downtown Brooklyn subway station yesterday afternoon tangled subway service during the evening rush, with no trains running on the A and C lines between Bedford-Stuyvesant and Lower Manhattan for about two and a half hours. Other lines were also affected. The disruption in service occurred after a cable burned out on" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Power Failure Snarls Subway Service in Evening Rush" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/nyregion\/power-failure-snarls-subway-service-in-evening-rush.html"} , {"body" : "Into Battle Free Shakespeare returns to the Common in Boston at 8 p.m. Friday, when the Commonwealth Shakespeare Company presents that most stirring of historical dramas, ''Henry V.'' Directed by Steven Maler and starring Anthony Rapp, the show will be presented through Aug. 4, with performances at 8 p.m. Tuesday through Saturday, at 7 p.m. on" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/theater\/footlights.html"} , {"body" : "AT 10:30 on any clear Friday night, Jason Post of St. James rushes out of the house and into the 2002 Volkswagen Jetta his mother bought him for a high school graduation gift. The 18-year-old's destination: Deer Park Avenue in Babylon, Long Island's cruising hot spot, where he is sure to find others like himself, those with modified cars and a" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dangerous Fun" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/dangerous-fun.html"} , {"body" : "The former girlfriend of a man suspected of killing his sister this week was found dead in a vacant lot in Brooklyn yesterday, a police officer said. The woman, Donna Davis, had been shot once in the head, the officer said. Her body was discovered about 1 p.m. in an industrial area at Cozine Avenue near Fountain Avenue in East New York by a man" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Body Is Found; Police Search For Boyfriend" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/body-is-found-police-search-for-boyfriend.html"} , {"body" : "Detectives in Brooklyn have arrested a second suspect in connection with the shooting of an off-duty New York city correction officer, the police said yesterday. On Tuesday, the police arrested Kamal Reese, 16, of Brooklyn on charges of attempted murder, weapons possession and other crimes. The officer, Carlos Engleton, 37, was shot in the stomach" , "date" : "20020711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: 2nd Suspect In Officer's Shooting" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/11\/nyregion\/metro-briefing-new-york-brooklyn-2nd-suspect-in-officer-s-shooting.html"} ,   {"body" : "When Mayor Michael R. Bloomberg recently publicized his opposition to parole for a man convicted of killing two police officers in 1971, it also sent a message to Councilman Charles Barron, a self-described black revolutionary who has made bales of hay out of annoying the leaders on both sides of City Hall. Since taking office in January, Mr." , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Adding Charm to Revolution; But Some Say Charles Barron Risks Going Too Far" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/nyregion\/adding-charm-to-revolution-but-some-say-charles-barron-risks-going-too-far.html"} , {"body" : "A man was arrested yesterday and charged with shooting an off-duty correction officer at an East New York park on Sunday, the police said. The man, Ronell Peterkin, 22, of Brooklyn, faces charges of attempted murder and possession of a weapon. The correction officer, Carlos Engleton, was in stable condition yesterday. Jacob H. Fries (NYT)" , "date" : "20020709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Officer's Shooting" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/09\/nyregion\/metro-briefing-new-york-brooklyn-arrest-in-officer-s-shooting.html"} , {"body" : "An off-duty correction officer was shot in the stomach last night in a dispute that erupted about 9 p.m. after a soccer game in an East New York park. The victim, whose name was not disclosed, was taken to Brookdale Hospital Medical Center. Dozens of police officers searched the area for a man who was believed to have dropped a red bag after" , "date" : "20020708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Correction Officer Is Shot" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/08\/nyregion\/metro-briefing-new-york-brooklyn-correction-officer-is-shot.html"} , {"body" : "The subway is a place of extremes. In a crowded city, it is more crowded. In a noisy city, it is deafening. In a smelly city, it is the source from which the original ferment seems to rise. So yesterday, as the first heat wave of summer closed its firm and sweaty grip on the city, the subway was the place where the suffering was truly sublime," , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "When City's an Oven, the Subway's a Broiler" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/when-city-s-an-oven-the-subway-s-a-broiler.html"} , {"body" : "In the waning days of the decentralized school system, the community school board for the Lower East Side has set up a confrontation with Chancellor Harold O. Levy over who should become its superintendent. The board, in District 1, is angry at plans by Helen Santiago, the acting superintendent, and Mr. Levy to close two schools that serve poor and" , "date" : "20020621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East Side School Board Makes Last Stand in Battle Over Superintendent" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/21\/nyregion\/east-side-school-board-makes-last-stand-in-battle-over-superintendent.html"} , {"body" : "Two years after the Metropolitan Transportation Authority and state lawmakers struck a landmark deal to clean up what comes out of the tailpipes of the city's 4,500 buses, the results are beginning to be seen -- or more accurately, not seen -- around the city. Along Madison Avenue, plied by so many buses that environmental officials installed an" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "New York's Bus Cleanup Brings Other Cities On Board" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/new-york-s-bus-cleanup-brings-other-cities-on-board.html"} , {"body" : "Thousands of children continue to be exposed to lead, especially in minority neighborhoods, despite legislation passed three years ago that set new lead paint regulations for landlords, according to a report released yesterday by the New York Public Interest Research Group. The advocacy group's report, which analyzed data from the city Department" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Study Says Many Children Are Still Poisoned by Lead" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/nyregion\/study-says-many-children-are-still-poisoned-by-lead.html"} , {"body" : "John J. Gotti, who seized control of the Gambino crime family in a murderous coup, flaunted his power during a flamboyant reign as a Mafia boss, and then spent the last years of his life locked away in a maximum security penitentiary, his gang in shambles, died yesterday at the federal prison hospital at Springfield, Mo. He was 61. The cause was" , "date" : "20020611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "John Gotti Dies in Prison at 61; Mafia Boss Relished the Spotlight" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/11\/nyregion\/john-gotti-dies-in-prison-at-61-mafia-boss-relished-the-spotlight.html"} , {"body" : "When state officials moved in March to close Seaport Manor in Brooklyn, long one of New York's most notoriously troubled adult homes for the mentally ill, they pledged to do all they could to protect the safety and well-being of its nearly 300 residents. But the home's discharge records and interviews with officials show that the state, in" , "date" : "20020603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mentally Ill Go To Homes Seen As Little Better" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/03\/nyregion\/mentally-ill-go-to-homes-seen-as-little-better.html"} , {"author" : "E-mail: annewm@nytimes.com" , "body" : "THE plot is enough to make a community activist's heart bleed with delight: longtime tenant in one of Brooklyn's roughest neighborhoods, blue-collar Puerto Rican guy, gets a chance to buy his building from the city, help stabilize a block, maybe make a little money. But when the activist in question rents an office on the ground floor of the same" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Office Politics: Urban Travails of a 'Country Lawyer'" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/coping-office-politics-urban-travails-of-a-country-lawyer.html"} ,   {"body" : "When 10 brilliantly painted ponies, a frog, a cat, a deer and a bunny arrived yesterday, the new Bryant Park Carousel finally began to resemble a merry-go-round. Which was a relief, because when it arrived on Tuesday, it was affixed with wheels, a New York State license plate and functioning red brake lights; it rather closely resembled a U-Haul" , "date" : "20020601" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "All the Pretty Horses, And a 6-Ton Gear Drive" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/01\/nyregion\/all-the-pretty-horses-and-a-6-ton-gear-drive.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he would try to bolster the management of nine struggling New York City school districts by requiring five successful districts to show them how to do everything from balancing the books to training teachers and principals. Mr. Levy said he would pay the five consulting school districts $250,000" , "date" : "20020516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Levy Orders 5 Strong Districts To Help 9 That Are Struggling" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/16\/nyregion\/levy-orders-5-strong-districts-to-help-9-that-are-struggling.html"} , {"body" : "Judy Rosenbaum says she hears about it everywhere these days, but she has a hard time understanding the fuss. Crime is making a comeback, her co-workers say. The newspapers write about it. The television news is filled with it. Two weeks ago, she even got up close to it: a brick and bat fight erupted among construction workers near her Upper East" , "date" : "20020513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Crime Low, Many Leave the Doom to Chicken Little" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/13\/nyregion\/with-crime-low-many-leave-the-doom-to-chicken-little.html"} , {"author" : "Joe Queenan is a contributing writer at GQ. His most recent book is ''Balsamic Dreams: A Short but Self-Important History of the Baby Boomer Generation'' (Henry Holt, 2001)." , "body" : "IT has often been said that all politics is local, as is most remedial hair care. But judging from recent trends, a case can be made that the independent film genre is also becoming intensely, almost exclusively, local. The offerings at the TriBeCa Film Festival, which started Wednesday and ends today, included ''Manito,'' a story set in Washington" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Checking Under the 'Hood" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/urban-tactics-checking-under-the-hood.html"} , {"body" : "A 16-year-old boy was arrested yesterday and charged with raping a 15-year-old girl in a stairwell of Thomas Jefferson High School in the East New York section of Brooklyn, the police said. The attack took place about 2 p.m. yesterday, said Detective Joseph Cavitolo. Both the suspect and the victim are students at the school. The girl was taken to" , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Girl, 15, Is Raped at School" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/nyregion\/girl-15-is-raped-at-school.html"} , {"body" : "The vans pulled up at the Leben Home for Adults in Elmhurst, Queens, collecting the mentally ill residents who had been led outside and told to take a seat. Among them were Robert Dowling, who communicates in half-sentences and twitches; his roommate, Robert Fazio, who cannot bathe or dress himself; Seymour Levine, stooped and unkempt; and Gail" , "date" : "20020430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Voiceless, Defenseless And a Source of Cash" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/30\/nyregion\/voiceless-defenseless-and-a-source-of-cash.html"} , {"body" : "THAT little old Brooklyn carousel maker creating the merry-go-round for Bryant Park is neither especially little, at 5-foot-11, nor noticeably old, despite his 68 years. But it cannot be denied that Marvin Sylvor has a talent for combining a passion for art with a canny instinct for the pragmatic. Flash backward to Schofield Barracks in Oahu," , "date" : "20020430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; From the Barracks to the Painted Cavalry" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/30\/nyregion\/public-lives-from-the-barracks-to-the-painted-cavalry.html"} , {"body" : "Less than a day after a man shot his wife to death in Pennsylvania on Thursday, investigators located him in a tiny Brooklyn motel room by tracing his cellular phone calls across state lines, the authorities said yesterday. But as the police in Brooklyn crept close to the motel, the Riviera Motor Inn, on Atlantic Avenue in East New York, and" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SMITHFIELD TOWNSHIP (PENN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "After Killing Brooklyn Teacher In Poconos, Man Kills Himself" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/after-killing-brooklyn-teacher-in-poconos-man-kills-himself.html"} , {"body" : "Two members of the City Council said yesterday that they had been told they could not meet with any city commissioners because of public comments they made criticizing Mayor Michael R. Bloomberg. The prohibition escalates one of the first conflicts in the relatively friendly relations between the two branches of government. About three weeks ago," , "date" : "20020413" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "For 2 Councilmen, Closed Doors at City Hall" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/13\/nyregion\/for-2-councilmen-closed-doors-at-city-hall.html"} , {"body" : "A carousel grows in Brooklyn. But it's heading off to Manhattan soon, to Bryant Park. And its creators hope that as the galloping steeds with flying manes go round and round, this classic of Americana will make children feel more at home there. The new carousel -- floral-hued, sparkling with mirrors, glittering with gold trappings and, yes," , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lions Out Front, And Now Ponies For the Backyard; Carousel Will Soon Adorn Grounds of Public Library" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/lions-front-now-ponies-for-backyard-carousel-will-soon-adorn-grounds-public.html"} ,   {"body" : "A former project manager for the city's School Construction Authority was charged with stealing two lion statues from a Brooklyn school and putting them in front of his house in New Jersey, while three other managers were charged with demanding and accepting more than $35,000 in bribes from a contractor, prosecutors said yesterday. The terra cotta" , "date" : "20020403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Case of Earthen Lions Crossing State Lines" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/03\/nyregion\/a-case-of-earthen-lions-crossing-state-lines.html"} , {"body" : "A murder suspect who escaped from a Brooklyn police station house 10 days ago was captured yesterday in Brooklyn, the police said. The man, Alexis Vasquez, 22, who was a suspect in a double homicide in December and a double shooting in March, escaped after he was left alone without handcuffs on the second floor of the 88th Precinct station house," , "date" : "20020402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Capture Escaped Suspect" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/02\/nyregion\/police-capture-escaped-suspect.html"} , {"body" : "Mary Anderson lives in Flushing and takes the Long Island Rail Road into Manhattan several times a month to see a play or go to dinner. She used to walk from her house to the Broadway station at Northern Boulevard and 163rd Street, but in recent years she has often driven a mile to the Auburndale station, even though it is farther from Manhattan." , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; The Long Wait at Train Stations, Some Say, Is for Repairs" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/nyregion\/neighborhood-report-queens-up-close-long-wait-train-stations-some-say-for.html"} , {"author" : "Jennifer Egan is a frequent contributor to the magazine. Her most recent book, the novel ''Look at Me,'' was a National Book Award finalist." , "body" : "Like most people who find themselves seeking shelter at the Emergency Assistance Unit in the Bronx, the sole portal into New York City's shelter system for homeless families, Jackie Fuller and two of her children were at the tail end of a run of extremely bad luck. Fuller, 44, had been living most recently in Brooklyn, but like many people who" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "To Be Young and Homeless" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/magazine\/to-be-young-and-homeless.html"} , {"body" : "An 8-year-old Brooklyn boy has been hospitalized with bacterial meningitis, and the principal of his school, Public School 214 in East New York, met with parents and a representative of the City Health Department last night to discuss the disease. The boy was hospitalized on Thursday and was doing well yesterday morning, being treated with" , "date" : "20020319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Boy Hospitalized with Meningitis" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/19\/nyregion\/metro-briefing-new-york-brooklyn-boy-hospitalized-with-meningitis.html"} , {"body" : "THE benches along the Brighton Beach boardwalk were packed. It was 40 degrees, and the sky had been scrubbed clean by a determined wind. Yet there they sat, the aging and aged, taking in the sun beneath great mounds of fur coats, homburgs, leather jackets, scarves and sunglasses. Men gathered around a chessboard, their pawns and kings marching" , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking a Seat at the Table" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/seeking-a-seat-at-the-table.html"} , {"body" : "Until their third-generation men's clothing store in Manhattan's Flatiron district began to fail, the owners of Moe Ginsburg had never borrowed money from a bank, not even to finance a $1.5 million renovation in 1998. By the fall of 2000, however, the Manhattan retailer, known for selling men's designer suits at discount prices, was having" , "date" : "20020315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slimmed Down and Hopeful; Moe Ginsburg Men's Store Bets on an Upturn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/15\/nyregion\/slimmed-down-and-hopeful-moe-ginsburg-men-s-store-bets-on-an-upturn.html"} , {"body" : "Franklin K. Lane High School in Woodside, Queens, has been known more for its students' high dropout rates and and gang activity than for their academic prowess. But two Lane debaters, Patricia L. Socorro and Rauldan O. Boyce, can now claim some cerebral bragging rights for the school, because Lane's debate team will be one of two high school teams" , "date" : "20020314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "The Debate Team From a Hardscrabble School Seeks National Honors" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/14\/nyregion\/the-debate-team-from-a-hardscrabble-school-seeks-national-honors.html"} , {"body" : "''SIMPLICITY works,'' John Sineno said, browning sausages in an enormous pot. ''In my cookbook there are no ingredients you have to go and look for. What's in the kitchen is what you need. When my grandson was 11 he was making the pistachio mousse; it's that simple.'' He put down his fork. ''To me a mousse is just a pudding,'' he went on. ''Why go" , "date" : "20020313" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "RETRO KITCHEN; Mama Mia! Three-Alarm Gravy!" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/13\/dining\/retro-kitchen-mama-mia-three-alarm-gravy.html"} , {"body" : "Linda Richard thought she would feel better by now. Instead, she is more anxious, more afraid, more paranoid. Six months after Sept. 11, she cannot sleep. She is overeating, taking the anti-depressants she had stopped using last spring, and her apartment, in Crown Heights, Brooklyn, is a mess. There are too many Mondays spent under the covers," , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Even 6 Months Later, 'Get Over It' Just Isn't an Option" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/nyregion\/even-6-months-later-get-over-it-just-isn-t-an-option.html"} ,   {"author" : "E-mail: bobherb@nytimes.com" , "body" : "As a family drama, it's an excruciating story. Ruthel Branch has two sons -- Lamont, who is 38, and Lorenzo, 41. Lamont is in the Shawangunk Correctional Facility in upstate Ulster County, serving a sentence of 25 years to life for murdering a man named Danny Josephs. He's already served 13 years. Lorenzo Branch is in Brooklyn, where he lives with" , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "Truth And Justice" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/opinion\/truth-and-justice.html"} , {"body" : "One after another, the school buses pulled up to the curb outside Brooklyn Borough Hall yesterday morning and disgorged their charges. But it was not student-appreciation day at the government center. Nearly all of the passengers were elderly, and several hundred of them wore bright yellow baseball caps. ''Gov. Pataki Please Help,'' the caps said." , "date" : "20020309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Redistricting, and Lunch, Draw a Crowd" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/09\/nyregion\/redistricting-and-lunch-draw-a-crowd.html"} , {"body" : "A 15-year-old girl on her way to school was raped twice yesterday morning in Brooklyn, the police said. The girl was walking along Lincoln Avenue in East New York around 6:30 a.m. when a man about 25 to 30 years old grabbed her by the hair. Saying he had a gun, he dragged her a block away to an abandoned building on Blake Avenue, where he raped and" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Girl Is Raped in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/nyregion\/girl-is-raped-in-brooklyn.html"} , {"body" : "Eight middle school teachers in Brooklyn, Queens and the Bronx have each received $15,000 grants to reward teaching that defies the chalk-and-talk model. Winning lessons include history classes that travel throughout the Northwest Bronx and East New York and a Brooklyn science class that uses computers to care for a student-built greenhouse. The" , "date" : "20020227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "BULLETIN BOARD; Grants for Unusual Teaching" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/27\/nyregion\/bulletin-board-grants-for-unusual-teaching.html"} , {"body" : "WILLIAM and ADRIENNE LOVE wanted to sell their three-bedroom co-op in Coney Island and buy a house elsewhere in Brooklyn. He wanted parking; she likes to have a lot of bathrooms. They looked at dozens of houses, but there was just one that offered everything they wanted, or could ever want. There was only one problem. The owner didn't want to sell," , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Maple Street, Flatbush, Brooklyn; Couple's 5-Year Odyssey To Buy the Perfect Home" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/realestate\/habitats-maple-street-flatbush-brooklyn-couple-s-5-year-odyssey-buy-perfect-home.html"} , {"body" : "''The devil is so mad that we're up in this place tonight,'' said the Rev. Hezekiah Walker, authoritative and serene in his white leather suit from the stage of Radio City Music Hall. This was far from the Love Fellowship Tabernacle, Mr. Walker's church on Liberty Avenue in East New York, Brooklyn. But at Saturday night's concert, recorded for Mr." , "date" : "20020221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "GOSPEL REVIEW; Stirring Souls With Sound and Vision" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/21\/arts\/gospel-review-stirring-souls-with-sound-and-vision.html"} , {"body" : "So New York City's economy is battered from a recession and a terrorist attack, and people are thinking twice and even three times about spending on nonessentials. Is this really the time to start or expand a business? Sure, says Yougnesse Williams, a 28-year-old Brooklyn woman. Ms. Williams, a social worker from East New York, has developed a" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "From Modest Business Loans, the Fulfillment of Modest Dreams" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/nyregion\/from-modest-business-loans-the-fulfillment-of-modest-dreams.html"} , {"body" : "Mayor Michael R. Bloomberg sternly pledged yesterday to stop city employees from smoking in public buildings -- even if those employees happen to be police officers. The mayor made his remarks as he happened to pass by a news conference being held on the City Hall steps by a group of police officers who said other officers and supervisors routinely" , "date" : "20020216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Says Police Officers Should Obey Smoking Rule" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/16\/nyregion\/mayor-says-police-officers-should-obey-smoking-rule.html"} , {"body" : "Despite their unsavory reputation, the largest city-run homeless shelters for single adults may be safer these days than the streets in most city neighborhoods, according to crime statistics compiled by the Department of Homeless Services for the first time last year. At the 30th Street Men's Shelter in Manhattan, for example, the city's sole entry" , "date" : "20020126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shelters Safer Than Streets, Report Suggests" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/26\/nyregion\/shelters-safer-than-streets-report-suggests.html"} , {"body" : "Charlene Seymore stood in her kitchen in Brownsville, Brooklyn, peeling potatoes. Piece by piece, long spirals of skin dropped into the bottom of her sink. Then her younger son, Teon, 4, came running into the room. ''Hey Mom!'' he said excitedly, a smile on his face from ear to ear. ''We can watch wrestling tonight.'' ''I know,'' she said, her" , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Drugs Now Just an Unpleasant Memory" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/the-neediest-cases-drugs-now-just-an-unpleasant-memory.html"} ,   {"body" : "When Edward McMellon, a former police officer involved in the shooting death of Amadou Diallo, became a probationary firefighter at Engine Company 332 in Brooklyn in November, there were at least two black firefighters working in the East New York firehouse. Now there are none, say firefighters assigned to Engine Company 332. Earlier this month," , "date" : "20020123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Department Plays Down Transfers Of Firefighters" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/23\/nyregion\/department-plays-down-transfers-of-firefighters.html"} , {"body" : "Two students were shot yesterday afternoon at a troubled high school a block from Lincoln Center, in what the authorities said may have been a dispute over a girl. Students were ordered to stay in their classrooms while police officers in riot gear scoured the halls for the gunman and parents gathered outside. No gunman was found, and the students" , "date" : "20020116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Gunfire Wounds 2 Students Inside a Manhattan High School" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/16\/nyregion\/gunfire-wounds-2-students-inside-a-manhattan-high-school.html"} , {"body" : "Every school day at a few minutes after 3, Tenia Rivera trudges up the aging flight of stairs to the single room she calls home, pulls off her backpack, and flops down onto her bed. Then she changes into her pajamas and spends the rest of the afternoon lounging on her bed -- which is really not a bed at all, but a cheap, slowly sinking cot. Tenia," , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "The Neediest Cases; Ailing Mother and Daughter Share a Single Room" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/nyregion\/the-neediest-cases-ailing-mother-and-daughter-share-a-single-room.html"} , {"body" : "A scene that perfectly illustrated A. Gifford Miller's approach to politics unfolded two years ago outside a Brooklyn elementary school. There he was, a councilman from Manhattan's Upper East Side, handing out campaign literature for an entire morning for Roger L. Green, an assemblyman from Fort Greene. It was not immediately clear why the" , "date" : "20020108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man in the News; An Alliance Builder; Alan Gifford Miller" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/08\/nyregion\/man-in-the-news-an-alliance-builder-alan-gifford-miller.html"}]