[  {"body" : "One unchanging truth about New York City's neighborhoods is that they constantly change. Yet there are city neighborhoods that seem to defy that rule, and one of them is Gerritsen Beach in Brooklyn. Tucked between Sheepshead Bay and Marine Park, Gerritsen Beach is a seaside colony of more than 2,300 closely packed bungalows and brick homes, a" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Same) Old Neighborhood; A Brooklyn Enclave Happily Avoids Assimilation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/the-same-old-neighborhood-a-brooklyn-enclave-happily-avoids-assimilation.html"} , {"body" : "In the city's massive, intricate web of transportation, the thread connecting Arlene Schwartz to the lights of Broadway is about to be cut. Ms. Schwartz, a retired teacher and guidance counselor in her 50's, lives in Sheepshead Bay, Brooklyn, but on weekends she and her twin sister, Judy, travel regularly to Manhattan for theater and other cultural" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; As Some Weekend Express Buses Halt, Maybe It's Time to Clean the Fridge" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/neighborhood-report-new-york-up-close-some-weekend-express-buses-halt-maybe-it-s.html"} , {"body" : "Two more cases of West Nile virus have been reported in the city, the Department of Health and Mental Hygiene announced yesterday. A 59-year-old woman from the Bronx and a 66-year-old man from Brooklyn are hospitalized in stable condition. Spraying has been scheduled in northeast Queens from 8 o'clock tonight to 2 a.m. at Flushing Airport, Kissena" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Two More West Nile Cases" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/metro-briefing-new-york-two-more-west-nile-cases.html"} , {"body" : "It was close to midnight when the firefighters arrived on the scene of a grisly motorcycle accident in Queens the other night. In the dark, amid blinding flashes of red light, the rescue squad was one big blur of men in black-and-yellow uniforms. This was a fairly routine job for the firefighters at New York City's Engine Company 173. But it was a" , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Duty Calls. So Do Cats in Trees.; Sept. 11 Inspires a Rush to City's Volunteer Fire Squads" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/duty-calls-so-cats-trees-sept-11-inspires-rush-city-s-volunteer-fire-squads.html"} , {"body" : "Storing sand on a beach hardly seems controversial. But some residents of Manhattan Beach and Brighton Beach in Brooklyn were angry to learn that the Army Corps of Engineers is considering their shores as storage for 250,000 cubic yards of sand, to be dredged from Rockaway Inlet this fall. ''The last thing we need here is more sand,'' said Ida" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "WHITE ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK WATERFRONT; In Brighton Beach, Opposition to More Sand on the Sand" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/neighborhood-report-new-york-waterfront-brighton-beach-opposition-more-sand-sand.html"} , {"body" : "ALL of Gerritsen Beach knows the joke -- yet it never fails to crack everyone up. People driving down Gerritsen Avenue get a clear view of the Belt Parkway, just across the water. So when outsiders ask for directions to the Belt, they are told to drive to the end of Gerritsen Avenue, flash their lights or honk, and wait for the ferry. ''It's an" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Gerritsen Beach; Secluded Peninsula in South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/realestate\/if-you-re-thinking-living-gerritsen-beach-secluded-peninsula-south-brooklyn.html"}]