[  {"body" : "On 19th Street in Brooklyn, where Donald Schoenholt has his factory, industrial odors abound. Depending on the wind, the dark tang of ink from the printing plant next door might mingle with the fumes of solvent and paint from the signmaker up the street or the auto-body shops along Third Avenue. A constant olfactory drone of diesel exhaust" , "date" : "20021211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cup of Kafka? Coffee Roaster Cited for Coffee Smell" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/11\/nyregion\/cup-of-kafka-coffee-roaster-cited-for-coffee-smell.html"} , {"body" : "Mayor Michael R. Bloomberg, whose public policy agenda has been eclipsed lately by the city's fiscal woes and the threat of a transit strike, is planning to shift some of his attention this week to the physical condition of New York City, particularly its housing. In the first of two major speeches on the subject, Mr. Bloomberg tomorrow will lay" , "date" : "20021209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Envisions Housing Revival Unmatched Since the 80's" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/09\/nyregion\/mayor-envisions-housing-revival-unmatched-since-the-80-s.html"} , {"body" : "ON the surface, New York has been transformed; Times Square, for example, has been squeakily scrubbed from neon rathole to Mickey Mouse Land. But the city still has a scabby underbelly that bristles with a jittery electricity that evokes the shadow world of noir: certain deserted subway stations after midnight; stygian bars without signs;" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; New York Noir" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/new-york-observed-new-york-noir.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The New York City Opera has established an identity as a company that discovers and gives opportunities to emerging singers. Two young vocalists make their" , "date" : "20021025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/25\/movies\/classical-music-and-dance-guide.html"} , {"author" : "E-mail: anemona@nytimes.com" , "body" : "IN a New York City too often battered by crime and barely a year past Sept. 11, it may be heartening to realize that the Beltway sniper is a quintessentially suburban phenomenon. Every time he strikes, he parks his light-colored van near a highway with an easily accessible escape route. He prefers mall parking lots. Mass transit may be vulnerable" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FALLS CHURCH (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; At a Nester's Paradise A Suburban Nightmare Feels Near" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/coping-at-a-nester-s-paradise-a-suburban-nightmare-feels-near.html"} , {"body" : "WHEN David Graham, a 38-year-old painter, gave up a studio carved out of an old diner in Williamsburg in 1997, 6 years into a 10-year lease to spend a year in Montreal, he figured he would have little difficulty duplicating it when he returned a year later. ''There was still a lot of space available, so I didn't think it would be a big deal,'' he" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "RED HOOK (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "ROCKAWAY PENINSULA (NYC)" , "WILLIAMSBURG (NYC)" , "YONKERS (NY)" , "BEDFORD-STUYVESANT (NYC)" , "PORT CHESTER (NY)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "JERSEY CITY (NJ)" , "HARLEM (NYC)" , "BRIDGEPORT (CONN)" , "NEW ROCHELLE (NY)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Artists Canvassing for Space" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/realestate\/artists-canvassing-for-space.html"} , {"body" : "In an ambitious attempt to liberate Manhattan from traffic congestion, the Bloomberg administration will try to turn 10 Midtown streets into express routes by banning turns from them during weekdays when traffic is heaviest. The no-turn zones will be in effect Monday to Friday, 10 a.m. to 6 p.m., starting Oct. 15. They will involve 10 streets" , "date" : "20021001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Turns From Midtown Streets Will Be Banned on Weekdays" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/01\/nyregion\/turns-from-midtown-streets-will-be-banned-on-weekdays.html"} , {"body" : "Dancing in the Streets has produced site-specific programs in areas throughout New York City for 19 years. Many of the programs have been devoted to the Red Hook section of Brooklyn, and to Red Hook's vivid, checkered history. Joanna Haigood is the latest artist to respond to the neighborhood's haunting allure. And her ''Picture Red Hook,''" , "date" : "20020827" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW; A Little Night Magic for the Past" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/27\/arts\/dance-review-a-little-night-magic-for-the-past.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This summer opera festival has become known for inventive productions, solid casts of young singers and repertory that tilts toward the unusual, all played in a comfortably intimate" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/movies\/classical-music-and-dance-guide.html"} , {"author" : "Wendy Perron, the New York editor of Dance Magazine, is a senior fellow at the Vera List Center for Art and Politics at the New School." , "body" : "AN abandoned grain elevator rises high above the docks of Red Hook, Brooklyn. With 54 joined silos, it looks like a pack of gigantic cement ladyfingers. During its heyday, from the 1920's through the 50's, bulk grain was weighed, cleaned and dried there by laborers who lived in the neighborhood. From Thursday through Saturday, in ''Picture Red" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE; Way Up High, Soaring, Floating, Diving, Dancing" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/arts\/dance-way-up-high-soaring-floating-diving-dancing.html"} ,   {"body" : "FROM time to time, Duke Snider returns to Brooklyn. He and his wife, Bev, have friends out on Staten Island, and as he drives out along the Gowanus Expressway toward the Verrazano-Narrows Bridge, he occasionally makes a detour to Bay Ridge, where he spent a lot of very good summers. ''The last six years or so, we rented the same house on Marine" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Brooklyn Royalty Comes Home Again" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/sports\/sports-of-the-times-brooklyn-royalty-comes-home-again.html"} , {"author" : "Randy Kennedy is a reporter for the Metro section of The Times who writes the Tunnel Vision column." , "body" : "IN two years of constant riding and writing about the New York subway, I have noticed something interesting: whenever people talk about their favorite stretches, they rarely talk about the sub part. Instead, they sing love songs to the other half of the system, where trains don't run through tunnels but atop trestles, above the streets, rattling" , "date" : "20020716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "7" , "title" : "Trips; The F Train Rises" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/16\/news\/trips-the-f-train-rises.html"} , {"author" : "Michael Shapiro's next book, ''The Last Good Season: Brooklyn, the Dodgers and Their Final Pennant Race Together,'' is due out next year." , "body" : "I was 4 years old when the Dodgers left Brooklyn, but unlike the team, I stayed. I never went to Ebbets Field. I never even saw it. I lived in Brooklyn until I was 21 and when I, too, finally left, I did so still believing that had the Dodgers not abandoned the borough for Los Angeles, Brooklyn would have been altogether different, not the flat," , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "MY BROOKLYN; The Team That's Filling the Void the Dodgers Left Behind" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/my-brooklyn-the-team-that-s-filling-the-void-the-dodgers-left-behind.html"} , {"body" : "THE best moment is swooping south on the F.D.R. Drive, just before the Manhattan Bridge, when the highway elevates again and it is like you are in a little airplane taking off. The view unfolds just over the silver hood: the downtown skyline, the East River bridges, Governors Island, the harbor. It's best at sunset, of course, when the piers in" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Particular Place to Go" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/nyregion\/no-particular-place-to-go.html"} , {"body" : "In its way, the Gowanus Canal had lately been slouching toward clarity. The 1.8-mile waterway in South Brooklyn had lain stagnant until 1999, when an old flushing mechanism was reactivated, bringing in fresh water from New York Harbor and reinventing the waterway as a haven for canoers and blue crabs. But in recent weeks the pump has stumbled," , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; The Canal Reverts (Briefly) to Its Malodorous Past" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/neighborhood-report-gowanus-the-canal-reverts-briefly-to-its-malodorous-past.html"} , {"body" : "Django Opening The Gypsy jazz guitarist Django Reinhardt was the inspiration for Django, a spacious two-story restaurant at 280 Lexington Avenue (46th Street) created by the group that owns Rain, Union Pacific and Calle Ocho. David Rockwell's modern design is dressed up with paisley shawls, carpets and curtains of beads. The food is basic brasserie" , "date" : "20020605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/05\/dining\/off-the-menu.html"} , {"body" : "IF you wanted an analysis of New York's decrepit waterfront, on Wednesday you had a choice. You could either listen to the governor of New Jersey deliver the keynote address at the Waterfront 2002 Conference, or you could go cruising on a catboat with William Kornblum. It wasn't all that hard a choice, especially if you knew Dr. Kornblum's" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BALTIMORE (MD)" , "NEW YORK HARBOR" , "SYDNEY (AUSTRALIA)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; Waterfront Could Still Be a Contender" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/nyregion\/the-big-city-waterfront-could-still-be-a-contender.html"} , {"body" : "Celebrating Surf and Turf The Beard Street Pier in Red Hook, Brooklyn, was historically a place to unload. And so it will be tomorrow, when families will be encouraged to shed troubles, put aside cares and dance the day away at the Red Hook Waterfront Arts Festival. Before the festivities, however, is a remembrance in Coffey Park. ''Our local" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/movies\/family-fare.html"} , {"body" : "A CENTURY ago, Carroll Gardens was a working-class neighborhood in Brooklyn, home to thousands of Irish immigrants. In the decades before World War II, the Irish moved out and first-generation Italians moved in. The neighborhood kept its Italian-American character for decades and to a large degree retains it still. But in recent years a new group" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Carroll Gardens; Area of Gardens and 19th-Century Charm" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/realestate\/if-you-re-thinking-living-carroll-gardens-area-gardens-19th-century-charm.html"} , {"body" : "Today is not a good day to take a Sunday drive around Manhattan, according to traffic authorities. Various street closings and parking restrictions will be in place because of parades, street fairs and other events. A police spokesman said that several bus routes would be disrupted and that drivers should expect heavy delays most of the day," , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "A Lovely Day For a Drive? Maybe, Except In Manhattan" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/nyregion\/a-lovely-day-for-a-drive-maybe-except-in-manhattan.html"} ,   {"body" : "The former police officer who struck a pregnant woman and her family with his minivan after drinking beer for an entire day in Brooklyn last year was convicted yesterday of the most serious charges he faced -- four counts of second-degree manslaughter. The former officer, Joseph Gray, 41, faces up to 15 years in prison. Mr. Gray sat expressionless" , "date" : "20020504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Officer Guilty of Manslaughter In Crash Following Drinking Bout" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/04\/nyregion\/ex-officer-guilty-of-manslaughter-in-crash-following-drinking-bout.html"} , {"body" : "Jurors in the trial of a former police officer charged with running down a pregnant woman and members of her family last August had a firsthand look yesterday at one final piece of evidence: the scene of the crash. The jurors were escorted to the busy intersection in Sunset Park, Brooklyn, by Justice Anne G. Feldman and a parade of lawyers and" , "date" : "20020502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Jury Sees Site Where Officer's Van Killed 4" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/02\/nyregion\/jury-sees-site-where-officer-s-van-killed-4.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'AMICO FRITZ.'' When it had its premiere, Mascagni's second opera seemed a contender to be even more popular than his first, ''Cavalleria Rusticana.'' ''L'Amico Fritz'' turned out not to" , "date" : "20020426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The twin beams of light forming a nocturnal memorial to World Trade Center victims will go dark in mid-April as planned, but may be incorporated into a permanent memorial, Mayor Michael R. Bloomberg said yesterday. ''When we first did it, a lot of the families of those we lost were against it, because they felt it would become the permanent" , "date" : "20020330" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Talk of Ground Zero Tribute, as West Street Reopens" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/30\/nyregion\/talk-of-ground-zero-tribute-as-west-street-reopens.html"} , {"body" : "A Brooklyn councilman who was recently a contender for City Council speaker was charged yesterday with demanding a $1.5 million break on a real estate deal from a developer in exchange for supporting the multimillion-dollar renovation of a waterfront warehouse in his district. The councilman, Angel Rodriguez, a Democrat, represents the Red Hook" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Councilman Is Charged in an Extortion Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/brooklyn-councilman-is-charged-in-an-extortion-scheme.html"} , {"body" : "ATTRACTIONS AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. This weekend, the Hayden Planetarium presents ''The Search for Life: Are We Alone?,'' which ponders the question of life beyond Earth. and the Big Bang Theater, featuring narrated visual and audio effects simulating the beginning of" , "date" : "20020322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/arts\/spare-times-178535.html"} , {"body" : "For now, there is nothing especially remarkable about the old Civil War-era warehouse on the edge of the Red Hook waterfront. But about a year from now, much of Brooklyn is expected to bound through its doors. The building, once a coffee warehouse, is about to become a Fairway supermarket, the borough's first and New York City's third. In its size" , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Red Hook, Worries on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/nyregion\/in-red-hook-worries-on-the-waterfront.html"} , {"body" : "To the Editor: Re ''Warm and Fuzzy on the Cross Bronx'' (Jan. 27): I laughed through the comments about when you know you're a New Yorker. But it occurred to me that a ''real'' New Yorker would never even ask that question. ELIZABETH J. MILLER Gowanus, Brooklyn" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Real New Yorkers? Don't Even Ask" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/nyregion\/l-real-new-yorkers-don-t-even-ask-661392.html"} , {"author" : "Philip Nobel is a New York design critic." , "body" : "EVERY major city has its essential map. Locals and tourists in Paris rely on the little red Paris par Arrondissement. In Los Angeles, no one leaves the garage without a Thomas Guide in the glove compartment. New York City is now served by a whole shelf of way-finding tools. But for 60 years, for better or for worse, the city's map of record has" , "date" : "20020217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "41" , "title" : "ART\/ARCHITECTURE; Maps Gain in Clarity But Lose a Bit of Art" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/17\/books\/art-architecture-maps-gain-in-clarity-but-lose-a-bit-of-art.html"} , {"body" : "Looking In Puck Building, Houston and Lafayette Streets; (212) 777-5218. The 10th Outsider Art Fair opens tonight with a preview to benefit the American Folk Art Museum. Tickets for admission at 5:30 p.m., $200, or, for those 40 and younger, $100; admission at 6:30, $75. The show and sale, by 33 dealers, will continue tomorrow from noon to 8 p.m.," , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/garden\/calendar.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/18\/arts\/art-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/11\/arts\/art-guide.html"} , {"body" : "BLOCK after block, the quiet streets of Boerum Hill, in northwest Brooklyn, are lined with shade trees and three- and four-story brick town houses, retaining the small-scale residential charm of a century ago. ''It's a well-preserved, mid-19th century brownstone community that is in the shadows of Brooklyn Heights and yet remains relatively" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Boerum Hill; Neighborhood With a 19th-Century Feel" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/realestate\/if-you-re-thinking-living-boerum-hill-neighborhood-with-19th-century-feel.html"}]