[  {"body" : "A former Soviet Army officer who had walked his wife home from a subway station in Brooklyn every night since she was confronted by a mugger last spring was shot to death early yesterday as he defended her from robbers, the police said. The victim, Oleg Bosenko, 38, was escorting his wife, Larysa, 37, from a station in Sheepshead Bay when a man and" , "date" : "20021031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Husband Is Killed Trying to Protect His Wife From Two Masked Robbers" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/31\/nyregion\/brooklyn-husband-is-killed-trying-to-protect-his-wife-from-two-masked-robbers.html"} , {"body" : "To the Editor: Re ''Golden Rules: In Pursuit of the Perfect City Sunset as Autumn Deepens'' (Oct. 13): Spectacular sunsets can often be seen from the elevated portion of the F train in Brooklyn as it heads toward Coney Island, especially at its highest point between the Smith-Ninth Street and Fourth Avenue elevated stations. Further along, and when" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Fading Into History? Not So Fast; Subways and Sunsets Can Go Together" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/l-fading-into-history-not-so-fast-subways-and-sunsets-can-go-together-592889.html"} , {"body" : "Three New York City police officers were charged yesterday with taking bribes to falsify dozens of motor vehicle accident reports that were then used to defraud insurance companies, according to investigators. In some cases, the accidents never happened, the investigators said. In others, the officers, working with an organized fraud ring, added" , "date" : "20021022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Three Officers Are Charged In Insurance Fraud Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/22\/nyregion\/three-officers-are-charged-in-insurance-fraud-scheme.html"} , {"body" : "Last year, after a $1.4 million renovation, the Gravesend branch of the Brooklyn Public Library reopened with a new rain canopy, windows, furniture and elevators. ''We were so happy,'' said Josephine Mangiacapre, 76, who uses the library often. ''It was outfitted with computers; and the children and senior citizens, they need that.'' Her happiness" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; Thanks for Renovating the Place. Please Note Your Rent Increase." , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/nyregion\/neighborhood-report-gravesend-thanks-for-renovating-place-please-note-your-rent.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LILLIAN FREDERICK A Modest Woman of Faith At Aon Corporation, where Lillian Frederick was an administrative assistant, her colleagues heard only a few tales from the warm, serene woman who was an office presence, but hardly its social butterfly. They heard" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Serene Woman, Practical Joker, Gentle Uncle and Brilliant Niece" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/nyregion\/portraits-grief-victims-serene-woman-practical-joker-gentle-uncle-brilliant.html"} , {"body" : "Aaron Levy, a rabbinical student, hauls in his glass and plastic each week for a classmate to take home to New Jersey. Adrian DeLucca puts his in an unmarked can outside his Fort Greene brownstone to give easier access to those who collect and redeem as part of an informal economy. And Andy Young has given up his favored brown bottles of microbrew" , "date" : "20020812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Getting Used To Recycling A Little Less" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/12\/nyregion\/new-yorkers-getting-used-to-recycling-a-little-less.html"} , {"body" : "THAT'S him, there, the guy running around the field and jumping on top of the dugout between innings to dance the cha-cha slide with the ladies. After he finally gets a wave going, yelling so hard you wonder if he'll ever speak again, he takes off through the crowd, slapping high fives on a sea of raised hands. Two burly men watch him go. ''What a" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "To Dance on a Dugout, A Guy's Gotta Eat" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/dining\/to-dance-on-a-dugout-a-guy-s-gotta-eat.html"} , {"body" : "Lady of Sorrow, Keeping Hatred at Bay For the general public, it is a matter of dead history, long forgotten. For an 83-year-old woman, it is a matter of a dead son, always remembered. In June 1982, three black men were attacked in Gravesend, Brooklyn, by 15 to 20 young whites wielding bottles and a stick and screaming racial epithets. The three" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/following-up.html"} , {"body" : "On the westerly point of Coney Island is a spit of land known as Nortons Point. On that sliver of rock are a cottage and a lighthouse with peeling paint that are defended by a wizened old man who prefers the roar of the tide to the ring of the phone. The old man is Frank Schubert, 85, the last civilian lighthouse keeper in the country, and until a" , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "So, It's a Lighthouse. Now Leave Me Alone." , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/nyregion\/so-it-s-a-lighthouse-now-leave-me-alone.html"} , {"body" : "IF the daffodils can bloom in February and the forsythia before the Ides of March, the mayor of New York City can run the public school system -- probably less directly than he would like, but more directly than mayors have in more than 30 years. Change is actually starting to feel inevitable now that the debate has shifted from whether the mayor" , "date" : "20020304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; In the Schools, 'Control' Isn't the Word" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/04\/nyregion\/metro-matters-in-the-schools-control-isn-t-the-word.html"} ,   {"body" : "ALL of Gerritsen Beach knows the joke -- yet it never fails to crack everyone up. People driving down Gerritsen Avenue get a clear view of the Belt Parkway, just across the water. So when outsiders ask for directions to the Belt, they are told to drive to the end of Gerritsen Avenue, flash their lights or honk, and wait for the ferry. ''It's an" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Gerritsen Beach; Secluded Peninsula in South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/realestate\/if-you-re-thinking-living-gerritsen-beach-secluded-peninsula-south-brooklyn.html"}]