[  {"body" : "IN 1931, the St. George was New York's largest hotel, with 2,632 rooms spread out over the full block bounded by Clark, Hicks, Henry and Pineapple Streets in Brooklyn Heights. Now it is divided into multiple parcels in multiple ownership, including a student residence, an Art Deco tower, a fire-damaged section -- and the shell of a new building." , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/St. George Hotel; The Hard Life of a Brooklyn Heights Grande Dame" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/realestate\/streetscapes-st-george-hotel-the-hard-life-of-a-brooklyn-heights-grande-dame.html"} , {"body" : "Big Thirsty Tree? Q. How much water is fed into the great Christmas tree in Rockefeller Plaza each day? A. None. This is not your living room Christmas tree. According to a Rockefeller Center spokesman, the tree is not watered at all. The heat that would dry out a household tree is not present outside, where rain and show showers also help. And a" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/fyi-499137.html"} , {"body" : "Roger Toussaint acknowledges that there are some uncanny parallels between him and Mike Quill, the Irish-born union leader, sometimes called ''the leprechaun from hell,'' who tormented mayors and led a 12-day transit strike in 1966. Like Mr. Quill, Mr. Toussaint, the president of Transport Workers Union Local 100, is an immigrant; he comes from" , "date" : "20021213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Man in the News -- Outspoken From Youth; Roger Ernest Toussaint" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/13\/nyregion\/man-in-the-news-outspoken-from-youth-roger-ernest-toussaint.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Sign Symbols Q. In my Astoria, Queens, neighborhood, the crossing signals use hand and pedestrian figures to indicate when it is safe to cross. But when I go to work in Manhattan, all the signals say ''Walk'' and ''Don't Walk.'' Why the discrepancy? A. The signs differ because New York is in the midst of a signal change of its own. The old," , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/fyi-437735.html"} , {"body" : "IN Hollywood on the Hudson, studio development projects have been as ephemeral as images on a screen. There seems to be agreement that New York could use more studios. ''You've got to keep productions here after the location shooting is done,'' said Andrew Stern, a senior vice president of the city's Economic Development Corporation specializing in" , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Studios: Many Plans, a Few Completions" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/realestate\/studios-many-plans-a-few-completions.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Forest Primeval Q. What is the most common tree in New York? A. The most common tree in the city today is the Norway maple, but it wasn't meant to be that way. According to Edward Sibley Barnard, whose book ''New York City Trees: A Field Guide for the Metropolitan Area'' was published this month by Columbia University Press, the Norway maple was" , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/nyregion\/fyi-093874.html"} , {"body" : "SPIKE LEE has relocated to the Upper East Side and Spike's Joint, his boutique at the corner of South Elliot Place and Lafayette Avenue, is history, but the filmmaker's lens still frames the image of Fort Greene, the Brooklyn neighborhood where he grew up. When he began his career with the 1986 comedy ''She's Gotta Have It,'' he drew upon the world" , "date" : "20020901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Fort Greene; Diversity, Culture and Brownstones, Too" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/01\/realestate\/if-you-re-thinking-living-fort-greene-diversity-culture-brownstones-too.html"} , {"body" : "Ladies and gentlemen, coming to Brooklyn next week for an exclusive three-day engagement, appearing outside Albany for the first time in perhaps 100 years, those lions of law, those giants of jurisprudence, the State Court of Appeals! The appeals panel, the state's highest court, will hear cases in the ornate ceremonial courtroom in Brooklyn" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Have Gavel, Will Travel" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/have-gavel-will-travel.html"} , {"body" : "Aaron Levy, a rabbinical student, hauls in his glass and plastic each week for a classmate to take home to New Jersey. Adrian DeLucca puts his in an unmarked can outside his Fort Greene brownstone to give easier access to those who collect and redeem as part of an informal economy. And Andy Young has given up his favored brown bottles of microbrew" , "date" : "20020812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Getting Used To Recycling A Little Less" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/12\/nyregion\/new-yorkers-getting-used-to-recycling-a-little-less.html"} , {"body" : "The John J. Harvey, a 130-foot fireboat sold by New York City at auction in 1999 and now on the National Register of Historic Places, is moving slowly up the Hudson River. An announcement booms over the public address system: ''Alice, you have 30 seconds to move anything you don't want to get wet.'' Alice Hepburn, a 10-year-old in a one-piece" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "On a Harbor Cruise, Under a Rainbow" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/arts\/on-a-harbor-cruise-under-a-rainbow.html"} ,   {"body" : "Doubleheader A new gallery and a new exhibition greet visitors today at the Florence Griswold Museum in Old Lyme, Conn. The new space is the 9,500-square-foot Robert and Nancy Krieble Gallery. Through June 23, 2003, it will be home to 80 of the 188 American paintings given last year by the Hartford Steam Boiler and Inspection Company to the museum," , "date" : "20020702" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/02\/arts\/footlights.html"} , {"body" : "BIG raindrops are splattering onto the main plaza of Lincoln Center just as Paul Grecki arrives from his day job as a mail carrier. He's one of New York City's premier Lindy Hoppers, and he's here to show off some moves in the very spot that turns into an outdoor ballroom with the start of Midsummer Night Swing. Fooey, this rain! But the weather" , "date" : "20020626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Happiest Feet Are on His Legs" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/26\/nyregion\/public-lives-the-happiest-feet-are-on-his-legs.html"} , {"body" : "''The good news,'' Conrad Milster boomed into the tour-bus microphone yesterday morning, ''is that we have an extra site today. It wasn't listed on your brochure.'' A brief pregnant pause filled the packed bus. ''It's an ammonia plant!'' Cheers echoed up the aisles. There is nothing, apparently, like a visit to a compressed-ammonia refrigeration" , "date" : "20020608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finding the Beauty In Vintage Tech; To an Industrial History Group, Brooklyn Has Much to Admire" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/08\/nyregion\/finding-beauty-vintage-tech-industrial-history-group-brooklyn-has-much-admire.html"} , {"body" : "Tucked into Mayor Michael Bloomberg's inaugural address was an eight-word promise that, if fulfilled, could greatly enhance the quality of life in this city and add an unexpected dimension to the Bloomberg mayoralty. ''We will bring new life to our waterfront,'' Mr. Bloomberg said, and while no details have emerged, the pledge itself was exciting" , "date" : "20020527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "Reclaiming New York's Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/27\/opinion\/reclaiming-new-york-s-waterfront.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "The Boss on the Run Q. Given the recent rash of suspects escaping from police custody, I'm wondering who was the city's most famous jailbird to take flight. A. Few escapees could match the fame of William M. Tweed, the boss of Tammany Hall, who went on the lam in 1875. Famously, Tweed was a former bookkeeper and volunteer fireman who was elected an" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MADISON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/fyi-096113.html"} , {"body" : "Mikey is not dead. The news came after the backslapping, after the meatballs, after the cigarettes had burned a while, and long after the neighborhood was lost. ''They told me Mikey died,'' said Bullets, a big man. His voice was wrecked. ''No,'' Johnny Apples said. ''It was Ralphie that died. Ralphie died, not Mikey. In the house, all by himself.''" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Chubby Stole a Bomb, Big Vic Left Town, And These Sands Street Boys Carry On" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/neighborhood-report-red-hook-chubby-stole-bomb-big-vic-left-town-these-sands.html"} , {"body" : "Furniture Fashions Jacob K. Javits Convention Center, 11th Avenue at 34th Street; (800) 272-7469. The International Contemporary Furniture Fair, which features designers and manufacturers of furniture, lighting, floor coverings, textiles and decorative objects, will be open to the public on Tuesday, from 10 a.m. to 4 p.m. Admission, $30, will" , "date" : "20020516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDER" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/16\/garden\/calender.html"} , {"body" : "Mayor Michael R. Bloomberg announced the appointment of Eric J. Deutsch yesterday as president of the nonprofit corporation that manages the Brooklyn Navy Yard. About 3,000 people are employed by businesses in the 264-acre Navy yard, which became an industrial park in 1971. Mr. Deutsch, 35, a senior vice president with the city's Economic" , "date" : "20020416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Navy Yard Chief Named" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/16\/nyregion\/metro-briefing-new-york-manhattan-navy-yard-chief-named.html"} , {"body" : "No one has ever seen a State Assembly district line drawn on the ground. And yet they can seem as real as fences. At a recent round of redistricting hearings, people from all over the state fought to move their lines, citing reasons as diverse as racial balance and the omission of a particular park or school. But the tiny neighborhood of Vinegar" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Enclave Links Its Political Fate to Its Rich History" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/nyregion\/enclave-links-its-political-fate-to-its-rich-history.html"} , {"body" : "In the three months since Rudolph W. Giuliani left City Hall, Mayor Michael R. Bloomberg and his administration have quietly changed the way the city does business, reviewing several complicated deals that were completed or left lingering in the waning days of the Giuliani administration. Mr. Bloomberg has also adopted a new management style at" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Last Acts of the Giuliani Era Stall in Bloomberg's City Hall" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/last-acts-of-the-giuliani-era-stall-in-bloomberg-s-city-hall.html"} ,   {"body" : "INTERNATIONAL A3-13 U.S. to Press Harder For Mideast Peace Deal The Bush administration promised quicker and deeper involvement in searching for a political solution to Israeli-Palestinian violence, perhaps even before the fighting ends. Secretary of State Colin L. Powell said for the first time that Israel's expanding military operations in the" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/news-summary-384283.html"} , {"body" : "Call it Hollywood on the Harbor. As proposals to build film studios at the Brooklyn Navy Yard and other city sites attract much publicity, one company has quietly been making plans to turn the Staten Island Homeport, a former naval base, into New York's next big film complex. The area is a narrow slice of waterfront in the northeastern part of the" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: STAPLETON; A Borough's Old Naval Base Gives It Silver Screen Dreams" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/nyregion\/neighborhood-report-stapleton-borough-s-old-naval-base-gives-it-silver-screen.html"} , {"body" : "ONCE again, New York City is fretting about its garbage: the cost, the mess, the future. It costs $300 million more a year to send garbage out of town than it did to truck it to the detested Fresh Kills landfill on Staten Island, which was closed last year. That's an unpleasant fiscal reality for Mayor Michael R. Bloomberg, who wants to reduce" , "date" : "20020314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; The Politics Of Garbage, Forever Ripe" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/14\/nyregion\/metro-matters-the-politics-of-garbage-forever-ripe.html"} , {"body" : "The story is almost believable. In 1899, a collection of ancient Greek pottery shards was shipped from an excavation site in Italy to a Brooklyn cultural institution. Through some mix-up, or possibly through devious machinations, the crate arriving at the institution contained grapefruit. The shards are believed to have landed in the area of the" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Search for Shards That Is Not What It Seems" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/neighborhood-report-brooklyn-heights-search-for-shards-that-not-what-it-seems.html"} , {"body" : "PEDRO PEREZ has a wife whose name is Carmen and a son whose name is Pedrito (Little Pedro). He keeps them above his restaurant, which is called Pedro's Spanish American Restaurant, in Brooklyn under the Manhattan Bridge. Mr. Perez has been in this spot for a long time. Since before the real estate agents called it Dumbo. Way before the refugees" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; Before There Was Dumbo, There Was Pedro's" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/neighborhood-report-bending-elbows-before-there-was-dumbo-there-was-pedro-s.html"} , {"body" : "There have been many stories of New York business troubles since Sept. 11 as companies scramble to recover from the attack on the World Trade Center. This is not one of them. There has been an enormous upside for the cable industry as thousands of new households signed up for service after the trade center collapse destroyed the north tower antenna" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "After an Antenna Tumbles, Cable Firms Gain Thousands of New Customers" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/after-an-antenna-tumbles-cable-firms-gain-thousands-of-new-customers.html"} , {"body" : "Now here's a menu for a hearty meal on a cold, drizzly night: Start with a platter of pasta sheets, with $100 bill printed on each one. Lay on bowl of little gold-flecked meatballs. Then drop the $100 bill pasta and the golden meatballs into a grand silver tureen of clear broth. Round up some very rich people in New York for the World Economic" , "date" : "20020202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "10" , "title" : "FORUM IN NEW YORK: DIARY; Art's Message to World: Simply, Eat the Riches" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/02\/world\/forum-in-new-york-diary-art-s-message-to-world-simply-eat-the-riches.html"} , {"body" : "Like characters in a world drawn by Beckett, police officers waited and waited and waited some more yesterday for protesters who for the most part never came. Outside the Waldorf-Astoria the officers stood in a drowsy drizzle, talking in small groups about the weather and the Super Bowl. In front of Starbucks and Gap stores around the city, they" , "date" : "20020202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "FORUM IN NEW YORK: THE POLICE; A Second Day of Waiting, And Still No Major Protests" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/02\/nyregion\/forum-in-new-york-the-police-a-second-day-of-waiting-and-still-no-major-protests.html"}]