[  {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BARBER OF SEVILLE.'' You've seen it at the Met; you've seen it at City Opera; now, for the holidays, the Amato Opera is offering its own version of Rossini's perennial favorite. Tony" , "date" : "20021227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "42" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/27\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Big Thirsty Tree? Q. How much water is fed into the great Christmas tree in Rockefeller Plaza each day? A. None. This is not your living room Christmas tree. According to a Rockefeller Center spokesman, the tree is not watered at all. The heat that would dry out a household tree is not present outside, where rain and show showers also help. And a" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/fyi-499137.html"} , {"body" : "If there is one word that defines H. R. Vargas's life, it is rage. If there is one word he would like to define his life, it is love. But loving, and being loved, is not easy for him. The walls went up early when his mother became pregnant and his father walked away. His father was in a relationship with another woman at the time, and Mr. Vargas" , "date" : "20021221" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Child of an Affair, Bitterness Lingers; Broken Promises Set the Stage for a Life of Hardship, Abuse and Crime" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/21\/nyregion\/for-child-affair-bitterness-lingers-broken-promises-set-stage-for-life-hardship.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BARBER OF SEVILLE.'' It seems everyone wants a Barber this calendar year: now that the Met and City Opera have both gotten their licks in, the beloved Amato Opera is bringing back its" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "IF every object has its day, then the steel shipping container may be the log cabin of the 21st century. One winter morning in 1996, Ada Tolla and Giuseppe Ligano, partners in the New York-based architecture firm LOT-EK, left the city for an outing. Instead of driving to a ski mountain or spa, they chose an unlikely destination, a port in" , "date" : "20021219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "From Dockyard To Your Yard" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/19\/garden\/from-dockyard-to-your-yard.html"} , {"body" : "The composer William Bolcom is 64. By this point in his unusual career, which has included stints as an American popular song pianist and a ragtime revivalist, it's clear that his penchant for mixing music of boldly varied styles is not a sometime strategy, but the defining quality of his work. This is certainly true of his dramatically assured and" , "date" : "20021207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "OPERA REVIEW; Musical Diversity for Arthur Miller's Fated Red Hook" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/07\/arts\/opera-review-musical-diversity-for-arthur-miller-s-fated-red-hook.html"} , {"author" : "E-mail: bobherb@nytimes.com" , "body" : "Michael Silvestri is a veteran New York City police detective who is on trial in federal court in Manhattan for his alleged association with a Mafia crime family. The trial will determine if the allegations are true. But I'm not surprised that Detective Silvestri is entangled in this mess. The guy's no genius. One of his misadventures, an" , "date" : "20021205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "43" , "title" : "Shaming the Shield" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/05\/opinion\/shaming-the-shield.html"} , {"body" : "Premieres of new operas are exciting, glamorous and attention-getting. But a second production seems as attractive as yesterday's newspaper. The piece is still too new to have the wide appeal of familiar works, but not new enough to bring with it the status -- or to provoke the curiosity -- that accompanies the commissioning and creation of a new" , "date" : "20021129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "When an Opera Starts to Earn Staying Power" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/29\/movies\/when-an-opera-starts-to-earn-staying-power.html"} , {"body" : "ROUGHLY 9 percent of the square footage in new homes goes to dining rooms, according to the National Association of Home Builders. With all that space, there should be plenty of room for a classic dining table. But that does not mean the tables are used only for meals. More often than not, they are used as stations for homework and sorting the" , "date" : "20021107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "PERSONAL SHOPPER: KNOCKOUTS AND KNOCKDOWNS; Classic Shapes For Classic Rooms" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/07\/garden\/personal-shopper-knockouts-and-knockdowns-classic-shapes-for-classic-rooms.html"} , {"body" : "Sara M. Gonzalez last night won the three-way race to replace former City Councilman Angel Rodriguez of Brooklyn, who resigned this summer before pleading guilty to federal bribery charges. With 98 percent of districts reporting, Ms. Gonzalez led with 44 percent of the vote, followed by Edward Rodriguez with 30 percent and George Martinez with 26" , "date" : "20021106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "THE 2002 ELECTIONS: NEW YORK CITY; Gonzalez Is Winner in Race For Council Seat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/06\/us\/2002-elections-new-york-city-gonzalez-winner-race-for-council-seat-brooklyn.html"} ,   {"body" : "Here is a summary of our recommendations for noteworthy local races and ballot proposals in today's elections. Polling hours in New York State are from 6 a.m. to 9 p.m., and in New Jersey and Connecticut from 6 a.m. to 8 p.m. NEW YORK STATE GOVERNOR George Pataki (R) COMPTROLLER Alan Hevesi (D) ATTORNEY GENERAL Eliot Spitzer (D) HOUSE OF" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/opinion\/election-day-choices.html"} , {"body" : "Two of the candidates in the special election for a City Council seat in Brooklyn received an increase yesterday in the public campaign money available to them before the election on Tuesday. The Campaign Finance Board released $57,376 to the campaign of Edward Rodriguez and $12,840 to Sara M. Gonzalez. The special election is to fill the seat" , "date" : "20021102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "More Public Campaign Dollars For 2 in Brooklyn Council Race" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/02\/nyregion\/more-public-campaign-dollars-for-2-in-brooklyn-council-race.html"} , {"body" : "IT'S 10 p.m. on a Wednesday at Sunny's in Red Hook, and the band is playing in the back room. The place is crowded. No empty seats at the bar, and all four booths are overflowing, two with drinkers playing Scrabble. There are a lot of goatees and black-rimmed glasses, and young women with small tattoos of geometric designs and flowers. A Johnny" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sunny's Wonderful Saloon" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/sunny-s-wonderful-saloon.html"} , {"body" : "ON the surface, New York has been transformed; Times Square, for example, has been squeakily scrubbed from neon rathole to Mickey Mouse Land. But the city still has a scabby underbelly that bristles with a jittery electricity that evokes the shadow world of noir: certain deserted subway stations after midnight; stygian bars without signs;" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; New York Noir" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/new-york-observed-new-york-noir.html"} , {"body" : "For the general election Nov. 5, here are our endorsements for three State Assembly races and one special election for New York City Council. 63rd Assembly District (mid-Staten Island): Frank Peters, a soft-spoken protégé of the Republican power broker Guy Molinari, faces Michael Cusick, who is on leave as director of constituent services for" , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "For Assembly and New York City Council" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/opinion\/for-assembly-and-new-york-city-council.html"} , {"body" : "The dominant political figure in Sunset Park, Brooklyn, for the past several years has been Angel Rodriguez, a city councilman who was once a leading candidate to be the Council's speaker. But Mr. Rodriguez pleaded guilty in a federal bribery case in August and resigned. Since then, the race to succeed Mr. Rodriguez has been notable not only for" , "date" : "20021017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Rivals in Brooklyn Race See Council Issues Alike" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/17\/nyregion\/3-rivals-in-brooklyn-race-see-council-issues-alike.html"} , {"body" : "WHEN David Graham, a 38-year-old painter, gave up a studio carved out of an old diner in Williamsburg in 1997, 6 years into a 10-year lease to spend a year in Montreal, he figured he would have little difficulty duplicating it when he returned a year later. ''There was still a lot of space available, so I didn't think it would be a big deal,'' he" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "RED HOOK (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "ROCKAWAY PENINSULA (NYC)" , "WILLIAMSBURG (NYC)" , "YONKERS (NY)" , "BEDFORD-STUYVESANT (NYC)" , "PORT CHESTER (NY)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "JERSEY CITY (NJ)" , "HARLEM (NYC)" , "BRIDGEPORT (CONN)" , "NEW ROCHELLE (NY)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Artists Canvassing for Space" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/realestate\/artists-canvassing-for-space.html"} , {"body" : "THIS city works too hard and too late to make sunset-watching a priority. But at dusk, on busy street corners where there is open sky, people will look up, point west at a fuchsia smear and shake their heads, as if to ask, ''Where did that come from?'' Only a few regularly see the sun set. ''It almost looks like you're getting into heaven,'' said" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Golden Rules" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/nyregion\/new-york-observed-golden-rules.html"} , {"body" : "It was always a matter of turf. Last year, Xavier High School approached the Parks Department with a longstanding problem. Xavier, a parochial school at 30 West 16th Street, lacked a soccer practice field, and for years bused its team to a field in Red Hook, Brooklyn. But students got tired of making the trip, and parents didn't like the late" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SERAVALLI PARK AND PLAYGROUND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GREENWICH VILLAGE; Neighbors Defend Park From a Soccer Invasion" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/nyregion\/neighborhood-report-greenwich-village-neighbors-defend-park-soccer-invasion.html"} , {"body" : "1910's: Greenwich Village is widely known as America's bohemian enclave, with cheap rents, for writers and artists. 1950's: White Horse Tavern in Greenwich Village thrives. The Beats Allen Ginsberg, Jack Kerouac and Robert Frank move farther east in search of space and authenticity. 1960's: St. Mark's Place and Washington Square are loci of the" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "116" , "title" : "How Hipness Moves" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/how-hipness-moves.html"} ,   {"body" : "As summer was winding to a close 10 days ago, 96 competitors crowded around the Hudson riverbank in Washington Heights, slid down a boulder into the water and began stroking to Chelsea, 7.8 miles downstream. It was the year's last organized swim in the urban section of the Hudson. The Manhattan Island Foundation, which organizes competitive swims," , "date" : "20021001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Come on In, the Hudson's Fine; The Slime Is Gone, and the Swimmers Have Returned" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/01\/nyregion\/come-on-in-the-hudson-s-fine-the-slime-is-gone-and-the-swimmers-have-returned.html"} , {"body" : "After several months of negotiations with the Bush administration, Gov. George E. Pataki and Mayor Michael R. Bloomberg are on the verge of signing an agreement to acquire Governors Island from the federal government for a nominal sum. The long-awaited transfer is likely to be announced well before Nov. 5, in time to benefit Mr. Pataki's" , "date" : "20020930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Is Getting Close to Acquiring Governors Island" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/30\/nyregion\/new-york-is-getting-close-to-acquiring-governors-island.html"} , {"body" : "OH, thank God!'' Randall Hover said. ''I'm totally amazed,'' Helene Browning said. ''Yesterday, when I saw it, I was dumbfounded. I said, 'What is this doing on my block?' '' The object that caused these and other Brooklyn Heights residents to stop and gasp last week was not a U.F.O. or an asteroid. It was two steel poles rising over the" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; This Quest Makes Diogenes' Task Look Easy" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/nyregion\/urban-tactics-this-quest-makes-diogenes-task-look-easy.html"} , {"body" : "DEEP in Red Hook, Brooklyn, down Van Brunt Street, where you can smell the salt off New York Bay, there's a new diner, the Hope & Anchor. It's a neighborhood place in a neighborhood that doesn't have a lot of people, and it needs to serve a number of purposes at once. It's a standard-issue diner breakfast spot -- eggs served all day -- and a" , "date" : "20020911" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; In a Red Hook Diner, Cheeseburgers Are Not Enough" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/11\/dining\/25-and-under-in-a-red-hook-diner-cheeseburgers-are-not-enough.html"} , {"body" : "Tori Gilbert's search for a parking space is more quixotic than most. For four years, Ms. Gilbert and her colleagues at East River CREW -- Community Recreation and Education on the Water -- have been hunting for a plot of land on the Upper East Side to park their little red rowboat. Walking down the street with Ms. Gilbert is a revelatory exercise." , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; A Boat Without a Paddle? Worse. No Parking Place." , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/nyregion\/neighborhood-report-upper-east-side-boat-without-paddle-worse-no-parking-place.html"} , {"body" : "Of the 18 Civil Court judgeships up for election in New York City this November, only six are being contested in next week's Democratic primary. As a practical matter, that means the remaining dozen seats will be filled by men and women deeply beholden to the party pols who gave them a berth on the Democratic line and a virtually uncontested ride" , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For Civil Court in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/opinion\/for-civil-court-in-brooklyn.html"} , {"body" : "As former City Councilman Angel Rodriguez of Brooklyn pleaded guilty yesterday in a federal bribery case, the race to succeed him was already taking shape. A wide range of contenders have emerged in the district represented by Mr. Rodriguez for the last four years. Some had formed official campaign committees to run for the seat months before Mr." , "date" : "20020830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Race Is On for Seat of Ex-Councilman Guilty in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/nyregion\/race-is-on-for-seat-of-ex-councilman-guilty-in-bribery-case.html"} , {"body" : "City Councilman Angel Rodriguez of Brooklyn resigned his post yesterday as he prepared to plead guilty to federal charges that he took bribes in exchange for throwing his support behind a supermarket project in Red Hook that he had once opposed. Mr. Rodriguez, who was a serious contender to become speaker of the City Council earlier this year, now" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Councilman in Bribery Case Resigns on Eve of Guilty Plea" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/councilman-in-bribery-case-resigns-on-eve-of-guilty-plea.html"} , {"body" : "INTERNATIONAL A3-15 Administration Debates Course of Action Over Iraq Senior administration officials expect that President Bush will eventually seek some new explicit sign of approval from Congress, but not necessarily a formal vote, before launching any military campaign against Iraq. Meanwhile, there is debate over involving the United Nations" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/news-summary-615277.html"} , {"body" : "Dancing in the Streets has produced site-specific programs in areas throughout New York City for 19 years. Many of the programs have been devoted to the Red Hook section of Brooklyn, and to Red Hook's vivid, checkered history. Joanna Haigood is the latest artist to respond to the neighborhood's haunting allure. And her ''Picture Red Hook,''" , "date" : "20020827" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW; A Little Night Magic for the Past" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/27\/arts\/dance-review-a-little-night-magic-for-the-past.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This summer opera festival has become known for inventive productions, solid casts of young singers and repertory that tilts toward the unusual, all played in a comfortably intimate" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/movies\/classical-music-and-dance-guide.html"} , {"body" : "INVENTIVE minds have been at work on the riches in New York's community gardens. At La Plaza Cultural on the Lower East Side, the stones of demolished buildings have become an amphitheater, and old bricks form meandering paths. After drought restrictions limited hydrant use this year, gardeners in Crown Heights, Brooklyn, built a rainwater" , "date" : "20020822" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "NATURE; From Rubble, Ingenuity Sprouts" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/22\/garden\/nature-from-rubble-ingenuity-sprouts.html"} , {"author" : "Wendy Perron, the New York editor of Dance Magazine, is a senior fellow at the Vera List Center for Art and Politics at the New School." , "body" : "AN abandoned grain elevator rises high above the docks of Red Hook, Brooklyn. With 54 joined silos, it looks like a pack of gigantic cement ladyfingers. During its heyday, from the 1920's through the 50's, bulk grain was weighed, cleaned and dried there by laborers who lived in the neighborhood. From Thursday through Saturday, in ''Picture Red" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE; Way Up High, Soaring, Floating, Diving, Dancing" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/arts\/dance-way-up-high-soaring-floating-diving-dancing.html"} , {"body" : "WHEN Jessica Dubner went shopping for flooring for a 1910 house on Long Island, she passed up linoleum, rubber, cork, vinyl and Pergo, opting for secondhand chestnut pried from a collapsing Normandy farmhouse. ''I like knowing that the material has history,'' she said. The world may be moving toward polycarbonates and plastics, but a lot of premium" , "date" : "20020815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GEORGIA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The Look of Age, Without the Wait" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/15\/garden\/the-look-of-age-without-the-wait.html"} , {"body" : "A 2-year-old Brooklyn girl who was reported missing on Thursday morning was reunited with her mother early yesterday, the police said. The child, Kenya Banks, had last been seen on Tuesday at 8 a.m. in the West 27th Street apartment in Coney Island where she lived with her mother, Elisa Owens, the police said. The mother had left her with a family" , "date" : "20020720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Missing Girl, 2, Is Reunited With Mother" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/20\/nyregion\/missing-girl-2-is-reunited-with-mother.html"} , {"body" : "A short circuit led to a power failure in the Brooklyn Criminal Court building early yesterday and forced the evacuation of 113 prisoners awaiting arraignment, the authorities said. The prisoners were relocated without incident to nearby police precincts and other holding centers and arraigned at a Red Hook community court. The court will reopen" , "date" : "20020719" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Power Failure Shuts Court" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/19\/nyregion\/power-failure-shuts-court.html"} , {"body" : "For the workers at the Fresh Kills landfill who sifted through 1.62 million tons of rubble from the World Trade Center for remains of those killed on Sept. 11 and for clues about those responsible for the attack, the official end of their job yesterday seemed a sad graduation of sorts. Politicians joined them, along with the family members of some" , "date" : "20020716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "As a Grim Job Ends, Dust Returns to Dust" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/16\/nyregion\/as-a-grim-job-ends-dust-returns-to-dust.html"} , {"body" : "FROM Alma, Lower Manhattan appears like a stage backdrop. It is there for your pleasure, to take in during lulls in the meal, nothing more, it seems, than a facade. This is because it is difficult to grasp how such a good restaurant could be in such an odd place, amid a strip that includes a shipyard, car lots and a live poultry market on the edge" , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "$25 AND UNDER; Where the Rio Grande Flows to the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/dining\/25-and-under-where-the-rio-grande-flows-to-the-brooklyn-waterfront.html"} , {"body" : "THE best moment is swooping south on the F.D.R. Drive, just before the Manhattan Bridge, when the highway elevates again and it is like you are in a little airplane taking off. The view unfolds just over the silver hood: the downtown skyline, the East River bridges, Governors Island, the harbor. It's best at sunset, of course, when the piers in" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Particular Place to Go" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/nyregion\/no-particular-place-to-go.html"} , {"body" : "A teenage boy has been sentenced to jail time for driving while intoxicated in an accident that killed his best friend, who was a passenger in the car. The accused, Christopher Smith, 18, of Red Hook, Brooklyn, had a blood-alcohol level over the legal limit during the Aug. 1 crash, the district attorney's office said. Although the victim's family" , "date" : "20020704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Poughkeepsie: Teenager Gets Jail In D.W.I." , "url" : "http:\/\/www.nytimes.com\/2002\/07\/04\/nyregion\/metro-briefing-new-york-poughkeepsie-teenager-gets-jail-in-dwi.html"} ,   {"body" : "Turning his attention toward the city's expensive and seemingly intractable garbage problem, Mayor Michael R. Bloomberg indicated yesterday that the city might need more than one large transfer station, especially as use of a site in Linden, N.J., has become more and more doubtful. What to do with New York City's garbage has been a vexing question" , "date" : "20020625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Weighs Path to Solve Trash Woes" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/25\/nyregion\/mayor-weighs-path-to-solve-trash-woes.html"} , {"body" : "Robert M. Morgenthau, the venerable Manhattan district attorney, has a long history of reaching into other counties to take on politically charged cases. Some lawmakers in Albany want to stop him. On Wednesday, the State Senate unanimously passed a bill that would sharply restrict a district attorney's ability to prosecute a case in another county" , "date" : "20020622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bill, Meant for Morgenthau, Would Restrict Jurisdiction" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/22\/nyregion\/bill-meant-for-morgenthau-would-restrict-jurisdiction.html"} , {"body" : "A COUPLE of weeks ago, I was standing on a roof in Red Hook, Brooklyn, staring at a sprawling bush full of purple roses splashed with white. ''That's it!'' I said. ''Russell's Cottage!'' I'd propagated that very rosebush in a cemetery eight years ago, on a rose rustling caper with Stephen Scanniello, a landscape designer who was then the rosarian" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CUTTINGS; Seeking Immortality in a Red Hook Garden" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/cuttings-seeking-immortality-in-a-red-hook-garden.html"} , {"body" : "A COUPLE weeks ago, I was standing on a roof in Red Hook, Brooklyn, staring at a sprawling bush full of purple roses splashed with white. ''That's it!'' I said. ''Russell's Cottage!'' I'd propagated that very rose bush in a cemetery eight years ago, on a rose rustling caper with Stephen Scanniello, a landscape designer who was then the rosarian at" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CUTTINGS; A Must-Have Plant? Take the Cuttings Route" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/nyregion\/cuttings-a-must-have-plant-take-the-cuttings-route.html"} , {"body" : "To the Editor: A June 7 letter writer bemoans the cycle in which the ''new elite'' displaces artists and writers from the ''culturally vital urban neighborhoods'' created by them. I would describe this cycle more fully, and be less cheerful about it than even the writer. Artists and writers do not ''create'' such neighborhoods in a vacuum. Too" , "date" : "20020613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Bohemians vs. Workers" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/13\/opinion\/l-bohemians-vs-workers-509485.html"} , {"body" : "Searching for a classic Key lime pie -- one that's yellow, not green, and made with fresh, not bottled, lime juice -- can lead you to an industrial complex overlooking New York Harbor in Brooklyn. There, Steve Tarpin, left, a native of Miami and the owner of Steve's Authentic Key Lime Pie, adds a tiny bit of gelatin to his pie filling of juice and" , "date" : "20020612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Key Lime Pie à la Brooklyn, And It's the Real Thing" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/12\/dining\/food-stuff-key-lime-pie-a-la-brooklyn-and-it-s-the-real-thing.html"} , {"body" : "THE BRIDGE -- The Marine Parkway-Gil Hodges Memorial Bridge, which conects Brooklyn to the Rockaways, reopened last month. A three-year, $95 million renovation expanded the number of lanes from two to four and added a new bridge deck, center divider, pedestrian walkway and decorative lighting. THE TROLLEY -- After a five-month delay, work on a" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: UPDATE; Getting From Here to There in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/neighborhood-report-update-getting-from-here-to-there-in-brooklyn.html"} , {"body" : "Several community groups opposing a large Fairway supermarket planned for the Brooklyn waterfront filed suit yesterday against the developer and New York City in an attempt to block the project. The developer, Gregory O'Connell, is in the final stages of buying a five-story warehouse in Red Hook from the city to convert into a supermarket and" , "date" : "20020531" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Groups Sue to Keep Supermarket Out of Red Hook" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/31\/nyregion\/brooklyn-groups-sue-to-keep-supermarket-out-of-red-hook.html"} , {"body" : "Art in Brooklyn Tuller Premium Food, 199 Court Street (Bergen Street), Cobble Hill, and Ellie Winberg Studio, 160 Union Street (Henry Street), Carroll Gardens; (718) 222-5047. The Brooklyn Working Artists Coalition will sponsor an open house on Saturday and Sunday from 1 to 6 p.m. Thirty-five artists will open their studios for self-guided tours in" , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/garden\/calendar.html"} , {"body" : "Family Court is perhaps the saddest place in New York. It is where society gathers the child abusers, juvenile delinquents, deadbeat dads, bickering parents, wife beaters and the Cains and Abels. There have been some significant changes in the system over the past five years. Proceedings have been made open to the public. Judges now specialize in" , "date" : "20020528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Handling Sinners and Victims of Domestic Hell; Sad Hallways and Broken Lives in an Overburdened Family Court System" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/28\/nyregion\/handling-sinners-victims-domestic-hell-sad-hallways-broken-lives-overburdened.html"} ,   {"body" : "Judge Rolando T. Acosta may be sitting in Manhattan, but when he speaks -- calling the defendants by their first names and imploring them to listen to their parents' advice -- he sounds more like the small-town judge in ''To Kill a Mockingbird.'' ''I'm going to release you to your mom, but only on certain conditions,'' the judge told one defendant" , "date" : "20020520" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Expands Experiment to Bring Courts and Communities Closer" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/20\/nyregion\/new-york-expands-experiment-to-bring-courts-and-communities-closer.html"} , {"body" : "Mikey is not dead. The news came after the backslapping, after the meatballs, after the cigarettes had burned a while, and long after the neighborhood was lost. ''They told me Mikey died,'' said Bullets, a big man. His voice was wrecked. ''No,'' Johnny Apples said. ''It was Ralphie that died. Ralphie died, not Mikey. In the house, all by himself.''" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Chubby Stole a Bomb, Big Vic Left Town, And These Sands Street Boys Carry On" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/neighborhood-report-red-hook-chubby-stole-bomb-big-vic-left-town-these-sands.html"} , {"body" : "Celebrating Surf and Turf The Beard Street Pier in Red Hook, Brooklyn, was historically a place to unload. And so it will be tomorrow, when families will be encouraged to shed troubles, put aside cares and dance the day away at the Red Hook Waterfront Arts Festival. Before the festivities, however, is a remembrance in Coffey Park. ''Our local" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/movies\/family-fare.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN.'' The Met season is over, but the diminutive Amato Opera can take up the slack; its season extends until June 2. The final opera of its season is Bizet's enduring classic -- Gypsy, bullfighter and" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter''; through May 27. Tomorrow at 2 p.m., ''Baseball as America:" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/arts\/spare-times-079456.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter''; through May 27. The main auditorium, which shows Imax films," , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/arts\/spare-times-964646.html"} , {"body" : "IT can happen at the oddest moments; during the final scene, for instance, of ''Trick,'' the lighter-than-air romantic comedy from 1999 that ends as the hero strolls triumphantly down Seventh Avenue South at daybreak. Rising ahead of him on the horizon are the twin towers, shimmering silver, perfectly symbolizing the limitless aspiration and" , "date" : "20020509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TORONTO (ONTARIO)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLOCKS; Filling the Hole in the Sky and the Ache in Hearts" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/09\/nyregion\/blocks-filling-the-hole-in-the-sky-and-the-ache-in-hearts.html"} , {"body" : "Not that you would, but if you do happen to know who swiped a Vermeer, three Rembrandts and other masterworks totaling up to $500 million from the Isabella Stewart Gardner Museum in Boston in 1990, or know where the hoard is stashed, here's a suggestion: 1. Log on to the Web site www.Find-the-Art.com. 2. Call the listed number (1-888-448-2883) for" , "date" : "20020506" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Filming an Art-Heist Mystery And Hoping for a Happy Ending" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/06\/movies\/filming-an-art-heist-mystery-and-hoping-for-a-happy-ending.html"} , {"body" : "THEATER Following is a selected list, compiled by Anna Bahney, of events through September. Performances rarely occur every day of the week, and programs are subject to change. Alabama ALABAMA SHAKESPEARE FESTIVAL -- Montgomery. (800-841-4273). Productions in two theaters. Festival Stage: May 21-July 27: ''Much Ado About Nothing.'' June 11-July 28:" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANADA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS; Warm Weather Destinations: A Nation of Stages" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/arts\/summer-festivals-warm-weather-destinations-a-nation-of-stages.html"} , {"body" : "The old silk-screening space in the Red Hook section of Brooklyn was completely derelict when Bob Burns and Fernando Suarez moved their business there 10 years ago. Eighteen Dumpsters of trash later, the two men, who own EFS Designs, had 20,000 square feet of space and five silk-screening tables, each 180 feet long. They widened the tables," , "date" : "20020425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: PATTERNS; Calling Andy Warhol: Silk Screens for Fabric, Paper and Signs" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/25\/garden\/currents-patterns-calling-andy-warhol-silk-screens-for-fabric-paper-and-signs.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CARL E. MOLINARO Happy House Builder His wife's cousins called him ''O. B. Carl,'' as in Overboard Carl. Wander through the pale yellow Colonial in Staten Island that Carl E. Molinaro built for his family, and you will understand why. ''We have remote-control" , "date" : "20020421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; History-Loving Father, Beach Enthusiast, Country Man, Video Rapper" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/21\/nyregion\/nation-challenged-portraits-grief-victims-history-loving-father-beach-enthusiast.html"} , {"body" : "Elfego Dominguez, a licensed food vendor, admits he broke the law by selling hot dogs on Delancey Street in December. Sure, hot dogs never go out of season in New York City, but hundreds of the city's pushcart permits do -- they expire on Halloween night and cannot be renewed until April Fool's Day. Mr. Dominguez, a 52-year old Mexican-American" , "date" : "20020413" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Taste Of Bureaucracy, Vendor Gets His Cart Back" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/13\/nyregion\/after-taste-of-bureaucracy-vendor-gets-his-cart-back.html"} , {"body" : "For the first time since his indictment on extortion charges, City Councilman Angel Rodriguez appeared before his Council colleagues yesterday and appealed to them to keep an open mind until they had heard his side of the story. ''I believe in my heart that I am innocent and I will be vindicated by a jury of my peers,'' said Mr. Rodriguez, who was" , "date" : "20020411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rodriguez Returns to Council for First Time Since His Indictment" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/11\/nyregion\/rodriguez-returns-to-council-for-first-time-since-his-indictment.html"} , {"body" : "An off-duty correction officer was shot to death last night in Red Hook, the police said. The man, whom police did not identify, was shot four times in the chest in his car near 28 West 9th Street about 9 p.m., the police said. He was taken to the Long Island College Hospital, where he died. There were no arrests, and the police did not know the" , "date" : "20020410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Correction Officer Killed" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/10\/nyregion\/metro-briefing-new-york-brooklyn-correction-officer-killed.html"} , {"body" : "City Councilman Angel Rodriguez of Brooklyn resigned from all his positions on Council committees yesterday, within hours of being indicted on federal extortion charges. Pending resolution of the case, he will retain his Council seat, be able to vote during sessions of the full Council and continue to draw a $90,000 annual salary. At the time of" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Resigns Committee Positions but Retains Seat" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/councilman-resigns-committee-positions-but-retains-seat.html"} , {"body" : "A Brooklyn councilman who was recently a contender for City Council speaker was charged yesterday with demanding a $1.5 million break on a real estate deal from a developer in exchange for supporting the multimillion-dollar renovation of a waterfront warehouse in his district. The councilman, Angel Rodriguez, a Democrat, represents the Red Hook" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Councilman Is Charged in an Extortion Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/brooklyn-councilman-is-charged-in-an-extortion-scheme.html"} , {"body" : "I HAVE decided to face the specter of drought on the Eastern Seaboard this spring and summer with a spirit of inquiry and resolve. Two years ago, when the drought turned the leaves of street trees dry as paper and farm fields looked like wasted deserts, many of us gardeners lugged buckets of water, heavy with despair, to pour on our most precious" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CUTTINGS; Making the Most of Water in a Time of Drought" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/cuttings-making-the-most-of-water-in-a-time-of-drought.html"} , {"body" : "I HAVE decided to face the specter of drought on the Eastern Seaboard this spring and summer with a spirit of inquiry and resolve. Two years ago, when the drought turned the leaves of street trees dry as paper and farm fields looked like wasted deserts, many of us gardeners lugged buckets of water, heavy with despair, to pour on our most precious" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Keeping Plants Alive During a Drought" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/cuttings-keeping-plants-alive-during-a-drought.html"} , {"body" : "THE subprime mortgage industry, which serves people with bad or blemished credit histories, has burgeoned in the economic boom of the last 10 years, allowing people previously deemed uncreditworthy to buy a home or to raise funds by refinancing their mortgage. But as the industry has expanded, so has its dark seam -- predatory lending. And as" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Wider Loan Pool Draws More Sharks" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/realestate\/a-wider-loan-pool-draws-more-sharks.html"} , {"body" : "For now, there is nothing especially remarkable about the old Civil War-era warehouse on the edge of the Red Hook waterfront. But about a year from now, much of Brooklyn is expected to bound through its doors. The building, once a coffee warehouse, is about to become a Fairway supermarket, the borough's first and New York City's third. In its size" , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Red Hook, Worries on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/nyregion\/in-red-hook-worries-on-the-waterfront.html"} ,   {"body" : "The story is almost believable. In 1899, a collection of ancient Greek pottery shards was shipped from an excavation site in Italy to a Brooklyn cultural institution. Through some mix-up, or possibly through devious machinations, the crate arriving at the institution contained grapefruit. The shards are believed to have landed in the area of the" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Search for Shards That Is Not What It Seems" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/neighborhood-report-brooklyn-heights-search-for-shards-that-not-what-it-seems.html"} , {"body" : "A picture caption with the Red Hook Journal article on Feb. 3, about preparations at Showman Fabricators in Brooklyn for a mobile exhibition sponsored by Doctors Without Borders, misidentified the worker who was hanging photographs. He was Todd G. Smith, not Cory Einbinder." , "date" : "20020220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/20\/nyregion\/c-corrections-720097.html"} , {"body" : "Ruggerio à la Mexico David Ruggerio, the executive chef at Sushi a-go-go near Lincoln Center, has taken on the same responsibility at the new Calle Nueve in the space at 21 West Ninth Street that was Marylou's. His chef de cuisine, Fermin Martinez, was previously at Border Grill. The food sends plenty of Mexican signals but the framework is more" , "date" : "20020213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/13\/dining\/off-the-menu.html"} , {"body" : "New York City's efforts to reclaim and revive its 500 miles of waterfront, a priority under Mayor Michael R. Bloomberg, should begin with city-owned land, the chairman of the City Council's new committee on waterfronts said yesterday. The chairman, David Yassky, a Brooklyn Democrat, released a list of city-owned ''waterfront wastes.'' They include" , "date" : "20020211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Manhattan: Proposal For Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/11\/nyregion\/metro-briefing-new-york-manhattan-proposal-for-waterfront.html"} , {"body" : "Community groups, tired of battling large institutions over plans to build high-rises in western Harlem and in Morningside Heights, are seeking to rezone the entire area covered by Community Board 9 to limit the number of tall buildings. A coalition of 30 neighborhood groups is trying to raise $75,000 to survey every lot in the district, which runs" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "MORNINGSIDE HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MORNINGSIDE HEIGHTS; Trying to Tame Towers That Big Institutions Seek" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/nyregion\/neighborhood-report-morningside-heights-trying-tame-towers-that-big-institutions.html"} , {"body" : "Item: a bloodless replica of the shower stall from Alfred Hitchcock's ''Psycho,'' one-third larger than life. Item: a 10-foot-tall museum model of a splitting DNA molecule (''They wanted it to look like it was machined from a single piece of alien titanium,'' the project manager explained). Item: the long, thick acrylic floor for a Victoria's" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "34" , "title" : "Red Hook Journal; Building a Late-Model Diseasemobile" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/red-hook-journal-building-a-late-model-diseasemobile.html"} , {"body" : "MEMORY, history and the news change fast. So does New York City, where life is more or less back on track after Sept. 11. Streets are crowded; subways are running. New Yorkers are doing their thing: moving on, making plans, going about their business the way people do. Art is doing its thing, too, but more hesitantly and slowly. The destruction of" , "date" : "20020201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; Amid the Ashes, Creativity" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/01\/arts\/art-review-amid-the-ashes-creativity.html"} , {"body" : "A quixotic 20-year effort to return trolleys to the streets of Brooklyn -- where they were once so plentiful that the borough named its baseball team the Trolley Dodgers -- may be coming to an end. After weeks of increasingly bitter financial arguments, the city's Department of Transportation has decided that it will no longer support efforts to" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Like Dodgers, the Trolleys Are Unlikely to Return" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/like-dodgers-the-trolleys-are-unlikely-to-return.html"} , {"body" : "Dozens of community advocates crammed into a City Council hearing room last week to protest a project that would bring a Fairway supermarket to a spit of land in Red Hook, Brooklyn. Under the proposal, Fairway would occupy the lower two floors of a 230,000-square-foot warehouse on the waterfront along Van Brunt Street. Other tenants would occupy" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Supermarket Development Gets A Mixed Reception in Red Hook" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/supermarket-development-gets-a-mixed-reception-in-red-hook.html"} , {"body" : "In a ground-floor apartment in the Red Hook Houses in Brooklyn, a single candle burned in a bare corner of the living room, smoke drifting past photographs of Luisa Lopez with her gray hair pulled back into a ponytail. Ms. Lopez's daughter Maritza, 47, looked toward the candle. ''That's to give her light in heaven,'' she said. Maritza Lopez's" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "The Neediest Cases; A Helping Hand After a Mother's Death" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/the-neediest-cases-a-helping-hand-after-a-mother-s-death.html"} ,   {"body" : "Looking In Puck Building, Houston and Lafayette Streets; (212) 777-5218. The 10th Outsider Art Fair opens tonight with a preview to benefit the American Folk Art Museum. Tickets for admission at 5:30 p.m., $200, or, for those 40 and younger, $100; admission at 6:30, $75. The show and sale, by 33 dealers, will continue tomorrow from noon to 8 p.m.," , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/garden\/calendar.html"} , {"body" : "David Sharps found a sunken piece of history and his life's passion in the mud flats of Edgewater, N.J. In 1986, he bought a dilapidated, mud-soaked wooden barge, the Lehigh Valley 79, for $500. A professional clown at time, Mr. Sharps got lots of laughs when he told friends that one day he would resurrect the barge as a floating maritime and" , "date" : "20020122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Wooden Barge That Likes Its Water Dirty; Marine Borers Are Eating a Floating Museum Off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/22\/nyregion\/wooden-barge-that-likes-its-water-dirty-marine-borers-are-eating-floating-museum.html"} , {"body" : "THE resident of Apartment 4N at 790 Concourse Village West may be a man or a woman. But the odds are she's a woman, because Concourse Village, the seventh most female neighborhood in the city, has 1.45 women for every man. And the odds prove right: The resident's name is Paulette Gay-Mack, and she has lived there for 15 years. Figures from the 2000" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CENSUS: NEW YORK BY THE NUMBERS; Where the Men Aren't" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/the-census-new-york-by-the-numbers-where-the-men-aren-t.html"}]