[  {"body" : "One unchanging truth about New York City's neighborhoods is that they constantly change. Yet there are city neighborhoods that seem to defy that rule, and one of them is Gerritsen Beach in Brooklyn. Tucked between Sheepshead Bay and Marine Park, Gerritsen Beach is a seaside colony of more than 2,300 closely packed bungalows and brick homes, a" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Same) Old Neighborhood; A Brooklyn Enclave Happily Avoids Assimilation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/the-same-old-neighborhood-a-brooklyn-enclave-happily-avoids-assimilation.html"} , {"body" : "In the city's massive, intricate web of transportation, the thread connecting Arlene Schwartz to the lights of Broadway is about to be cut. Ms. Schwartz, a retired teacher and guidance counselor in her 50's, lives in Sheepshead Bay, Brooklyn, but on weekends she and her twin sister, Judy, travel regularly to Manhattan for theater and other cultural" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; As Some Weekend Express Buses Halt, Maybe It's Time to Clean the Fridge" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/neighborhood-report-new-york-up-close-some-weekend-express-buses-halt-maybe-it-s.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through the holiday season, ''Origami Tree: Pocket Posey,'' featuring more than 4,000 hand-folded paper models of various flora. ''Under Antarctic Ice,'' 30 large-format photographs of mammals, fish and plants found under the ice in" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/arts\/spare-times-468118.html"} , {"body" : "In the end, it was a test. It was only a test: of your urban savvy, your workplace loyalty, your fluency in laborspeak, your stamina for media hyperventilation -- and, most of all, your ability to roll with feigned punches in Fun City. Day after day, the seven million people who use the city's buses and subways were warned to prepare for a transit" , "date" : "20021217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANSIT SETTLEMENT: THE RIDERS; Ready for a Strike, but Greeted by the Train" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/17\/nyregion\/the-transit-settlement-the-riders-ready-for-a-strike-but-greeted-by-the-train.html"} , {"body" : "Donald and Ann Scheiner have a history together, much of it precious and joyful, some of it profoundly sad. They were in the same third-grade class in Public School 206 in Sheepshead Bay, Brooklyn, in 1960.They met again in 1971 while working at a Pathmark in Brooklyn. He stocked shelves at the store. She was a cashier. He asked for her number. A" , "date" : "20021214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Passion Endured in a Life That Was Cut Short" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/14\/nyregion\/the-neediest-cases-passion-endured-in-a-life-that-was-cut-short.html"} , {"body" : "ABOUT three times a week, Joe Melillo, a 33-year-old computer programmer for Morgan Stanley, exchanges e-mail with Artur Prelvukaj, a senior at Newcomers High School in Long Island City, Queens. Mr. Melillo, who is from Brooklyn, and Mr. Prelvukaj, who is 18 and grew up in Kosovo, have met in person only once. But they have been exchanging e-mail" , "date" : "20021205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Technology"] , "page_facet" : "7" , "title" : "Volunteers Are Virtual, but Connections Are Real" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/05\/technology\/volunteers-are-virtual-but-connections-are-real.html"} , {"body" : "NEW YORK CITY'S eye-popping, wallet-flattening residential rents have abated quite a bit over the last year -- particularly in Manhattan -- in the first wide-ranging rollback the city has seen in nearly a decade. Communities in the regional ring around the city have, by and large, moved in tandem. But while brokers in most communities report some" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Renters, a Bit Less Sticker Shock" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/realestate\/for-renters-a-bit-less-sticker-shock.html"} , {"body" : "A man who had apparently fallen onto the tracks of the subway station at East 16th Street and Avenue U in Sheepshead Bay was killed early yesterday when a northbound Q train ran over him as it pulled into the stop, the police said. The man, who was not immediately identified, was believed to be in his 20's, the police said. He was wearing the pants" , "date" : "20021129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed On Subway Tracks" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/29\/nyregion\/metro-briefing-new-york-brooklyn-man-killed-on-subway-tracks.html"} , {"body" : "Farmingdale has always been a running team, but in the Nassau Conference I title game the Dalers took their strategy to extremes. Farmingdale (9-1) avenged its only loss with a 26-0 shutout of Baldwin (8-2) to win the championship at Hofstra's Shuart Stadium on Friday night. The Dalers racked up 356 yards on 47 carries and did not attempt a pass." , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FARMINGDALE (NY)" , "BALDWIN (NY)" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Old-Fashioned Football: A Title Without a Pass" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/sports\/high-school-football-old-fashioned-football-a-title-without-a-pass.html"} , {"body" : "A second person was charged yesterday in the killing of a Ukrainian immigrant who was shot to death in Brooklyn last month as he tried to protect his wife from two armed robbers, the police said. The suspect, Naquasia Pollard, 19, was arrested and charged with first-degree murder in the death of the immigrant, Oleg Bosenko, a 38-year-old former" , "date" : "20021123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2nd Arrest in Ukrainian Immigrant's Death" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/23\/nyregion\/2nd-arrest-in-ukrainian-immigrant-s-death.html"} ,   {"body" : "SO OTHERS MIGHT LIVE A History of New York's Bravest: The F.D.N.Y. From 1700 to the Present By Terry Golway Illustrated. 368 pages. Basic Books. $27.50. If you think that Sept. 11, 2001, was the deadliest day in the annals of the New York City Fire Department you are of course correct -- 343 firefighters died among the 2,775 known terrorism victims" , "date" : "20021120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; Their Battle Is Joined With an Inhuman Enemy" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/20\/books\/books-of-the-times-their-battle-is-joined-with-an-inhuman-enemy.html"} , {"body" : "FARBER-Sol. On November 16, 2002, in Florida. Born in Montreal, Canada, formerly of Sheepshead Bay, Brooklyn, having lived in Century Village-Deerfield Beach, FL, for the past 25 years. One of the founding Directors of the Kings Bay Boys Club of Brooklyn. Beloved husband of Beatrice. Devoted father of Arlene Genatt, Sherry Topf and Robert Farber," , "date" : "20021118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths FARBER, SOL" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/18\/classified\/paid-notice-deaths-farber-sol.html"} , {"body" : "For the second week in a row, Greenwich did not allow a point against a previously unbeaten team. After a scoreless tie with New Canaan last week, Greenwich beat visiting Staples, 26-0, yesterday to secure a rematch with New Canaan in the Fairfield County Interscholastic Athletic Association title game Friday. Staples (9-1) was averaging more than" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONNECTICUT" , "GREENWICH (CONN)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Defense Puts Greenwich Back in the Title Game" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/sports\/high-school-football-defense-puts-greenwich-back-in-the-title-game.html"} , {"body" : "A two-time felon out on parole has been charged in the death of a Ukrainian immigrant who was shot to death in Brooklyn last month as he tried to protect his wife from a pair of armed robbers, the police said. The suspect, Joseph Johnson, 25, of Coney Island, was arrested late Thursday night and charged with the murder of Oleg Bosenko, a" , "date" : "20021116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Felon Accused of Killing Man Who Shielded Wife in Holdup" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/16\/nyregion\/felon-accused-of-killing-man-who-shielded-wife-in-holdup.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow at 3 p.m., ''On the Heels of Alice: New York in Pictures,'' a lecture by Priscilla van Laarhoven of the International" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/arts\/spare-times-912344.html"} , {"body" : "Mount St. Michael came up with its best performance in one of its biggest games of the season, racking up 457 yards of offense in a 36-8 home victory over Monsignor Farrell yesterday in the first round of the Catholic High School Football League playoffs. ''We probably played as well as we can play today,'' Mount Coach Mario Valentini said." , "date" : "20021110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Mount St. Michael's Offense Punishes Farrell in Playoffs" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/10\/sports\/high-school-football-mount-st-michael-s-offense-punishes-farrell-in-playoffs.html"} , {"body" : "Fort Hamilton and St. Anthony's have very different football programs, but what they have in common is clear; each is atop one of New York City's two high school leagues, which start their playoffs this weekend. Fort Hamilton of Brooklyn is the top team in the Public Schools Athletic League and St. Anthony's of Huntington is the No. 1-seeded team" , "date" : "20021109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "HIGH SCHOOL FOOTBALL; Different Paths Yield Similar Results" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/09\/sports\/high-school-football-different-paths-yield-similar-results.html"} , {"body" : "Paul Kronenberg of Sheepshead Bay, Brooklyn, says he is trying hard to break out of ''this subway buff syndrome,'' one that has held him in its stubborn grip for at least 50 years now. But it cannot be easy, especially when he goes to sleep each night and rises each morning to see a motorman's cab from an old subway car bearing down on him from a" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Taking the Train Home, Carefully, One Piece at a Time" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/nyregion\/tunnel-vision-taking-the-train-home-carefully-one-piece-at-a-time.html"} , {"body" : "NIEPORENT - Lucille Iris (nee Pollack), died October 30th, 2002, at the Beth Israel Medical Center in New York, after a valiant struggle with lymphoma. Beloved wife of Dr. Hans. Loving mother of James, Darren and Amy. Devoted sister to Herbert. Devoted sister-in-law to Maja Niles. Graduate of Barnard College. Director of English Writing Center at" , "date" : "20021102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths NIEPORENT, LUCILLE IRIS (NEE POLLACK)" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/02\/classified\/paid-notice-deaths-nieporent-lucille-iris-nee-pollack.html"} , {"body" : "A former Soviet Army officer who had walked his wife home from a subway station in Brooklyn every night since she was confronted by a mugger last spring was shot to death early yesterday as he defended her from robbers, the police said. The victim, Oleg Bosenko, 38, was escorting his wife, Larysa, 37, from a station in Sheepshead Bay when a man and" , "date" : "20021031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Husband Is Killed Trying to Protect His Wife From Two Masked Robbers" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/31\/nyregion\/brooklyn-husband-is-killed-trying-to-protect-his-wife-from-two-masked-robbers.html"} ,   {"body" : "The accident report was crowded with details: the driver had been looking for an address when he hit the brakes for a stop sign on 12th Street in Brooklyn, skidded on salt and sand left behind by a snowplow and slammed into a parked Acura. Officer Jeanine O'Malley of the 61st Precinct in Sheepshead Bay filled out the report. She listed the names of" , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Three Officers Faked Reports, Police Say" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/nyregion\/three-officers-faked-reports-police-say.html"} , {"body" : "New Rochelle quarterback Pete Oswald stood on the sideline in the fourth quarter yesterday knowing that he would have a chance to lead his team downfield and break a 19-19 tie against Mount Vernon. After the Huguenots' loss last week to North Rockland, Oswald knew this was his chance to redeem himself and lead his team to to a division title." , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOUNT VERNON (NY)" , "NEW ROCHELLE (NY)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; New Rochelle's Late Drive Clinches Class AA South Title" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/sports\/high-school-football-new-rochelle-s-late-drive-clinches-class-aa-south-title.html"} , {"body" : "A 15-year-old girl was raped by another student in the basement of Sheepshead Bay High School yesterday afternoon, the police said. At about 2 p.m., she went with a 16-year-old she knew to the basement of the school, at 3000 Avenue X. He then raped her and ran away, the police said. The victim was taken to Coney Island Hospital for observation. The" , "date" : "20021010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Girl, 15, Raped By Student, Police Say" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/10\/nyregion\/metro-briefing-new-york-brooklyn-girl-15-raped-by-student-police-say.html"} , {"body" : "Poly Prep took the lead late in the game and then withstood a rally in the last minute to come away with an 18-15 victory yesterday over Delbarton of New Jersey in front of a home crowd in Brooklyn. ''They're one of the top teams in New Jersey,'' Poly Prep's first-year head coach, Craig Jacoby, said of Delbarton. ''It really shows what our kids are" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep Foils Last Play To Turn Back Delbarton" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/sports\/high-school-football-poly-prep-foils-last-play-to-turn-back-delbarton.html"} , {"body" : "ON Sept. 23, 1977, just weeks before Reggie Jackson hit three home runs in Game 6 of the World Series, a muscular motorcycle entrepreneur named Captain John took his date to opening night at Plato's Retreat, the X-rated theme park in New York where heterosexual couples came to fulfill their most fantastic fantasies. Captain John and his girlfriend," , "date" : "20020922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Fantasy Island" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/22\/nyregion\/new-york-observed-fantasy-island.html"} , {"body" : "GARDENS BROOKLYN BOTANIC GARDEN, 1000 Washington Avenue, Crown Heights. Fall Gardeners Fair, with plants, books, garden ornaments and other items. ''Allan Baillie's Botanical Photography,'' through Sunday. Grounds are open Tuesdays through Fridays, 8 a.m. to 6 p.m.; Saturdays and Sundays, 10 a.m. to 6 p.m. Conservatory hours, 10 a.m to 5 p.m. when" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/arts\/spare-times-964735.html"} , {"body" : "Two more cases of West Nile virus have been reported in the city, the Department of Health and Mental Hygiene announced yesterday. A 59-year-old woman from the Bronx and a 66-year-old man from Brooklyn are hospitalized in stable condition. Spraying has been scheduled in northeast Queens from 8 o'clock tonight to 2 a.m. at Flushing Airport, Kissena" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Two More West Nile Cases" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/metro-briefing-new-york-two-more-west-nile-cases.html"} , {"body" : "ALEX Corrado is approximately the size of one and a half Tony Sopranos, and his hair is styled in a way that makes it look as if it could withstand the most aggressive sirocco. On Thursday evening at Amy Chan, a boutique on Mulberry Street in Little Italy, he wore Gucci loafers without socks and a black T-shirt over which he had on a black tuxedo" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "A Mafia-Film Party You Just Can't Refuse" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/style\/a-mafia-film-party-you-just-can-t-refuse.html"} , {"body" : "Poly Prep lost only one game in the last six seasons, and much of the credit for the Blue Devils' success went to their coach, Dino Mangiero. But in February, Mangiero became the director of football operations at Indiana University, and now Craig Jacoby is the coach at Poly Prep. Jacoby is not a newcomer to the program, however. He had been the" , "date" : "20020914" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep and New Coach Get Early Test at St. Anthony's" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/14\/sports\/high-school-football-poly-prep-and-new-coach-get-early-test-at-st-anthony-s.html"} , {"body" : "A car careering out of control early yesterday struck and killed a pedestrian in Sheepshead Bay and then crashed into a bus shelter, killing the driver and critically injuring a man in the bus shelter, the authorities said. Investigators have not determined what caused the accident. The driver, identified as Bruce Stein, 53, was northbound on" , "date" : "20020830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Car Crash Kills 2" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/nyregion\/metro-briefing-new-york-brooklyn-car-crash-kills-2.html"} ,   {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. A collection of taped radio and television broadcasts and exhibitions in other media, including drawings, posters and photographs. ''David Bowie: Sound and Vision,'' a retrospective of the singer's career, with music videos and rare footage of" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/arts\/spare-times-515981.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Sunday. Book Club: ''Of Moths and Men: An Evolutionary Tale,'' by Judith Hooper, Sunday at 3 p.m.; fee, $30. In the Imax Theater, ''Bears''" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/arts\/spare-times-414670.html"} , {"body" : "WHITE pine are tenaciously rooted in the craggy rocks of a spit of land jutting into Sterling Lake. The lake is a centerpiece of Sterling Forest in Orange County, N.Y., where -- from the top of its 65-foot fire tower -- an undulating horizon of treetops is barely perceptibly pierced by the highest slivers of the Manhattan skyline, 35 miles to the" , "date" : "20020811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Keeping Wide Open Spaces Wide Open" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/11\/realestate\/keeping-wide-open-spaces-wide-open.html"} , {"body" : "Sometimes It Passes, Sometimes It Stands Still East Side, West Side, either side of town, Just look across the river, see two landmarks not torn down. And the promise is that they will continue to stand, even though the building on which one of them rests will soon be demolished, and the building on which the other once stood has already been" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/following-up.html"} , {"body" : "Soft Landing for Owners After the Quilted Giraffe In the 1980's and early 90's, it was a restaurant whose name was on many a gastronome's tongue. It took a big chew out of their wallets, but top ratings by critics induced diners to part with their dollars. The restaurant was the Quilted Giraffe, whose owners, Barry and Susan Wine, opened it in 1975" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/following-up.html"} , {"body" : "A Brooklyn woman who the police said was high on drugs stabbed her 7-year-old daughter to death yesterday morning and critically wounded a friend who intervened in the stabbing, according to the authorities. They said the woman later turned a pair of scissors on herself. Two other people who happened upon the scene were also attacked by the woman," , "date" : "20020727" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Woman Kills Daughter, 7, and Stabs a Friend, Police Say" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/27\/nyregion\/brooklyn-woman-kills-daughter-7-and-stabs-a-friend-police-say.html"} , {"body" : "A new supermarket is betting that to save money, people in Brooklyn are willing to bag their own groceries, be less choosy about salad dressing and pick up their prescriptions elsewhere. Food Basics opened its third American store two months ago on Coyle Street in Sheepshead Bay. (The others are in Paterson and Passaic, N.J.) The chain, owned by" , "date" : "20020714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; A.& P. Goes Back to Its Roots With a No-Frills Store" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/14\/nyregion\/neighborhood-report-sheepshead-bay-p-goes-back-its-roots-with-no-frills-store.html"} , {"body" : "THE best moment is swooping south on the F.D.R. Drive, just before the Manhattan Bridge, when the highway elevates again and it is like you are in a little airplane taking off. The view unfolds just over the silver hood: the downtown skyline, the East River bridges, Governors Island, the harbor. It's best at sunset, of course, when the piers in" , "date" : "20020707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Particular Place to Go" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/07\/nyregion\/no-particular-place-to-go.html"} , {"body" : "For the hundreds of people who dock their self-propelled water skis at the Venice Marina on Sheepshead Bay, Brooklyn, the bay has long been a jumping-off point for cavorting in the Atlantic Ocean and New York Harbor. Now it is a trap. At the end of April, the National Park Service banned the skis from waters it controls around the country. That" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NYC)" , "SHEEPSHEAD BAY (NYC)" , "GATEWAY NATIONAL RECREATION AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK WATERFRONT; Water, Water Everywhere, but Jet Skis Are Stuck in Port" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/neighborhood-report-new-york-waterfront-water-water-everywhere-but-jet-skis-are.html"} , {"body" : "A group of widows and families of single firefighters who died on Sept. 11 have asked the New York State attorney general to investigate the main firefighter union's handling of tens of millions of dollars in donations they believe were made to immediately assist the survivors of those lost in the World Trade Center disaster. The group, which calls" , "date" : "20020509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Survivors of Firefighters Ask To Look Into Union Charity" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/09\/nyregion\/survivors-of-firefighters-ask-to-look-into-union-charity.html"} ,   {"body" : "Alan Dale, the Brooklyn-born baritone who crooned his way to popularity in the late 1940's and the 1950's with hits like ''Oh, Marie'' and ''Cherry Pink (and Apple Blossom White),'' died on Saturday at a hospital in Bay Ridge, Brooklyn. Mr. Dale, who lived in Sheepshead Bay, was 73. His wife and sole survivor, the former Hedy Bachtinger, said he" , "date" : "20020425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "8" , "title" : "Alan Dale, 73, a Crooner Popular in the 40's and 50's" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/25\/arts\/alan-dale-73-a-crooner-popular-in-the-40-s-and-50-s.html"} , {"body" : "WHILE navigating the nether reaches of the cable TV dial one night, perhaps you came across a manic young man patrolling the subway with a giant net in hand, trying to persuade straphangers to drop everything and join him on a fishing trip from Sheepshead Bay. Or maybe you encountered Vinny Vella, the self-styled mayor of Elizabeth Street, cruising" , "date" : "20020421" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; All New York, All Fashion, (Almost) All the Time" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/21\/nyregion\/urban-tactics-all-new-york-all-fashion-almost-all-the-time.html"} , {"body" : "After more than two weeks under curfew in Ramallah, Adam Shapiro and his fiancée came here this week for a brief respite and some organizational work before returning to the battered West Bank city that is still occupied by Israeli troops. At an East Jerusalem hotel, the couple was fielding calls on three cellphones from fellow activists in West" , "date" : "20020418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ISRAEL" , "RAMALLAH (WEST BANK)"] , "nytd_section_facet" : ["World"] , "page_facet" : "11" , "title" : "MIDEAST TURMOIL: PROTESTERS; Only Label for American in Ramallah Is 'Human Being'" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/18\/world\/mideast-turmoil-protesters-only-label-for-american-in-ramallah-is-human-being.html"} , {"body" : "A study of nearly 200,000 home loan applications in New York City has found that conventional banks are neglecting black neighborhoods, creating a void filled by high-cost and abusive lenders. The study was conducted by the office of Senator Charles E. Schumer. It concluded that the situation in black neighborhoods had not improved in the two years" , "date" : "20020403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "High-Cost Lenders Dominate In Black Areas, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/03\/nyregion\/high-cost-lenders-dominate-in-black-areas-study-finds.html"} , {"body" : "Death threats have prompted a Brooklyn couple to leave their home amid anger over reports that one of their sons, a humanitarian worker in the Middle East, shared breakfast with Yasir Arafat after being trapped in the Palestinian leader's besieged compound over the weekend, the couple's family said. Noah Shapiro, a Manhattan lawyer, said that his" , "date" : "20020403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "RAMALLAH (WEST BANK)" , "WEST BANK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Threatened, Couple Flee Apartment In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/03\/nyregion\/threatened-couple-flee-apartment-in-brooklyn.html"} , {"body" : "Adam Shapiro, a volunteer relief worker from Brooklyn who spent a harrowing night trapped inside Yasir Arafat's compound in the West Bank while Israeli troops pounded it with heavy gunfire, was released unharmed yesterday after having breakfast with Mr. Arafat, he said during a telephone interview. And despite the escalating violence in the" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RAMALLAH (WEST BANK)" , "ISRAEL" , "WEST BANK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Long Night, and Breakfast With Arafat" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/nyregion\/a-long-night-and-breakfast-with-arafat.html"} , {"body" : "An 87-year-old woman was critically injured yesterday when she and another person were hit by a city bus while crossing Sheepshead Bay Road, near East 15th Street, the authorities said. The second person in the 3:40 p.m. incident suffered minor injuries and went to Lutheran Medical Center. No summonses were immediately issued. The elderly woman," , "date" : "20020325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Bus Injures 2" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/25\/nyregion\/metro-briefing-new-york-brooklyn-bus-injures-2.html"} , {"body" : "THE benches along the Brighton Beach boardwalk were packed. It was 40 degrees, and the sky had been scrubbed clean by a determined wind. Yet there they sat, the aging and aged, taking in the sun beneath great mounds of fur coats, homburgs, leather jackets, scarves and sunglasses. Men gathered around a chessboard, their pawns and kings marching" , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking a Seat at the Table" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/seeking-a-seat-at-the-table.html"} , {"body" : "At 17, Alicia Harper thinks she has found the great love of her life. Each time she speaks of this love, her eyes dance, her words drip with enthusiasm and her body twists into a ball of excitement. ''Education is the most important thing I have in my life,'' she said. Yet ask Ms. Harper why she loves education so and the words do not come so" , "date" : "20020314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "19 Who Defied the Odds Get Times Scholarships" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/14\/nyregion\/19-who-defied-the-odds-get-times-scholarships.html"} , {"body" : "FIRST, there's the danger of being accosted in the elevator by neighbors who think all board members double as superintendents. Then there's the temptation to wear a mask when an increase in monthly charges is announced. And don't forget the legal risks of being accused of discrimination, or of being held criminally liable in case of a major" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Looking for a Few Good Board Members" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/realestate\/looking-for-a-few-good-board-members.html"} ,   {"body" : "One after another, the school buses pulled up to the curb outside Brooklyn Borough Hall yesterday morning and disgorged their charges. But it was not student-appreciation day at the government center. Nearly all of the passengers were elderly, and several hundred of them wore bright yellow baseball caps. ''Gov. Pataki Please Help,'' the caps said." , "date" : "20020309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Redistricting, and Lunch, Draw a Crowd" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/09\/nyregion\/redistricting-and-lunch-draw-a-crowd.html"} , {"body" : "Justin Gatlin is one of those runners coaches dream about. ''He should be the next American 200-meter star,'' says John Chaplin, the United States coach for the 2000 Olympics. John Moon, the Seton Hall coach and once one of America's best sprinters, says Gatlin is ''Olympic 200-meter caliber, a potential gold medalist.'' He added, ''I think he can" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "TRACK AND FIELD; Tennessee Sprinter Is a Double Winner" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/sports\/track-and-field-tennessee-sprinter-is-a-double-winner.html"} , {"body" : "AT first blush, it would seem it is one thing to suffer from a mental illness as an acclaimed mathematician at Princeton University, and another as a New Yorker without special gifts. This, after all, is a city in which the most visible schizophrenic people are subway pushers or homeless beggars. But the 20 people standing outside the Cobble Hill" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "COPING; Some Beautiful Minds Talk About Acceptance" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/coping-some-beautiful-minds-talk-about-acceptance.html"} , {"body" : "The owners of a casino boat docked in Brooklyn set sail yesterday evening into Sheepshead Bay on a maiden gambling cruise delayed by two rocky days of inspections that left some customers confused and disappointed. The Max 1, a 230-foot catamaran equipped with 225 slot machines and 25 gambling tables, had been scheduled to depart on Friday, but" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Casino Boat Finally Sets Sail After 2 Coast Guard Inspections" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/casino-boat-finally-sets-sail-after-2-coast-guard-inspections.html"} , {"body" : "The slot machines wait glistening, the boat lies at anchor, and shipboard gambling is poised to make its triumphant return to the slate-green waters off Sheepshead Bay, Brooklyn, tomorrow night after a two-year absence. But the owners of the Max 1, a 230-foot catamaran decked out with 225 slots and 25 gambling tables, may have to postpone the" , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Casino Boat Set to Sail Once More" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/nyregion\/brooklyn-casino-boat-set-to-sail-once-more.html"} , {"body" : "Two students were shot yesterday afternoon at a troubled high school a block from Lincoln Center, in what the authorities said may have been a dispute over a girl. Students were ordered to stay in their classrooms while police officers in riot gear scoured the halls for the gunman and parents gathered outside. No gunman was found, and the students" , "date" : "20020116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Gunfire Wounds 2 Students Inside a Manhattan High School" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/16\/nyregion\/gunfire-wounds-2-students-inside-a-manhattan-high-school.html"} , {"body" : "COOPERMAN-Adelaide Kramer, 83. Of Margate, FL, formerly of Brooklyn, NY, passed away January 9, 2002 in Forida. Adelaide was a founding teacher of Sheepshead Bay High School where she taught for 16 years. She is survived by three loving children, Lawrence, Frederic, and Nancy; five devoted grandchildren and five cherished great-grandchildren." , "date" : "20020112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths COOPERMAN, ADELAIDE KRAMER" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/12\/classified\/paid-notice-deaths-cooperman-adelaide-kramer.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL INNELLA Man of Enthusiasms ''He was like me,'' said Lucy Aita about Paul Innella, her fianc. ''He talked too much.'' They talked daily for weeks before their first date (they had ''met'' through a singles Web site). After Mr. Innella moved in with Ms." , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Loquacious Disney Fan, Aspiring Firefighter, Young Spirit, Happy Host" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/world\/nation-challenged-portraits-grief-victims-loquacious-disney-fan-aspiring.html"} , {"body" : "Lisa Sam returned home from school one day in March 1998 and thought something was wrong. ''I heard stomping upstairs,'' she said. ''My father was like, 'Go get some water!' '' There was a fire burning in her family's house in Crown Heights, Brooklyn. Wellington Sam Jr., Lisa's father, tried to put out the fire, first by stomping on it, then with" , "date" : "20020102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; A Family in Distress Learns to Communicate Again" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/02\/nyregion\/the-neediest-cases-a-family-in-distress-learns-to-communicate-again.html"}]