[  {"body" : "A man who had been in a coma since 1989, when he was beaten on the head with a baseball bat on a Brooklyn street corner, died on Monday, and officials said yesterday that they were weighing additional charges against his two attackers. The man, Michael Slow, 38, of Staten Island, whose compact 5-foot-5-inch frame belied the toughness for which he" , "date" : "20021226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "In Coma 13 Years, Beating Victim Dies; New Charge Studied" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/26\/nyregion\/in-coma-13-years-beating-victim-dies-new-charge-studied.html"} , {"body" : "It's All Greek to Dad It is looking like a happy big fat Greek Christmas for the Vardalos clan. As not only is ''My Big Fat Greek Wedding'' a box office success, but the film has been nominated for a Golden Globe as the best musical or comedy. And its star, NIA VARDALOS, was nominated for best performance in the genre. ''This doesn't happen once in" , "date" : "20021225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "BOLDFACE NAMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/25\/nyregion\/boldface-names-553905.html"} , {"body" : "Lucyna Czercowy left the rolling hills of Poland for America six years ago in search of order, opportunity and stability. She had learned about America by watching movies, and with Poland's constant political upheavals and high unemployment, the Hollywood version of America looked to her a lot like heaven. But her true-to-life American experience" , "date" : "20021213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Neatness Counts, and So Does Stability" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/13\/nyregion\/the-neediest-cases-neatness-counts-and-so-does-stability.html"} , {"body" : "On 19th Street in Brooklyn, where Donald Schoenholt has his factory, industrial odors abound. Depending on the wind, the dark tang of ink from the printing plant next door might mingle with the fumes of solvent and paint from the signmaker up the street or the auto-body shops along Third Avenue. A constant olfactory drone of diesel exhaust" , "date" : "20021211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cup of Kafka? Coffee Roaster Cited for Coffee Smell" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/11\/nyregion\/cup-of-kafka-coffee-roaster-cited-for-coffee-smell.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11, 2001, attack on the World Trade Center. CATHERINE GORAYEB A Sense of Irreverence Getting on Catherine Gorayeb's wrong side was simply unwise. Why would you want to? Ms. Gorayeb, 41, known as Cathy, was wittier, more adventurous and better turned out -- hair blow-dried daily, khakis ironed --" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "PORTRAITS OF GRIEF: THE MISSING; A Witty Mother, a Little Boy's Firefighting Idol, a Man of the House" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/nyregion\/portraits-grief-missing-witty-mother-little-boy-s-firefighting-idol-man-house.html"} , {"body" : "In East Harlem, posters have been taped to the door of the 19th-century red-stone firehouse that is home to Engine Company 36. Political leaders from Representative Charles B. Rangel to the Rev. Al Sharpton have been called. Fliers have been handed out. Firefighters have been facing the media, somber and indignant. Engine Company 36 on 125th Street" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "As Closings Loom, Firefighters Try to Rally Neighbors" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/as-closings-loom-firefighters-try-to-rally-neighbors.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow at 3 p.m., ''On the Heels of Alice: New York in Pictures,'' a lecture by Priscilla van Laarhoven of the International" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/arts\/spare-times-912344.html"} , {"body" : "Eight fire companies would be disbanded as part of a $51 million reduction in the Fire Department's $1 billion budget. The closings would save the department $10.8 million, but could not take place before a 45-day public review. The companies slated for closing are: in Brooklyn, Engine 204 in Cobble Hill, Engine 212 in Greenpoint, Engine 278 in" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE MAYOR'S BUDGET PLAN: SPENDING; Fire Department" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/nyregion\/the-mayor-s-budget-plan-spending-fire-department.html"} , {"body" : "Sara M. Gonzalez last night won the three-way race to replace former City Councilman Angel Rodriguez of Brooklyn, who resigned this summer before pleading guilty to federal bribery charges. With 98 percent of districts reporting, Ms. Gonzalez led with 44 percent of the vote, followed by Edward Rodriguez with 30 percent and George Martinez with 26" , "date" : "20021106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "THE 2002 ELECTIONS: NEW YORK CITY; Gonzalez Is Winner in Race For Council Seat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/06\/us\/2002-elections-new-york-city-gonzalez-winner-race-for-council-seat-brooklyn.html"} , {"body" : "Here is a summary of our recommendations for noteworthy local races and ballot proposals in today's elections. Polling hours in New York State are from 6 a.m. to 9 p.m., and in New Jersey and Connecticut from 6 a.m. to 8 p.m. NEW YORK STATE GOVERNOR George Pataki (R) COMPTROLLER Alan Hevesi (D) ATTORNEY GENERAL Eliot Spitzer (D) HOUSE OF" , "date" : "20021105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/05\/opinion\/election-day-choices.html"} ,   {"body" : "Two of the candidates in the special election for a City Council seat in Brooklyn received an increase yesterday in the public campaign money available to them before the election on Tuesday. The Campaign Finance Board released $57,376 to the campaign of Edward Rodriguez and $12,840 to Sara M. Gonzalez. The special election is to fill the seat" , "date" : "20021102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "More Public Campaign Dollars For 2 in Brooklyn Council Race" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/02\/nyregion\/more-public-campaign-dollars-for-2-in-brooklyn-council-race.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Looking Back at Clear Comfort,'' photographs that she took of the house (formerly called Clear Comfort) when she lived" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/arts\/spare-times-677515.html"} , {"body" : "An ambitious Bloomberg administration plan to coordinate the city's so-called street furniture and, at long last, install public toilets is proving no easier than renovating a luxury penthouse for finicky clients. The sometimes-competing concerns of money, design and pedestrian flow were among the issues raised at a City Council hearing yesterday," , "date" : "20021030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Critics Voice Opposition To City Plan On Toilets" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/30\/nyregion\/critics-voice-opposition-to-city-plan-on-toilets.html"} , {"body" : "After months of public hearings and private wrangling, a government commission took a first stab yesterday at a new map of City Council districts, redrawn to reflect a decade of population shifts in New York City's neighborhoods, and the underlying ethnic politics. The most significant changes proposed by the city Districting Commission have been" , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Proposed Council District Map Reflects Population Shifts" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/nyregion\/proposed-council-district-map-reflects-population-shifts.html"} , {"body" : "For the general election Nov. 5, here are our endorsements for three State Assembly races and one special election for New York City Council. 63rd Assembly District (mid-Staten Island): Frank Peters, a soft-spoken protégé of the Republican power broker Guy Molinari, faces Michael Cusick, who is on leave as director of constituent services for" , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "For Assembly and New York City Council" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/opinion\/for-assembly-and-new-york-city-council.html"} , {"body" : "The dominant political figure in Sunset Park, Brooklyn, for the past several years has been Angel Rodriguez, a city councilman who was once a leading candidate to be the Council's speaker. But Mr. Rodriguez pleaded guilty in a federal bribery case in August and resigned. Since then, the race to succeed Mr. Rodriguez has been notable not only for" , "date" : "20021017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Rivals in Brooklyn Race See Council Issues Alike" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/17\/nyregion\/3-rivals-in-brooklyn-race-see-council-issues-alike.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' an exhibition of hundreds of specimens from Africa, Asia and the Americas, opens tomorrow and runs through May. In the Imax Theater, ''Bears'' and ''Kilimanjaro: To the Roof of" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/arts\/spare-times-189421.html"} , {"body" : "To hear officials of the Brooklyn Democratic organization tell it, Primary Day turned out none too shabbily. They point to the resounding victory of the party's leader, Assemblyman Clarence Norman Jr., and they point to the ease with which some party-backed incumbents glided to victory, despite challenges from well-organized insurgents. But several" , "date" : "20020923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democratic Insurgents Criticize Party" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/23\/nyregion\/democratic-insurgents-criticize-party.html"} , {"body" : "What Sal Calabrese has always loved about Bensonhurst, Brooklyn, the city's largest Italian neighborhood, is that it provides the intimacies of a village. ''If I walk out,'' he said, ''I will say hello to 15 or 20 people and they to me. 'Hi, Sal. How are you? How's your father?' Like the old days. We're from different places in Italy, but we live" , "date" : "20020917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, the Ices Are Still Italian; Immigration Patterns Shift, Altering the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/17\/nyregion\/well-ices-are-still-italian-immigration-patterns-shift-altering-old-neighborhood.html"} , {"body" : "State Senator Carl Andrews's abundance of good cheer was on display as he greeted subway commuters at Grand Army Plaza in Park Slope yesterday morning. But a question from a reporter about the criticism he has received for his close relationship with the Democratic Party organization in Brooklyn seemed to rankle him a little. ''I have a record in" , "date" : "20020904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incumbent's Ties to Democratic Group Are at Issue in a Brooklyn Race" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/04\/nyregion\/incumbent-s-ties-to-democratic-group-are-at-issue-in-a-brooklyn-race.html"} ,   {"body" : "Now the project is a life-consuming obsession. But it began quietly enough, with a single photograph, before the New York City firefighter became the human symbol of a nation's grief. Before the words ''ground zero,'' ''Al Qaeda'' and ''war on terror'' became part of the public vernacular. Laura Yanes, an amateur photographer, walked by a firehouse" , "date" : "20020903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Faces of Firefighting, Taken One at a Time; Photographer Hopes to Point Lens At the City's 11,000-Member Force" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/03\/nyregion\/faces-firefighting-taken-one-time-photographer-hopes-point-lens-city-s-11000.html"} , {"body" : "As former City Councilman Angel Rodriguez of Brooklyn pleaded guilty yesterday in a federal bribery case, the race to succeed him was already taking shape. A wide range of contenders have emerged in the district represented by Mr. Rodriguez for the last four years. Some had formed official campaign committees to run for the seat months before Mr." , "date" : "20020830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Race Is On for Seat of Ex-Councilman Guilty in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/nyregion\/race-is-on-for-seat-of-ex-councilman-guilty-in-bribery-case.html"} , {"body" : "City Councilman Angel Rodriguez of Brooklyn resigned his post yesterday as he prepared to plead guilty to federal charges that he took bribes in exchange for throwing his support behind a supermarket project in Red Hook that he had once opposed. Mr. Rodriguez, who was a serious contender to become speaker of the City Council earlier this year, now" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Councilman in Bribery Case Resigns on Eve of Guilty Plea" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/nyregion\/councilman-in-bribery-case-resigns-on-eve-of-guilty-plea.html"} , {"body" : "THEY are a fixture of night in the city, just like the colored lights on the Empire State Building and the Mexicans who tend flowers at 24-hour delis. Young children, up late. The phenomenon is clear to anyone who visits the city's streets, subways, stores and fast-food restaurants after 10 p.m. Summer is prime time for the wee hours, and the city" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Of the Night; Snug in bed? No. Like New York's adults, its kids are often up and about in the wee hours." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/children-night-snug-bed-no-like-new-york-s-adults-its-kids-are-often-up-about.html"} , {"body" : "A bookkeeper at a Brooklyn parochial school has been arrested on charges that she embezzled about $330,000 over three years, officials said. The investigation began about a year ago after the school, St. Agatha's in Sunset Park, found it lacked money for school supplies, officials said. The bookkeeper, Winifred Duffy, 51, was arrested on grand" , "date" : "20020814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Bookkeeper Accused Of Theft" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/14\/nyregion\/metro-briefing-new-york-brooklyn-bookkeeper-accused-of-theft.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN CHELSEA $429,000 458 West 23rd Street 1-bedroom, 1-bath, 550-sq.-ft. co-op in a brownstone; exposed-brick walls, high ceilings, h\/w floors, fireplace;" , "date" : "20020811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/11\/realestate\/residential-sales.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Elvis, However Briefly Q. Friday will be the 25th anniversary of Elvis Presley's death. Did he have any favorite haunts in New York City? A. It would seem that New York held no special place in the King's heart. The singer was born in Tupelo, Miss., in 1935 and died at home in Memphis, Tenn., in 1977. But the road to success in the music industry" , "date" : "20020811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/11\/nyregion\/fyi-325279.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. Special events this weekend: ''Indigenous Peoples of the Himalayas,'' a lecture by Sher Malik, director of the Indigenous Peoples" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/arts\/spare-times-310204.html"} , {"body" : "Exhibition ''PETER RABBIT'S GARDEN,'' a multimedia exhibition in celebration of the 100th anniversary of Beatrix Potter's ''Tale of Peter Rabbit,'' on view through Sept. 2 at the Children's Museum of Manhattan, Tisch Building, 212 West 83rd Street. A live show, ''The Peter Rabbit Puppet Adventure,'' is given every Sunday at 1:30 and 3 p.m. Tuesdays" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/arts\/spare-times-for-children.html"} , {"body" : "The Republicans who control the State Senate tried to persuade two, and possibly three, Brooklyn Democrats to switch parties this year, and at least one is likely to make the jump, Senate officials in both parties say. While drawing new district boundaries earlier this year, Senate Republicans promised favorable districts to Democrats who sounded" , "date" : "20020807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Senate G.O.P. Courts Democrats Who Might Switch" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/07\/nyregion\/senate-gop-courts-democrats-who-might-switch.html"} ,   {"body" : "The surprising drop in median income in New York City that has puzzled demographers studying the results of the 2000 census appears to be traceable in large part to immigration, according to new census data that show income declines concentrated heavily in neighborhoods in the Bronx, Brooklyn and Queens that have become magnets for new arrivals." , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigration Cut Into Income In New York, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/immigration-cut-into-income-in-new-york-census-finds.html"} , {"body" : "About 150 people gathered yesterday in Sunset Park to mark the first anniversary of the deaths of the four family members who were run down and killed by Police Officer Joseph Gray. The Brooklyn borough president, Marty Markowitz, said a playground adjacent to the site where the family was killed would be renamed Herrera-Peña Park for the victims." , "date" : "20020805" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Mourners Remember Family Killed By Officer" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/05\/nyregion\/metro-briefing-new-york-brooklyn-mourners-remember-family-killed-by-officer.html"} , {"body" : "The weather outside may be frightfully hot, but in a few seasonally incorrect places, it is Christmas in New York. This week, as the city swooned in a farewell-and-good-riddance-to-July heat wave, the holidays were in full swing at Trimco, a company in Brooklyn that makes Christmas decorations for department stores. ''This is crunch time for us,''" , "date" : "20020801" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Christmas? In This Heat? Well, Hey, It's Just a Job" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/01\/nyregion\/christmas-in-this-heat-well-hey-it-s-just-a-job.html"} , {"body" : "As Najeh Igbara watched his eldest daughter, Nabiha, marry in this quiet Palestinian village the other day, he had the comfort of knowing they would not be living too far apart. She was headed with her new husband to Sunset Park, Brooklyn -- just a bridge and tunnel away from Clifton, N.J., where he was moving with his wife and his six other" , "date" : "20020729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TURMUS AYA (WEST BANK)" , "ISRAEL" , "WEST BANK"] , "nytd_section_facet" : ["Front Page" , "World" , "Washington"] , "page_facet" : "1" , "title" : "West Bank Arab-Americans: Force for Change Is Leaving" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/29\/world\/west-bank-arab-americans-force-for-change-is-leaving.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. ''The Nonconformist: Jack Nicholson on Film, 1970-1980,'' with ''Chinatown''" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/spare-times-958484.html"} , {"body" : "IT was on the social treadmill that a certain slice of New York cannot imagine ever stepping off that Peter Bacanovic met Douglas Faneuil. Mr. Bacanovic was a Merrill Lynch stockbroker with friends like Nan Kempner and Martha Stewart. Mr. Faneuil had come a long way from his high school days, when he worked in a pizza parlor in suburban Boston. The" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "A Swift Detour From the Fast Lane" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/style\/a-swift-detour-from-the-fast-lane.html"} , {"author" : "Adam Fifield is author of the memoir ''A Blessing Over Ashes: The Remarkable Odyssey of My Unlikely Brother'' and collaborated with Wayne Barrett on ''Rudy! An Investigative Biography of Rudolph Giuliani.''" , "body" : "TOTING a shopping bag heavy with knockoff purses, the undercover investigator wove through the throng of tourists on Canal Street on a sunny spring afternoon. The street's small stores, in compact rows, enticed shoppers with dizzying displays of watches, sunglasses, T-shirts, hats, purses, ties, even fish and baby turtles. Browsing with the" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Knockoff Squad" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/the-knockoff-squad.html"} , {"body" : "Detectives raided six illegal horse-betting parlors in Brooklyn on Friday, a day before the Belmont Stakes, and called them the first such gambling dens uncovered in the borough in nearly a decade, officials said yesterday. The six large gambling operations, all in a nine-block area in the Sunset Park neighborhood, catered to Chinese bettors who" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "A Day Before the Big Race, 10 Are Arrested in Raids on 6 Brooklyn Horse-Betting Parlors" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/day-before-big-race-10-are-arrested-raids-6-brooklyn-horse-betting-parlors.html"} , {"body" : "Police are seeking information from the public about an automobile that struck and killed a pedestrian in the Sunset Park section of Brooklyn and then drove away. The police urged anyone with information about the incident to call 1-800-577-TIPS (1-800-577-8477). The victim, who was not immediately identified, was struck at 6 p.m. Monday by a" , "date" : "20020529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/29\/nyregion\/metro-briefing-new-york-brooklyn-man-killed-in-hit-and-run.html"} , {"body" : "A 21-year-old illegal immigrant from Mexico was in police custody last night, facing charges that he coaxed two teenage girls there to travel to New York with him, raped them and held them as sex slaves, the authorities said. The man, David Perez, of 254 22nd Street in Brooklyn, was arrested on Monday and was expected to be arraigned this morning" , "date" : "20020529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say an Illegal Immigrant Imprisoned and Raped Two Girls" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/29\/nyregion\/police-say-an-illegal-immigrant-imprisoned-and-raped-two-girls.html"} ,   {"body" : "A man was arrested yesterday in connection with the stabbing of a femalie acquaintance, the police said. They said that the two had argued and that the man, Zheng Zheng Chang, later set fire to the building in Sunset Park where he and the woman lived. Two others who live in the four-story brick building on 45th Street, off Fort Hamilton Parkway," , "date" : "20020528" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Stabbing And Building Fire" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/28\/nyregion\/metro-briefing-new-york-brooklyn-stabbing-and-building-fire.html"} , {"body" : "A man stabbed his wife and daughter early yesterday during an argument at the Sunset Park home of the man's mother, the police said. The police said they were still looking for the man, Abraham Lucero, 39, of Brooklyn, last night. Mr. Lucero's wife, Hortensia Sanchez, 30, was in serious condition at Lutheran Medical Center after the attack, which" , "date" : "20020527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Knife Attack Wounds Woman and Daughter, 11" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/27\/nyregion\/metro-briefing-new-york-brooklyn-knife-attack-wounds-woman-and-daughter-11.html"} , {"body" : "After hearing tearful pleas from both sides, a Brooklyn judge sentenced a former veteran police officer to the maximum of 5 to 15 years in prison yesterday for getting drunk in a station-house parking lot last August and driving his speeding minivan into a pregnant woman and her family, killing four people. ''Joseph Gray, 15 years is not enough for" , "date" : "20020524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Officer Sentenced to Maximum for Crash That Killed 4" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/24\/nyregion\/ex-officer-sentenced-to-maximum-for-crash-that-killed-4.html"} , {"body" : "Relatives of three people struck and killed by a drunken police officer presented a petition, signed by more than 4,000 people, to a judge yesterday, demanding that the officer receive the maximum time at his sentencing tomorrow, said David Galarza, a friend of the family. The officer, Joseph Gray, faces up to 15 years in prison when Justice Anne" , "date" : "20020522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 4,000 Sign Petition In D.W.I. Case" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/22\/nyregion\/metro-briefing-new-york-brooklyn-4000-sign-petition-in-dwi-case.html"} , {"body" : "Mayor Michael R. Bloomberg said yesterday that ''nobody is above the law,'' and the police commissioner pledged a thorough inquiry into whether police officers tried to stymie the investigation of a fellow officer who killed several members of a Brooklyn family while driving drunk. The Brooklyn district attorney's office and the Police Department" , "date" : "20020506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor Says No One Is Immune In Review of D.W.I. Crash Case" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/06\/nyregion\/mayor-says-no-one-is-immune-in-review-of-dwi-crash-case.html"} , {"body" : "The conviction of the former police officer Joseph Gray on manslaughter charges Friday was the end of a nine-month effort by investigators assigned to look into the deaths of several members of a family slain as they crossed a Brooklyn street. Now, the focus will shift to the actions of some police officers responsible for investigating Mr. Gray's" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "After Ex-Officer's Conviction, Challenging the Blue Wall" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/nyregion\/after-ex-officer-s-conviction-challenging-the-blue-wall.html"} , {"body" : "The former police officer who struck a pregnant woman and her family with his minivan after drinking beer for an entire day in Brooklyn last year was convicted yesterday of the most serious charges he faced -- four counts of second-degree manslaughter. The former officer, Joseph Gray, 41, faces up to 15 years in prison. Mr. Gray sat expressionless" , "date" : "20020504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Officer Guilty of Manslaughter In Crash Following Drinking Bout" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/04\/nyregion\/ex-officer-guilty-of-manslaughter-in-crash-following-drinking-bout.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. The main auditorium, with its Imax films, and" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/arts\/spare-times-851914.html"} , {"body" : "''Deuces Wild'' is a film that desperately wants to be a music video circa 1983. All that's missing from its absurdly stagy scenes of gang warfare on the streets of Brooklyn in 1958 is the pounding screech of Michael Jackson's ''Beat It.'' The music we get instead is a tepid rock score by Stewart Copeland spiced with mostly obscure grade-B" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "FILM REVIEW; If It's Brooklyn and the 50's, Shouldn't We Rumble or Something?" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/movies\/film-review-if-it-s-brooklyn-and-the-50-s-shouldn-t-we-rumble-or-something.html"} , {"body" : "An off-duty police officer was clearly driving drunk last August when his minivan struck a pregnant woman and her family in Brooklyn, but he was not responsible for their deaths, his lawyer told jurors yesterday during closing statements in his manslaughter trial. Seeming to contradict his own client, Harold Levy, the lawyer for Joseph Gray, told" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawyer Says Driving Drunk Doesn't Make Officer Guilty" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/nyregion\/lawyer-says-driving-drunk-doesn-t-make-officer-guilty.html"} ,   {"body" : "Jurors in the trial of a former police officer charged with running down a pregnant woman and members of her family last August had a firsthand look yesterday at one final piece of evidence: the scene of the crash. The jurors were escorted to the busy intersection in Sunset Park, Brooklyn, by Justice Anne G. Feldman and a parade of lawyers and" , "date" : "20020502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Jury Sees Site Where Officer's Van Killed 4" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/02\/nyregion\/jury-sees-site-where-officer-s-van-killed-4.html"} , {"body" : "Joseph Gray, the former police officer on trial for manslaughter, testified yesterday that he drank up to 12 beers but was not drunk when his minivan plowed into a pregnant woman and her family last August as they walked home from a shopping trip in Brooklyn. Mr. Gray's admission began the most tense day of testimony so far in the trial in State" , "date" : "20020501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Officer Admits to Day of Drinking But Denies He Was Drunk at Wheel" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/01\/nyregion\/ex-officer-admits-to-day-of-drinking-but-denies-he-was-drunk-at-wheel.html"} , {"body" : "They were just hanging out, having a few beers. That was how a police officer in court yesterday described the hot August morning he spent drinking in the parking lot of the 72nd Precinct station house with Joseph Gray, the former police officer accused of killing a Brooklyn family while driving drunk. At Mr. Gray's manslaughter trial, the officer," , "date" : "20020424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Colleague Says He Drank With Ex-Officer on Day of Accident" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/24\/nyregion\/colleague-says-he-drank-with-ex-officer-on-day-of-accident.html"} , {"body" : "When a pregnant Brooklyn woman, her sister and 4-year-old son were run over and killed in August by an off-duty New York City police officer charged with drunken driving, it became one of the most emotionally charged events of the summer. Those emotions were exposed once again yesterday in Brooklyn Supreme Court, as opening arguments began in the" , "date" : "20020423" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial of Former Officer Opens In D.W.I. Manslaughter Case" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/23\/nyregion\/trial-of-former-officer-opens-in-dwi-manslaughter-case.html"} , {"body" : "Four people arrested in the shooting of a man in Greenwich Village last weekend went out looking for a victim after gathering on a Brooklyn rooftop and firing two shots to test their weapon, prosecutors charge in court papers that give the most detailed account yet of how the crime might have unfolded. According to the prosecutors' account, each" , "date" : "20020422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Carefully Planned Holdup In Village, Prosecutors Said" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/22\/nyregion\/4-carefully-planned-holdup-in-village-prosecutors-said.html"} , {"body" : "A Brooklyn councilman who was recently a contender for City Council speaker was charged yesterday with demanding a $1.5 million break on a real estate deal from a developer in exchange for supporting the multimillion-dollar renovation of a waterfront warehouse in his district. The councilman, Angel Rodriguez, a Democrat, represents the Red Hook" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Councilman Is Charged in an Extortion Scheme" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/nyregion\/brooklyn-councilman-is-charged-in-an-extortion-scheme.html"} , {"body" : "ATTRACTIONS AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. This weekend, the Hayden Planetarium presents ''The Search for Life: Are We Alone?,'' which ponders the question of life beyond Earth. and the Big Bang Theater, featuring narrated visual and audio effects simulating the beginning of" , "date" : "20020322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/arts\/spare-times-178535.html"} , {"body" : "A judge has upheld the New York Police Department's firing of a probationary police officer who drank beer outside his Brooklyn precinct's station house with a colleague who the authorities said later killed four people with his van. The rookie officer, Craig Hildebrand, had argued that the department fired him on Aug. 10 to quell negative" , "date" : "20020316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Firing of Probationary Officer In Drinking Case Is Upheld" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/16\/nyregion\/firing-of-probationary-officer-in-drinking-case-is-upheld.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Robert De Niro: Costume and Character,'' with more than two dozen costumes worn by this actor. ''New York, New York: Films Selected by the New York Film Critics Circle,'' with some screenings introduced this weekend by various" , "date" : "20020315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/15\/arts\/spare-times-069876.html"} , {"body" : "The vegetables are cheap, even by Chinatown standards. A dollar buys a pound of mustard greens, or two pounds of bok choy, or four pounds of yellow onions. But the ramshackle market, operating daily in front of Confucius Plaza along Division Street, is facing strong opposition from tenants and might be closed. Tenants at Confucius Plaza, a giant" , "date" : "20020310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; At a Street Market, Bruised Fruit, Summonses and Rats" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/10\/nyregion\/neighborhood-report-chinatown-street-market-bruised-fruit-summonses-rats.html"} ,   {"body" : "MANHATTAN SOHO $1.07 million 19 Greene Street 1-bedroom, 2-bath, 1,700-sq.-ft. co-op in a prewar loft building; elevator, 11-ft. ceilings, marble bath, exposed-brick walls, oak doors; maintenance $1,140, 38% tax-deductible; listed at $1.2 million, 17 weeks on market (brokers: Manhattan Apartments; Eychner Associates) GREENWICH VILLAGE $655,000 30" , "date" : "20020307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/07\/garden\/residential-sales.html"} , {"body" : "Everywhere in Brooklyn eventually slopes up to Sunset Park. The neighborhood, along the Brooklyn waterfront, north of Bay Ridge, is the borough's highest point. The people who live here can stand on almost any street corner and watch the postcard view unfurl, with the Verrazano-Narrows Bridge to the south, the New Jersey shoreline to the west, and" , "date" : "20020203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Running in Place" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/03\/nyregion\/running-in-place.html"} , {"body" : "In a ground-floor apartment in the Red Hook Houses in Brooklyn, a single candle burned in a bare corner of the living room, smoke drifting past photographs of Luisa Lopez with her gray hair pulled back into a ponytail. Ms. Lopez's daughter Maritza, 47, looked toward the candle. ''That's to give her light in heaven,'' she said. Maritza Lopez's" , "date" : "20020127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "The Neediest Cases; A Helping Hand After a Mother's Death" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/27\/nyregion\/the-neediest-cases-a-helping-hand-after-a-mother-s-death.html"} , {"author" : "E-mail: ernash@nytimes.com" , "body" : "Rocks of the Ramapos Q. From our apartment at 91st Street and Third Avenue, we face west toward the two towers of the Eldorado on Central Park. We have a perfect view of several mountain ranges in New Jersey. Do you know what we're looking at? A. In all likelihood, you are gazing over the Ramapo Mountains, the first significant range after the" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/fyi-982784.html"}]