[  {"body" : "One unchanging truth about New York City's neighborhoods is that they constantly change. Yet there are city neighborhoods that seem to defy that rule, and one of them is Gerritsen Beach in Brooklyn. Tucked between Sheepshead Bay and Marine Park, Gerritsen Beach is a seaside colony of more than 2,300 closely packed bungalows and brick homes, a" , "date" : "20021230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Same) Old Neighborhood; A Brooklyn Enclave Happily Avoids Assimilation" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/30\/nyregion\/the-same-old-neighborhood-a-brooklyn-enclave-happily-avoids-assimilation.html"} , {"body" : "To the Editor: Your article ''Fears Swirl Around a Planned Drop-In Shelter'' (Dec. 15) neglected to mention that the Neighborhood Center for Homeless People shares its block of East 77th Street with an elementary school in a densely populated residential community, or that the percentage of mentally ill people in the city's homeless population has" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Neighborhood Fears Over a Drop-In Shelter" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/l-neighborhood-fears-over-a-drop-in-shelter-614386.html"} , {"author" : "Caroline F. Campion is an editor at GQ." , "body" : "MOST people probably imagine New York as a heady nirvana for New Year's revels. Perhaps they conjure a holiday presided over by a singing Guy Lombardo who casts a spell of magic and romance over a swarm of sequins and tuxedos. Or they picture the scene from the movie ''When Harry Met Sally,'' the one in which a teary-eyed Meg Ryan finally embraces" , "date" : "20021229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Hot Pursuit Of Those Elusive Bubbles" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/29\/nyregion\/in-hot-pursuit-of-those-elusive-bubbles.html"} , {"body" : "A five-alarm fire fueled by thousands of candles tore through one of the country's biggest candle factories and burned in East New York, Brooklyn, for more than 12 hours before being put out yesterday morning, the Fire Department said. No one was seriously injured in the fire, which started in a storage building at the Old Williamsburgh Candle" , "date" : "20021228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire Guts Brooklyn Factory, Fueled by Thousands of Candles" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/28\/nyregion\/fire-guts-brooklyn-factory-fueled-by-thousands-of-candles.html"} , {"body" : "Here is a selective listing by critics of The Times of noteworthy pop and jazz concerts for this weekend and New Year's Eve. * denotes a highly recommended performance. This Weekend GEORGE COLEMAN QUARTET, Smoke, 2751 Broadway, at 106th Street, (212) 864-6662. Mr. Coleman's broad, rich tenor saxophone tone was first widely noticed with Miles" , "date" : "20021227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/27\/movies\/pop-and-jazz-guide-574880.html"} , {"body" : "TransGas Energy Systems, a power company, announced yesterday that it had filed an application with the state to build a 1,100-megawatt power plant on the waterfront on the north edge of Williamsburg. The billion-dollar plant would be one of the city's biggest, burning enough natural gas to power a million homes. TransGas said its plant would" , "date" : "20021227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Bid To Build Waterfront Power Plant" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/27\/nyregion\/metro-briefing-new-york-brooklyn-bid-to-build-waterfront-power-plant.html"} , {"body" : "His office is a tableau of serenity. A ficus sits next to a computer. Pictures of the Pennsylvania and Westchester countryside dot the walls. Papers are piled here and there. Victor Manuel Tafur-Dominguez offers coffee and a handshake and settles into a chair in his Pace University Law School office, dressed in corduroys, a tie and sweater. His" , "date" : "20021223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WHITE PLAINS (NY)" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Exile Embraces Life of Activism After Ordeal Of False Arrest" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/23\/nyregion\/exile-embraces-life-of-activism-after-ordeal-of-false-arrest.html"} , {"body" : "Five people were slain within eight hours Friday night and early yesterday in a spasm of violence that the police said began when a 17-year-old girl stabbed her sister-in-law in a fight over a telephone and ended with the mysterious killing of a man who was stabbed in the throat on a Brooklyn street. The spate of killing was unusual at a time when" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "5 Killings in 8 Hours Seem to Defy the City's Low Crime Rates" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/5-killings-in-8-hours-seem-to-defy-the-city-s-low-crime-rates.html"} , {"body" : "Owning a pet is often impossible in New York. Stone-hearted landlords aside, apartments the size of shoeboxes mean that the thought of keeping a frisky husky or an imperious Siamese is hopeless. Even so, some New Yorkers still crave dog slobber on their cheeks or a hungry cat brushing up against their calves. The Brooklyn Animal Resource Coalition" , "date" : "20021222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Shelter Offers a No-Risk Pet Option: Rent" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/22\/nyregion\/neighborhood-report-shelter-offers-a-no-risk-pet-option-rent.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANITA BAKER, Westbury Music Fair, 960 Brush Hollow Road, Westbury, N.Y., (516) 334-0800. After nearly a decade of silence, the erstwhile queen of quiet-storm R&B is making a" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/movies\/pop-and-jazz-guide-471313.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BARBER OF SEVILLE.'' It seems everyone wants a Barber this calendar year: now that the Met and City Opera have both gotten their licks in, the beloved Amato Opera is bringing back its" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through the holiday season, ''Origami Tree: Pocket Posey,'' featuring more than 4,000 hand-folded paper models of various flora. ''Under Antarctic Ice,'' 30 large-format photographs of mammals, fish and plants found under the ice in" , "date" : "20021220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/20\/arts\/spare-times-468118.html"} , {"body" : "Bridge Access, Cycling or Walking Some bridge entrances that are harder to find. Maps of New York highlight bridge entrances for: GEORGE WASHINGTON BRIDGE TRIBOROUGH BRIDGE QUEENSBORO BRIDGE BROOKLYN BRIDGE WILLIAMSBURG BRIDGE MANHATTAN BRIDGE Cycling in Manhattan Greenways, or off-street bike paths, and bicycling lanes in Manhattan. Key Pedestrian" , "date" : "20021216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE TRANSIT SHOWDOWN; If There Is a Strike: A Guide to Commuting" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/16\/nyregion\/the-transit-showdown-if-there-is-a-strike-a-guide-to-commuting.html"} , {"body" : "Bridge Access, Cycling or Walking Some bridge entrances that are harder to find. Maps show entrances to the following bridges: GEORGE WASHINGTON BRIDGE TRIBOROUGH QUEENSBORO WILLIAMSBURG MANHATTAN BROOKLYN Cycling in Manhattan Greenways, or off-street bike paths, and bicycling lanes in Manhattan. KEY Pedestrian and bicycle crossing Greenway" , "date" : "20021215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "THE TRANSIT SHOWDOWN; Preparing for a Strike: A Guide to Commuting" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/15\/nyregion\/the-transit-showdown-preparing-for-a-strike-a-guide-to-commuting.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ALLOY, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7501. A constellation of three high-level trumpeters, all of them explorers of sound and" , "date" : "20021213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/13\/movies\/pop-and-jazz-guide-359360.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DIALOGUES DES CARMÉLITES.'' When the John Dexter production of Poulenc's reverent and affecting opera about a besieged order of Carmelite nuns during the French Revolution was introduced at the" , "date" : "20021213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/13\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Mayor Michael R. Bloomberg laid bare his vision of a New York City without public transportation yesterday, and made clear that he expected ingenuity, pluck and an ample dose of neighborly kindness from each citizen to keep the city functioning if there is a transit strike. Under Mr. Bloomberg's plan, drivers would stop at specific zones to pick up" , "date" : "20021210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor's Plan for Transit Strike: Sharing Burdens and Back Seats" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/10\/nyregion\/mayor-s-plan-for-transit-strike-sharing-burdens-and-back-seats.html"} , {"body" : "LOGUERCIO - Grace (nee Battaglia). Loving wife of the late Philip. Cherished mother of Marie Grace. Dear mother-in-law of George Drummond. Survived by her nieces and nephews. Grace will be remembered by her neighbors for her generosity and her volunteer work to the Greenpoint\/Williamsburg community. Reposing at the D'Arienzo Funeral Home Inc., 104" , "date" : "20021208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "58" , "title" : "Paid Notice: Deaths LOGUERCIO, GRACE (NEE BATTAGLIA)" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/08\/classified\/paid-notice-deaths-loguercio-grace-nee-battaglia.html"} , {"body" : "The Census Bureau has released figures showing that the 2000 census missed more than 103,000 people in New York City, many of them in heavily Hispanic areas. Bureau officials released undercount data for states, counties and neighborhoods on Thursday after a federal appeals court ruled earlier this year that the public was entitled to see the" , "date" : "20021207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Census Missed 103,000 in City, Many in Hispanic Areas, Bureau Data Shows" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/07\/nyregion\/census-missed-103000-in-city-many-in-hispanic-areas-bureau-data-shows.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. GERI ALLEN TRIO, Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037. In the 1980's and early 90's, Geri Allen, the pianist, was in the swim of" , "date" : "20021206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/06\/movies\/pop-and-jazz-guide-244392.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BARBER OF SEVILLE.'' It seems everyone wants a ''Barber'' this calendar year: now that the Met and the City Opera have both gotten their licks in, the beloved Amato Opera is bringing" , "date" : "20021206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Star67 67 Metropolitan Avenue Williamsburg, Brooklyn Through Dec. 15 When I first saw this artist-run Brooklyn gallery a few years ago it appeared to be an extension of someone's home, packed with an unusually lively and multitudinous group show. Recently the gallery changed quarters, but is still on the same floor of the same building. It reopened" , "date" : "20021206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART IN REVIEW; Evan Lintermans" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/06\/arts\/art-in-review-evan-lintermans.html"} , {"body" : "NEW YORK CITY'S eye-popping, wallet-flattening residential rents have abated quite a bit over the last year -- particularly in Manhattan -- in the first wide-ranging rollback the city has seen in nearly a decade. Communities in the regional ring around the city have, by and large, moved in tandem. But while brokers in most communities report some" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Renters, a Bit Less Sticker Shock" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/realestate\/for-renters-a-bit-less-sticker-shock.html"} , {"body" : "''WE'RE mildly nervous that the pig is behind schedule,'' said Austin McKenna, 30, huddling against a biting November wind. ''But Paul seems to be confident.'' In Williamsburg early last Saturday afternoon in an empty lot off Berry Street, Paul Long, a burly barbecue cook from Lillington, N.C., was roasting pig amid the cockeyed tenements. That" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "10" , "title" : "GOOD COMPANY; Good Ole Boys and Urbane Yankees Mingle Over Barbecue on Wheels" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/style\/good-company-good-ole-boys-and-urbane-yankees-mingle-over-barbecue-on-wheels.html"} , {"body" : "MANY New York parents are all too familiar with the frenzy involved in getting a child into one of the city's highly competitive preschools. It's no wonder people are still buzzing about Jack Grubman's twins and the 92nd Street Y nursery school. Braving the middle school gantlet is no picnic, either. But for true horror stories, it's hard to beat" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Maze" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/school-maze.html"} , {"body" : "A Second Alarm To Rescue a Firehouse The firehouse in Williamsburg, Brooklyn, is ordered closed and its crew is reassigned as the city cuts spending in dire fiscal times. Local residents occupy the building to keep it from being shuttered and its engine from being removed. City Hall relents; firefighters return. Can it happen in the future?" , "date" : "20021201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOMERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2002\/12\/01\/nyregion\/following-up.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * AVENUE D, Club Luxx, 265 Grand Street, Williamsburg, Brooklyn, (718) 599-1000. This entertaining local rap duo consists of two young white women who practice a single-minded form" , "date" : "20021129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/29\/movies\/pop-and-jazz-guide-141224.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20021129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/29\/arts\/art-guide.html"} , {"body" : "THE Queensboro Bridge, begun in 1901, was one of New York City's most dramatic construction projects. Its vast steel frame is gradually cantilevered out from huge masonry piers across the East River, connecting Manhattan and Queens over Roosevelt -- then known as Blackwell's -- Island. A project to clean and repair the bridge's six colossal stone" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Queensboro Bridge; Spanning the East River, With a Sense of Drama" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/realestate\/streetscapes-the-queensboro-bridge-spanning-the-east-river-with-a-sense-of-drama.html"} , {"body" : "The city's property tax rate, frozen for a decade, will rise by 18 percent on Jan. 1 under an agreement announced yesterday between the Bloomberg administration and City Council leaders. ''It's a painful measure,'' the Council speaker, Gifford Miller, said in announcing the agreement in the Red Room at City Hall shortly after 4:30 p.m. The deal" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY BUDGET DEAL INCLUDES 18% RISE IN PROPERTY TAXES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/city-budget-deal-includes-18-rise-in-property-taxes.html"} ,   {"body" : "In a cramped fourth-floor walk-up in Williamsburg, Brooklyn, a roomful of young comics crack one another up. They're not telling jokes, however. They're pitching ideas for Jest, a monthly humor magazine whose first issue appeared this month. They wonder: How about a ''Pigeon in the Street'' piece asking that perennial New York question, ''Where are" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Remember, This Is How The New Yorker Started" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/neighborhood-report-new-york-up-close-remember-this-new-yorker-started.html"} , {"body" : "Residents of one part of West Farms will know Thanksgiving has arrived when they wake up Thursday in a neighborhood that, for once, does not smell like turkey. That is because L.S.K. Smoked Turkey Products, a company that moved onto Bronx River Avenue in April, will be closed for the holiday, giving the neighborhood a day off from the unappetizing" , "date" : "20021124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WEST FARMS; The Roll of Drumsticks (Smoked) in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/24\/nyregion\/neighborhood-report-west-farms-the-roll-of-drumsticks-smoked-in-the-bronx.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''AIDA.'' Irina Mishura is the vital Amneris, the only character fully alive within the production's monumental architecture. Go for her, and for the ceremony of it all. The Aida is Michele" , "date" : "20021122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. LAURIE ANDERSON, St. Ann's Warehouse, 38 Water Street, between Main Street and Dock Street, Dumbo, Brooklyn, (718) 858-2424. In pensive songs and deadpan stories, Laurie Anderson" , "date" : "20021122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/22\/movies\/pop-and-jazz-guide-026271.html"} , {"body" : "Schroeder Romero 173A North Third Street Williamsburg, Brooklyn Through Dec. 2 Robert Boyd's scrupulously thought-through solo show revolves around the figure of a mannequin in a standard white satin bridal gown but with an unorthodox version of a veil. It descends from the top of a pointed hood that completely covers the face, apart from two" , "date" : "20021122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART IN REVIEW; Robert Boyd -- 'The Virgin Collection'" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/22\/arts\/art-in-review-robert-boyd-the-virgin-collection.html"} , {"body" : "IT was one of the great meals in north Brooklyn, best consumed while drinking a manhattan straight up from a wide-mouth martini glass, and you could find it only at a renovated diner in Williamsburg called Relish. The dish was grilled apple-smoked pork chops -- big, fat double cuts with plenty of flavor, toothsome from first bite to last, with" , "date" : "20021120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "15" , "title" : "$25 AND UNDER; In Brooklyn, Soaking Up the Comfort of Barbecue" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/20\/dining\/25-and-under-in-brooklyn-soaking-up-the-comfort-of-barbecue.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Not everyone loves the idea of spending Thanksgiving Day in the kitchen. If you're thinking of dining out that day, here are suggestions. AZ *** [Rating: three stars] (212) 691-8888; 21 West 17th Street (near Fifth Avenue); $$$$; Review: 7\/26\/00. AZ is an improbable but enchanting blend of strict Asian geometry, Art Nouveau and turn-of-the century" , "date" : "20021117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "GOOD EATING; Turkey on the Town" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/17\/nyregion\/good-eating-turkey-on-the-town.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow at 3 p.m., ''On the Heels of Alice: New York in Pictures,'' a lecture by Priscilla van Laarhoven of the International" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/arts\/spare-times-912344.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. PAUL BRADY, Village Underground, 130 West Third Street, Greenwich Village, (212)777-7745. Americans may recognize Paul Brady's name from his songwriting credits on albums by Bonnie" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/movies\/pop-and-jazz-guide-913499.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The best news about City Opera's bright ''Barber,'' with its colorful costumes and stucco sets like wedding-cake frosting, is the Almaviva of Bruce Sledge, a" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Drivers would feel the results of Mayor Bloomberg's proposed cuts and changes to the city's transportation network. Mr. Bloomberg has proposed generating up to $200 million by 2004 by installing advanced toll collection equipment on the city-owned bridges that are now toll-free -- the Brooklyn, Manhattan, Williamsburg and Queensboro. New tolls" , "date" : "20021115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE MAYOR'S BUDGET PLAN: SPENDING; Transportation" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/15\/nyregion\/the-mayor-s-budget-plan-spending-transportation.html"} , {"body" : "WITHOUT much more fanfare than children's squeals and shouts, a small architectural revolution is under way in public housing. To serve a rapidly growing younger population -- 42 percent of the 425,000 tenants are under 21 -- the New York City Housing Authority is building, expanding or renovating 104 of its 163 community centers. What is" , "date" : "20021114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLOCKS; Projects' Community Centers Open Up, With Glass and Air" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/14\/nyregion\/blocks-projects-community-centers-open-up-with-glass-and-air.html"} , {"body" : "New York City's vibrant arts scene is often portrayed as an unalloyed good, economically as well as creatively. But the resistence in many neighborhoods to a large increase in artists looking for places to live is so strong that it is the biggest obstacle to the healthy development of the arts in the city, a study to be released today by a" , "date" : "20021111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Report Says Artists' Arrival Can Push Out Neighbors" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/11\/arts\/report-says-artists-arrival-can-push-out-neighbors.html"} , {"body" : "The four men sat on a sunny sidewalk in Greenwich Village on a recent workday and ate their lunch staring at the steel skeleton of a building going up on West Third Street. One of them commented on how much easier it was to eat a sandwich in front of steel that was strong and straight and new, not molten and mangled and laden with debris. The men" , "date" : "20021111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ironworkers' Job of Clearing Ground Zero Is Over, but the Trauma Lingers" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/11\/nyregion\/ironworkers-job-of-clearing-ground-zero-is-over-but-the-trauma-lingers.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "But One Statue to Give Q. There used to be a statue of Nathan Hale on Broadway near City Hall Park. I recall it as very expressive. What happened to it? A. The statue has been shifted many times, but it's still in the neighborhood. It was moved in 1999 to its current location in City Hall Park facing the City Hall steps. The statue has had a" , "date" : "20021110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CITY HALL PARK (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2002\/11\/10\/nyregion\/fyi-816175.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow at 3 p.m., ''Shattering the Glass House: 19th-Century Women Photographers,'' a lecture by Denise Rompilla of St." , "date" : "20021108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/08\/arts\/spare-times-798665.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20021108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/08\/arts\/art-guide.html"} , {"body" : "THERE was Dad, dressed as a pirate for Halloween and looking the part for real. He was sneaking a smoke out on Union Street while an equally buccaneerish mom and her cross-boned kids crayoned on the brown-paper table coverings inside DuMont, and someone's little sister served them striped bass. There were fat burgers for the children, and also for" , "date" : "20021106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "$25 AND UNDER; Ah, the Sweet Memories of Nostalgia in the Making" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/06\/dining\/25-and-under-ah-the-sweet-memories-of-nostalgia-in-the-making.html"} , {"body" : "TIME was, you could stroll into a smoke-steeped bookstore on the Lower East Side, gamble a few bucks on a new novella by a budding writer-slash-anarchist who lived down the block, wander into the murky bar next door, and eavesdrop on that same writer trying to pry beer money from his editor. Those were the heady final years of the 20th century," , "date" : "20021103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Latest Exit to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/03\/nyregion\/urban-tactics-latest-exit-to-brooklyn.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GREENWICH VILLAGE $575,000 70 East 10th Street (Stewart House) 1-bedroom, 1-bath, 1,100-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining area," , "date" : "20021103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/03\/realestate\/residential-sales.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. This weekend, most of the city's rock clubs are participating in the CMJ Music Marathon, a convention that began on Wednesday. The showcase concerts are free to a limited number of" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/movies\/pop-and-jazz-guide-678856.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Looking Back at Clear Comfort,'' photographs that she took of the house (formerly called Clear Comfort) when she lived" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/arts\/spare-times-677515.html"} , {"body" : "Jessica Murray Projects 210 North Sixth Street Williamsburg, Brooklyn Through Sunday The crisp, expertly made paintings in Brady Dollarhide's first show are beautiful but spooky. They show the black silhouettes of trees, electrical poles and wires against swoony evening skies loosely brushed in deepening shades of blue, lavender and rose. But" , "date" : "20021101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART IN REVIEW; Brady Dollarhide" , "url" : "http:\/\/www.nytimes.com\/2002\/11\/01\/arts\/art-in-review-brady-dollarhide.html"} , {"body" : "IT'S 10 p.m. on a Wednesday at Sunny's in Red Hook, and the band is playing in the back room. The place is crowded. No empty seats at the bar, and all four booths are overflowing, two with drinkers playing Scrabble. There are a lot of goatees and black-rimmed glasses, and young women with small tattoos of geometric designs and flowers. A Johnny" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sunny's Wonderful Saloon" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/sunny-s-wonderful-saloon.html"} , {"body" : "Leah Dilworth bought a house on Maspeth Avenue in East Williamsburg, Brooklyn, a year ago, but not until summer did she discover a major drawback. ''We kept the windows open and realized how noisy it is,'' she said, noting that trucks clanged and screeched up and down her street. ''It was impossible to have a conversation.'' Although Maspeth Avenue" , "date" : "20021027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Where Big Rigs Roll, Howls of Dismay" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/27\/nyregion\/neighborhood-report-new-york-up-close-where-big-rigs-roll-howls-of-dismay.html"} , {"body" : "Mayor Michael R. Bloomberg yesterday promoted the notion of installing a new toll-collection system that would operate without booths on local bridges, displaying an enthusiasm he generally reserves for all things technological. The idea of collecting tolls on the four city-owned East River bridges has been slowly gaining momentum as a way to help" , "date" : "20021026" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Urges High-Tech Method to Collect Tolls" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/26\/nyregion\/mayor-urges-high-tech-method-to-collect-tolls.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The New York City Opera has established an identity as a company that discovers and gives opportunities to emerging singers. Two young vocalists make their" , "date" : "20021025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ADD N TO (X), Luxx, 256 Grand Street, Williamsburg, Brooklyn, (718) 599-1000. The cry of the analog synthesizer -- out of tune, distorted, ready to swoop or buzz -- is heard in" , "date" : "20021025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/25\/movies\/pop-and-jazz-guide-554979.html"} , {"body" : "Since last winter, when Mayor Michael R. Bloomberg began looking for ways to mend a $5 billion hole in his city's budget, the idea of collecting tolls on the four city-owned East River bridges has been slowly gaining momentum at City Hall. While the political hurdles may still be considerable -- Gov. George E. Pataki said this week that he opposed" , "date" : "20021024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Bridges, Raising Money but Not Blood Pressure" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/24\/nyregion\/on-bridges-raising-money-but-not-blood-pressure.html"} , {"body" : "When the English producer Tim Goldsworthy used to think about New York, he imagined break-dancers on every corner, decadent punk rock concerts every night and an atmosphere in which countless artists were breaking boundaries in free-form musical freakouts. At the time, in the 1990's, he was running one of London's best dance-music labels, Mo' Wax." , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New Life for New York Rock; The Production Team DFA Offers a Sound You Can Dance To" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/arts\/new-life-for-new-york-rock-production-team-dfa-offers-sound-you-can-dance.html"} ,   {"body" : "CLAUDIO CORONAS, an owner of D.O.C. Wine Bar, a little slice of Sardinia in Williamsburg, Brooklyn, wanted to bring the simple foods of his homeland to the United States. Thankfully, that includes pane carasau, a giant cracker bread served just off the grill, moistened with extra virgin olive oil and sprinkled with coarse sea salt and rosemary." , "date" : "20021023" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "TEMPTATION; A Treat for Shepherds, and Others" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/23\/dining\/temptation-a-treat-for-shepherds-and-others.html"} , {"body" : "Mayor Michael R. Bloomberg might just sell the Brooklyn Bridge -- and the Manhattan, Williamsburg and Queensboro Bridges, too. His administration is seriously considering a plan to sell or lease the city-owned East River bridges to the Metropolitan Transportation Authority, as part of a plan to impose tolls that would help both the city and the" , "date" : "20021022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Weighs Plan To Turn Over Bridges To Transit Authority" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/22\/nyregion\/mayor-weighs-plan-to-turn-over-bridges-to-transit-authority.html"} , {"body" : "INTERNATIONAL A3-16 Bush Suggests Flexibility On 'Regime Change' in Iraq President Bush said he believed the world could still disarm Saddam Hussein ''peacefully'' and suggested that if the Iraqi leader complied with every United Nations mandate, it would ''signal the regime has changed.'' The White House immediately said that Mr. Bush was not" , "date" : "20021022" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/22\/nyregion\/news-summary-510564.html"} , {"body" : "TUCKED into a sliver of space between two buildings on one of Greenwich Village's many crooked streets, a narrow alleyway is closed to the public by a thin black gate. At the far end of the long claustrophobic passage, the signs of an urban paradise can be glimpsed: a couple of fence posts, the vague edge of a flowering bush and a tease of green" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Village In the City Hidden in Plain Sight" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/realestate\/a-village-in-the-city-hidden-in-plain-sight.html"} , {"body" : "LINDA Macfarlane, née Feuer, stood on East Houston Street and looked stunned as she peered south at the sleek bistros and boutiques lining Orchard Street. ''It's all gone,'' she whispered to her husband as she clutched his arm. ''What happened?'' Ms. Macfarlane, 59, left New York more than 25 years ago. Now, on a recent visit to the city, she" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fading Into History" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/nyregion\/fading-into-history.html"} , {"body" : "ONE day during the sweltering heat of August, Laurie Cearley sat in the backyard of her ground-floor Williamsburg apartment, looked up at the sky and was amazed: her fig tree was heavy with ripe green fruit. ''I was so excited,'' she recalled. ''It was like a baby.'' Ms. Cearley (pronounced CUR-lee) first laid eyes on her fig tree, a gift, five" , "date" : "20021020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "GOOD COMPANY; When Figs Fall in Brooklyn, It's Time to Party" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/20\/style\/good-company-when-figs-fall-in-brooklyn-it-s-time-to-party.html"} , {"body" : "Ishmael King is a 9-year-old built like a nose guard who is positively unbeatable at Nintendo, always handy with a quotation from the literary sagas of Captain Underpants and will concede under extreme pressure that the professional wrestling he so adores is staged, at least some of the time. Under the rules that parcel out extra federal dollars to" , "date" : "20021019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Poorer Boroughs' Students Get Smaller Slice of Aid" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/19\/nyregion\/poorer-boroughs-students-get-smaller-slice-of-aid.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' an exhibition of hundreds of specimens from Africa, Asia and the Americas; through May. In the Imax Theater, ''Bears,'' ''Kilimanjaro: To the Roof of Africa'' and, opening" , "date" : "20021018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/arts\/spare-times-434264.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ERIC ANDERSEN, Village Underground, 130 West Third Street, Greenwich Village, (212) 777-7745. Since the 1960's, Eric Andersen has been picking his guitar and singing about love in" , "date" : "20021018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/movies\/pop-and-jazz-guide-437042.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''CARMEN.'' Franco Zeffirelli's production of the Bizet shocker is an overstuffed dog and pony show (literally, with some donkeys as well), but what it has going for it is Denyce Graves," , "date" : "20021018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/18\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "WHEN David Graham, a 38-year-old painter, gave up a studio carved out of an old diner in Williamsburg in 1997, 6 years into a 10-year lease to spend a year in Montreal, he figured he would have little difficulty duplicating it when he returned a year later. ''There was still a lot of space available, so I didn't think it would be a big deal,'' he" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "RED HOOK (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "ROCKAWAY PENINSULA (NYC)" , "WILLIAMSBURG (NYC)" , "YONKERS (NY)" , "BEDFORD-STUYVESANT (NYC)" , "PORT CHESTER (NY)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "JERSEY CITY (NJ)" , "HARLEM (NYC)" , "BRIDGEPORT (CONN)" , "NEW ROCHELLE (NY)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Artists Canvassing for Space" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/realestate\/artists-canvassing-for-space.html"} , {"body" : "IF ''Gloria: Another Look at Feminist Art in the 1970's'' conjures up several pop culture associations from that era, then it has probably served its purpose as the title of a show of historic feminist art at White Columns in the West Village. The title intentionally does triple duty. It refers, first, to Gloria Steinem, the founder of Ms." , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART\/ARCHITECTURE; Power and Glory in Sisterhood" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/arts\/art-architecture-power-and-glory-in-sisterhood.html"} , {"body" : "SARAH POWER was happy living in a Staten Island rental apartment that was high on a hill with lots of light and sweeping views of New York Harbor. And at $750 a month for about 1,000 square feet of space, the price was right. But four years ago, when Ms. Power started looking for something to buy for herself and her daughter, Raven Bertot, who is" , "date" : "20021013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/St. George, Staten Island; Hills and Harbor and a Variety of Housing" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/13\/realestate\/if-you-re-thinking-living-st-george-staten-island-hills-harbor-variety-housing.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RASHIED ALI WITH SONNY FORTUNE, Tonic, 107 Norfolk Street, Lower East Side, (212) 358-7501. Since his involvement with John Coltrane about 35 years ago (what a way to start a" , "date" : "20021011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/11\/movies\/pop-and-jazz-guide-314773.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA CENERENTOLA.'' At a performance of Cinderella, you don't expect Prince Charming to be the center of attention. But in Rossini's version of the fairy tale at the Metropolitan Opera, Juan Diego Flórez," , "date" : "20021011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. ''Hollywood Independents: A History of United Artists,'' a screening series that" , "date" : "20021011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/11\/arts\/spare-times-296112.html"} , {"author" : "Jim Nelson is an executive editor at GQ." , "body" : "There are countless reasons that certain neighborhoods become hip -- why Fort Greene, say, or NoLIta suddenly buzzes with a new energy. And in the constant flux of the city, it's difficult to pinpoint the moment any newly revived neighborhood turns that vital corner. But something happened on Clinton Street three and a half years ago, something" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "114" , "title" : "Hip-ification" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/hip-ification.html"} , {"body" : "WHEN IT comes to public art, sometimes it seems as if everybodys a critic. After the recent controversy over the Eric Fischl sculpture Tumbling Woman, the City section asked readers to nominate a work of public art they would like to see consigned to the dustbin. Their suggestions came from all around the city, although a certain installation on" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEW YORK VOICES; Public Opinion" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/nyregion\/new-york-voices-public-opinion.html"} , {"body" : "1910's: Greenwich Village is widely known as America's bohemian enclave, with cheap rents, for writers and artists. 1950's: White Horse Tavern in Greenwich Village thrives. The Beats Allen Ginsberg, Jack Kerouac and Robert Frank move farther east in search of space and authenticity. 1960's: St. Mark's Place and Washington Square are loci of the" , "date" : "20021006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "116" , "title" : "How Hipness Moves" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/06\/magazine\/how-hipness-moves.html"} , {"body" : "A Brooklyn lawsuit has become a pivotal test that could affect civil suits against the gun industry nationally because the plaintiffs have, for the first time, obtained comprehensive government information tracing gun sales. The information given to the plaintiffs' lawyers in the Brooklyn case by the Bureau of Alcohol, Tobacco and Firearms includes" , "date" : "20021005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gun Strategists Are Watching Brooklyn Case" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/05\/nyregion\/gun-strategists-are-watching-brooklyn-case.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' an exhibition of hundreds of specimens from Africa, Asia and the Americas, opens tomorrow and runs through May. In the Imax Theater, ''Bears'' and ''Kilimanjaro: To the Roof of" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/arts\/spare-times-189421.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DIE ÄGYPTISCHE HELENA.'' The soprano Deborah Voigt has become such a prized Strauss singer that anytime she takes on any role, it's important news in the opera world. On Sunday with the" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * KARRIN ALLYSON, JOEY DE FRANCESCO TRIO, Blue Note, 131 West Third Street, West Village, (212) 475-8592. Karrin Allyson, the singer, has an appealingly smoky delivery," , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/movies\/pop-and-jazz-guide-190284.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/arts\/art-guide.html"} , {"body" : "Bellwether 335 Grand Street Williamsburg, Brooklyn Through Monday Alison Smith's elaborate museological installation and Ellen Altfest's close-up paintings of trees and rocks share an impressive, promising intensity, a clarity of focus and industriousness. But their side-by-side solo shows also have complementary, even mutually illuminating" , "date" : "20021004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART IN REVIEW; Alison Smith; Ellen Altfest" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/04\/arts\/art-in-review-alison-smith-ellen-altfest.html"} , {"body" : "For the last 20 years or so, Long Island City, Queens, has been on the verge of being ''discovered'' by the same combination of art and real estate that put SoHo and Williamsburg on the map. The talk began in 1981 with the opening of the P.S. 1 Contemporary Art Center on Jackson Avenue. A flurry of converted artist studios and renovated brownstones" , "date" : "20021003" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Art: Destination, Queens; The Modern's Relocation Energizes Long Island City" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/03\/arts\/for-art-destination-queens-the-modern-s-relocation-energizes-long-island-city.html"} , {"body" : "Relations between Mayor Michael R. Bloomberg and some members of the City Council have deteriorated to such an extent that Council leaders are warning that the mayor's prized antismoking legislation may be in jeopardy. From the beginning, Mr. Bloomberg has made it clear that extending the city's antismoking law to small restaurants, bars and bar" , "date" : "20021002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Antismoking Bill's Chances May Hinge on Personalities" , "url" : "http:\/\/www.nytimes.com\/2002\/10\/02\/nyregion\/antismoking-bill-s-chances-may-hinge-on-personalities.html"} , {"body" : "The body of a man who disappeared last week while trying to swim the East River has washed up on Great Kills Beach in Staten Island, the police said yesterday. The man, Peter Stein, 21, was swimming with a college friend, Jonathan Baum, 22, when a powerful current separated the two. They had tried to swim on Tuesday night from the banks of" , "date" : "20020930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST RIVER (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Staten Island: Body Of Swimmer Is Found" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/30\/nyregion\/metro-briefing-new-york-staten-island-body-of-swimmer-is-found.html"} , {"body" : "Aisha Bauman and Pat John Ricca, New York firefighters, were married in Brooklyn on Friday at the Brooklyn Marriott Hotel. Justice Joseph F. Bruno of the State Supreme Court in Brooklyn, and a former New York City fire commissioner, officiated. Mrs. Ricca, 32, is with Engine Company 224 in Brooklyn Heights and Mr. Ricca, 27, is with Engine Company" , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Aisha Bauman, Pat Ricca" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/style\/weddings-celebrations-aisha-bauman-pat-ricca.html"} , {"body" : "Feeling abandoned by their bishops and besieged by the sex abuse scandal, Roman Catholic priests in the New York area have begun organizing to fight what they see as unfair treatment by the church hierarchy and to press for a greater voice in the church. A group of current and former priests, tentatively calling themselves Voice of the Ordained," , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Priests Organize, Focusing On Rights Within Church" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/nyregion\/priests-organize-focusing-on-rights-within-church.html"} ,   {"body" : "IN Hollywood on the Hudson, studio development projects have been as ephemeral as images on a screen. There seems to be agreement that New York could use more studios. ''You've got to keep productions here after the location shooting is done,'' said Andrew Stern, a senior vice president of the city's Economic Development Corporation specializing in" , "date" : "20020929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Studios: Many Plans, a Few Completions" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/29\/realestate\/studios-many-plans-a-few-completions.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * EL BACHATAZO DEL BRONX, Lehman Center for the Performing Arts, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx, (718) 960-8833. Bachatas are Dominican" , "date" : "20020927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/27\/movies\/pop-and-jazz-guide-077577.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/27\/arts\/art-guide.html"} , {"body" : "FIRSTOP, a walking tour this weekend in Williamsburg, Brooklyn, will cover 66 designers or firms in 38 separate locations. The destinations run from small design studios and woodworking shops to clothing boutiques, pet stores and nightclubs, and the specialties include furniture and product design, architecture, fashion and graphics. Founded in" , "date" : "20020926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For Ideas in Design, A Stop in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/26\/garden\/for-ideas-in-design-a-stop-in-brooklyn.html"} , {"body" : "A man was missing last night after he and a college friend tried to swim early yesterday from the banks of Williamsburg, Brooklyn, to Manhattan and back again, the authorities said. Peter Stein, 21, who investigators believe had been drinking, and Jonathan Baum, 22, walked the two blocks from Mr. Baum's apartment on Grand Street in Williamsburg to" , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Man Missing After Swim In East River" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/nyregion\/man-missing-after-swim-in-east-river.html"} , {"body" : "Plenty of Polish pastries are still to be found in Williamsburg, Brooklyn. But Fabiane's Cafe and Pastry, 142 North Fifth Street (Bedford Avenue), is a new outpost for fancy baking. French palmiers, florentines, hazelnut-chocolate pyramids and passion fruit mousse cakes are $3.50 to $4. Fabiane Lima (below), who owns the shop with Jimmy Tuohy and" , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Fancy Baking in Williamsburg, From France by Way of Brazil" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/dining\/food-stuff-fancy-baking-in-williamsburg-from-france-by-way-of-brazil.html"} , {"body" : "IT'S early on a Thursday night in Williamsburg, Brooklyn, and a handful of locals have gathered at D.O.C., a rustic little corner wine bar that resembles a farmhouse kitchen. At one table, a couple is playing cards. At another, one of the owners is flirting with several women, recommending dishes with dramatic gestures toward the hand-written menu," , "date" : "20020925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "New York by the Wineglass" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/25\/dining\/new-york-by-the-wineglass.html"} , {"body" : "Peter Kowald, the German bassist who worked in the realm of free improvisation and brought to his musicianship a lifetime of wide traveling and study and an admiration of interdisciplinary art, died early Saturday morning after a performance in Williamsburg, Brooklyn. He was 58 years old, and died of a heart attack at the home of his friends and" , "date" : "20020924" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "8" , "title" : "Peter Kowald, 58, Jazz Bassist And Traveler" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/24\/arts\/peter-kowald-58-jazz-bassist-and-traveler.html"} , {"body" : "The longtime editor of the weekly Yiddish-language newspaper Der Blatt has been arrested on charges that he committed stock fraud in Florida, the authorities said yesterday. The editor, Jack Brach, 44, must return to Florida next week to face charges and will plead not guilty, his lawyer, Benjamin Brafman, said. Prosecutors in Fort Myers, Fla.," , "date" : "20020924" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Editor Charged With Stock Fraud" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/24\/nyregion\/metro-briefing-new-york-brooklyn-editor-charged-with-stock-fraud.html"} , {"body" : "THE F train packed at day's end with 20-something commuters rumbles toward Brooklyn, but passengers look animated, not exhausted, and chat away as though they're off on a college football weekend. They are living out their dreams of making it in New York City even though they cannot afford Manhattan rents and often make the commute twice a day --" , "date" : "20020922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After Graduation, Lessons in Renting" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/22\/realestate\/after-graduation-lessons-in-renting.html"} ,   {"body" : "It is the undisputed king of the Brooklyn skyline, the most populous borough's only widely recognized piece of architecture that is not a roller coaster. Its gigantic clock tower looms up in half the apartment windows in town, a communal wristwatch that sometimes seems to be watching you. It is the Williamsburgh Savings Bank building, Brooklyn's" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "MY BROOKLYN; A Tower of Dentists Wears a Golden Crown" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/arts\/my-brooklyn-a-tower-of-dentists-wears-a-golden-crown.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RAY BARRETTO'S NEW WORLD SPIRITS, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. Mr. Barretto, the conguero, showed up on a lot of jazz albums from the 1960's, was a hero" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/movies\/pop-and-jazz-guide-966444.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/20\/arts\/art-guide.html"} , {"body" : "It's not unusual for a bar to open in Brooklyn. It is unusual for a bar as stylish as the Red and Black to open in a former wholesale fish market in Williamsburg, Brooklyn. The Red and Black's most striking feature is a birch-covered, vaulted ceiling, above, stained with a custom mix of methanol and aniline dye and running the length of the bar." , "date" : "20020919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: INTERIORS; Williamsburg With a Birch Ceiling And Voltairean Wallpaper" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/19\/garden\/currents-interiors-williamsburg-with-a-birch-ceiling-and-voltairean-wallpaper.html"} , {"body" : "THE Mekons are among the last bands you'd ever expect to pay tribute to themselves. Loose, anarchic and continually evolving, this eight-piece group has resisted clear definition since its founding in 1977 in Leeds, England. In its early years it played noisy punk with a contrarian twist, with songs like ''Never Been in a Riot'' that challenged the" , "date" : "20020915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Music This Week; The Mekons Mark Their First 25 Years" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/15\/arts\/music-this-week-the-mekons-mark-their-first-25-years.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MUHAL RICHARD ABRAMS QUARTET AND TRIO, Society for Ethical Culture, 2 West 64th Street, (212) 594-7149. Two different groups led by one of the most accomplished composer-pianists" , "date" : "20020913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/13\/movies\/pop-and-jazz-guide-855375.html"} , {"body" : "Priska C. Juschka Fine Art 97 North Ninth Street Williamsburg, Brooklyn Through Oct. 6 The young artists in this larky group exhibition share friendship, a downtown sensibility (rooted geographically on Manhattan's Lower East Side) and an anarchic, school's-out-forever, post-punk-hippie-grunge aesthetic. Justine Kurland, who has a concurrent show" , "date" : "20020913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART IN REVIEW; 'You're Just a Summer Love, But I'll Remember You When Winter Comes'" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/13\/arts\/art-in-review-you-re-just-a-summer-love-but-i-ll-remember-you-when-winter-comes.html"} , {"body" : "Pierogi 177 North Ninth Street Williamsburg, Brooklyn Through Oct. 7 Matt Marello's ''Pollock Project'' is an astringently comic multimedia meditation on the cult of the doomed artist. In the darkened gallery, video machines project flickering, jerky film loops that look like old home movies onto three home-movie screens. Each features Mr. Morello" , "date" : "20020913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART IN REVIEW; Matt Marello -- 'The Pollock Project'" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/13\/arts\/art-in-review-matt-marello-the-pollock-project.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LILLIAN FREDERICK A Modest Woman of Faith At Aon Corporation, where Lillian Frederick was an administrative assistant, her colleagues heard only a few tales from the warm, serene woman who was an office presence, but hardly its social butterfly. They heard" , "date" : "20020910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PORTRAITS OF GRIEF: THE VICTIMS; Serene Woman, Practical Joker, Gentle Uncle and Brilliant Niece" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/10\/nyregion\/portraits-grief-victims-serene-woman-practical-joker-gentle-uncle-brilliant.html"} , {"body" : "HOUSE hunting has been somewhat less frenzied so far this year than in the last several years in the New York City area, brokers say, although brokerage executives and buyers alike complain of a shortage of inventory. Prices have continued to climb, with average increases registering in double digits in many communities, especially the suburban" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Continue Robust Upward March" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/realestate\/prices-continue-robust-upward-march.html"} ,   {"body" : "TOSHI wasn't looking for a building to buy, and he certainly wasn't planning to become a landlord. He was living in an apartment in the Williamsburg section of Brooklyn, acting in television shows like Conan O'Brien's and ''One Life to Live'' and giving big parties four or five times a year that people paid to attend. He was having fun -- more fun" , "date" : "20020908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Williamsburg, Brooklyn; A Giver of Parties Now Also Gives Leases" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/08\/realestate\/habitats-williamsburg-brooklyn-a-giver-of-parties-now-also-gives-leases.html"} , {"body" : "Edmund Taylor Pratt Jr., a former chairman of Pfizer Inc., whose long executive tenure bolstered the company's role in research and operations worldwide, died on Thursday at Memorial Sloan-Kettering Cancer Center. He was 75 and lived in Port Washington, N.Y. He suffered a brief illness, his family said. In more than 30 years with the company, Mr." , "date" : "20020907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "16" , "title" : "Edmund Taylor Pratt Jr., 75, A Former Chairman of Pfizer" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/07\/business\/edmund-taylor-pratt-jr-75-a-former-chairman-of-pfizer.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. BEN ALLISON'S PEACE PIPE, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. A quintet led by Mr. Allison, the bass player, including the kora player Mamadou Diabate," , "date" : "20020906" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/06\/movies\/pop-and-jazz-guide-734870.html"} , {"body" : "Black Dice -- Brooklyn alienation-effect merchants by way of the Rhode Island School of Design -- have a reputation for pushing their noise-jams to confrontational levels of volume. But their forthcoming album, ''Beaches and Canyons,'' out next month on DFA records, and their hourlong show Friday night at Northsix in Williamsburg, Brooklyn," , "date" : "20020902" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "POP REVIEW; Searching for Bliss Beyond the Sonic Battleground" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/02\/arts\/pop-review-searching-for-bliss-beyond-the-sonic-battleground.html"} , {"body" : "SPIKE LEE has relocated to the Upper East Side and Spike's Joint, his boutique at the corner of South Elliot Place and Lafayette Avenue, is history, but the filmmaker's lens still frames the image of Fort Greene, the Brooklyn neighborhood where he grew up. When he began his career with the 1986 comedy ''She's Gotta Have It,'' he drew upon the world" , "date" : "20020901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Fort Greene; Diversity, Culture and Brownstones, Too" , "url" : "http:\/\/www.nytimes.com\/2002\/09\/01\/realestate\/if-you-re-thinking-living-fort-greene-diversity-culture-brownstones-too.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * AEROSMITH, Jones Beach Theater, Wantagh, N.Y., (516) 221-1000. Since the band's first heyday in the 1970's and with its resurgence in the 1990's, Aerosmith's songwriting team," , "date" : "20020830" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/movies\/pop-and-jazz-guide-626392.html"} , {"body" : "A Brooklyn man was stabbed in the chest and seriously wounded last night when he confronted a man who had dumped garbage on his property, the police said. The victim, identified as Mendy Rosenberg, saw the man discard large tree branches on his empty lot at Classon and Park Avenues in Williamsburg around 7:20 p.m., according to the police. Mr." , "date" : "20020830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Is Stabbed" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/30\/nyregion\/brooklyn-man-is-stabbed.html"} , {"body" : "WHETHER you are a scorpion, a fire ant or a human, the desert demands creativity of its inhabitants. This skin-searing stretch of the Mojave foothills, two and a half hours east of Los Angeles, is a landscape of extremes, marked by rock slides waiting to happen and the spiky yucca plants, called Joshua trees, that look like botanical sparklers. So" , "date" : "20020829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["JOSHUA TREE (CALIF)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Fine Terrain for Scorpions and Artists" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/29\/garden\/fine-terrain-for-scorpions-and-artists.html"} , {"body" : "Daniel L. Doctoroff's eight-year quest to bring the Olympics to New York went from quixotic to quite possible yesterday. The investment banker turned deputy mayor for economic development has long extolled the virtues of international sports competition, and the choice of New York to be one of two candidates for the 2012 Summer Games yesterday was" , "date" : "20020828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dreaming of Stadiums and Souvenirs" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/28\/nyregion\/dreaming-of-stadiums-and-souvenirs.html"} , {"body" : "THEY are a fixture of night in the city, just like the colored lights on the Empire State Building and the Mexicans who tend flowers at 24-hour delis. Young children, up late. The phenomenon is clear to anyone who visits the city's streets, subways, stores and fast-food restaurants after 10 p.m. Summer is prime time for the wee hours, and the city" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Of the Night; Snug in bed? No. Like New York's adults, its kids are often up and about in the wee hours." , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/children-night-snug-bed-no-like-new-york-s-adults-its-kids-are-often-up-about.html"} ,   {"body" : "When hitting the road this summer, Cyd and Alec Daitsman have passed up hot spots like the Hamptons and Fire Island. Instead they've made the scene in Troy, N.Y., Augusta, N.J., and Aberdeen, Md. Those towns aren't known for their beaches or night life. But they do have minor-league ballparks, where the Daitsmans can indulge their summertime" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Fans Aren't Minor: They Root, Root, Root For the Home Team, Even on the Road" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/nyregion\/neighborhood-report-brooklyn-up-close-fans-aren-t-minor-they-root-root-root-for.html"} , {"body" : "BRAGMAN-Mary. November 21, 1911-August 22, 2002. Died after a brief illness at the Rockleigh Jewish Home. Mary and her husband Ben co-founded Service Smoked Fish in Williamsburg, Brooklyn. Mary retired as president of the company. Survived by her daughter Sanda Cohen (Sam), son Billy Bragman (John Mortimer), and daughter Susan Johnson (Bill), her" , "date" : "20020825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths BRAGMAN, MARY" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/25\/classified\/paid-notice-deaths-bragman-mary.html"} , {"body" : "They are two stepsisters. Both are unmarried mothers on public assistance, both were raised in the same apartment in Williamsburg, Brooklyn, and both say they do not have enough money to pay rent. Yet only one of them is homeless. This summer, an epidemic number of families calling themselves homeless has flooded the city's shelters. As the" , "date" : "20020823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For 2 Stepsisters, 2 Choices on Homelessness" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/23\/nyregion\/for-2-stepsisters-2-choices-on-homelessness.html"} , {"body" : "A fatal mauling of a baby girl in the Catskills on Monday follows a spate of bear sightings in recent years that have concerned wildlife officials across the New York region and even spurred calls for the first bear hunt in New Jersey in three decades. But these officials emphasized that bear attacks on people remained exceedingly rare, and that" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "FALLSBURG (NY)" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Recipe for a Run-In: More Bears, and More People in Their Path" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/nyregion\/a-recipe-for-a-run-in-more-bears-and-more-people-in-their-path.html"} , {"body" : "THEY were singing ''Happy Birthday'' at M Shanghai Bistro & Den the other evening to a woman whose age, for the purposes of anecdote, is of no concern. The bartender clanged a gong as the restaurant's customers, seated along communal tables in the small dining room, clapped. A cake was presented: airy, with a chocolate filling and white icing. The" , "date" : "20020821" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Chinese Trappings in an All-American Hideaway" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/21\/dining\/25-and-under-chinese-trappings-in-an-all-american-hideaway.html"} , {"body" : "A young black bear killed a 5-month-old girl outside her family's summer bungalow in a Catskill resort yesterday afternoon, snatching the sleeping baby from her stroller while the mother took her two other children to safety. The bear ran into the woods of Fallsburg, N.Y., with the girl, but dropped her moments later as horrified members of an" , "date" : "20020820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FALLSBURG (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Catskill Bear Snatches Infant From Stroller And Kills Her" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/20\/nyregion\/catskill-bear-snatches-infant-from-stroller-and-kills-her.html"} , {"body" : "AT 1 a.m. on a recent Saturday, the area around ground zero in Lower Manhattan appeared deserted except for a crew from Con Edison. But on a side street, among the vacancy signs and garbage bags, throngs of young people dressed in retro rock T-shirts crowded the entrance to the John Street Bar and Grill. Gideon Yago, 24, an MTV News reporter who" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "On Wall Street After Dark, A New Bohemia Beckons" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/style\/on-wall-street-after-dark-a-new-bohemia-beckons.html"} , {"body" : "LASAGNA gardening has nothing to do with pasta, cheese and tomato sauce. It does have to do with layers, though. ''Essentially, it's growing things right out of your compost pile,'' Marilyn Johnson said, standing in her own lasagna garden, which was inspired by the book ''Lasagna Gardening'' by Patricia Lanza (Rodale, 1998; $26.95). The book's" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GATEWAY NATIONAL RECREATION AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CUTTINGS; Yes, It's Really Called Lasagna Gardening" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/cuttings-yes-it-s-really-called-lasagna-gardening.html"} , {"body" : "LASAGNA gardening has nothing to do with pasta, cheese and tomato sauce. It does have to do with layers, though. ''Essentially, it's growing things right out of your compost pile,'' Marilyn Johnson said, standing in her own lasagna garden, which was inspired by the book ''Lasagna Gardening'' by Patricia Lanza (Rodale, 1998; $26.95). The book's" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; In Brooklyn, Lasagna Gardening (No Pasta)" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/nyregion\/cuttings-in-brooklyn-lasagna-gardening-no-pasta.html"} , {"body" : "Andrea Kathleen Polli, an artist who works in interactive electronic media, and Charles Jonathan Varga, a special-effects technician, are to be married this evening in Manhattan. The Rev. Ivan Stang, a Unitarian-Universalist minister, will officiate aboard the Yankee, a ferry and museum docked at Pier 25. Ms. Polli, 34, will keep her name. Her work" , "date" : "20020818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Andrea Polli, Charles Varga" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/18\/style\/weddings-andrea-polli-charles-varga.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MONTY ALEXANDER TRIO, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Monty Alexander, a jazz pianist originally from Jamaica, has lately been refitting reggae" , "date" : "20020816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/16\/movies\/pop-and-jazz-guide-418480.html"} , {"body" : "MANDELL-Solomon Shalk, was born in New York City in 1918. His mother came from Vilna and his father from Minsk. They immigrated to the United States in 1910 and settled in the Lower East Side. Mr. Mandell spent his pre-school years in Williamsburg, Brooklyn, where his grandfather was a rabbi, and then attended public schools in the Bronx. He" , "date" : "20020814" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths MANDELL, SOLOMON SHALK" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/14\/classified\/paid-notice-deaths-mandell-solomon-shalk.html"} , {"body" : "ON a cold weekday afternoon last January, 34- year-old Brian Benavidez plopped down with his girlfriend on a big white shabby-chic sofa in his loft in Williamsburg, Brooklyn, to watch a documentary about hot dogs. Mr. Benavidez, an M.B.A. and former investment banker, had been out of work since October, when he was laid off from his six-figure job" , "date" : "20020811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Dot-Commers on a Mom and Pop Track" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/11\/style\/dot-commers-on-a-mom-and-pop-track.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ALBITA, Queens Theater in the Park, Flushing Meadows-Corona Park, (718) 760-0064. Albita Rodriguez, a Cuban singer now living in the United States, brings a rocker's stage" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/movies\/pop-and-jazz-guide-309613.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This summer opera festival has become known for inventive productions, solid casts of young singers and repertory that tilts toward the unusual, all played in a comfortably intimate" , "date" : "20020809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/09\/movies\/classical-music-and-dance-guide.html"} , {"body" : "There is probably no place at Queens College that Russell K. Hotzler likes more than the new Welcome Center. When he arrived as acting president two years ago, it was a plain, windowless room with blank walls, far from the campus's main entrance. Now it is near the entrance and resembles the elegant reception area of a small, well-heeled college," , "date" : "20020807" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "CUNY's Mr. Fixit, Moving to York From Queens" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/07\/nyregion\/cuny-s-mr-fixit-moving-to-york-from-queens.html"} , {"body" : "It is a little-known fact of social science that, above a certain temperature, the will to be fashionable fails. Experts are divided about the point on the thermometer where this phenomenon sets in, but after a string of days with temperatures in the 90's, even New York's hard-core fashionable tossed over their Edmundo Castillos last week for" , "date" : "20020806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "If You Can't Stand the Heat, Get Out of the Suit" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/06\/nyregion\/if-you-can-t-stand-the-heat-get-out-of-the-suit.html"} , {"body" : "It's not quite the end of the city's rock world as we know it, but Manhattan's downtown music scene is shrinking again, even as Brooklyn's expands. The latest downtown casualty is Brownies, that East Village temple of alternative rock wedged into a dive of a bar. It closes its doors this weekend with the band Hot Socky holding forth. Brownies, on" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Rock Alternatives: A Music Scene Migrates to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/neighborhood-report-new-york-up-close-rock-alternatives-music-scene-migrates.html"} , {"body" : "CORKY LEE has a day job. He works in sales and customer service at Expedi Printing in East Williamsburg, Brooklyn, the company that prints India Abroad, News Tibet, Dog News, Dan's Paper, The New York Sun, The New York Law Journal and Bamboo Girl zine. When he gets off work, though, he straps on a camera and becomes, in his words, ''the Undisputed" , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART\/ARCHITECTURE; Getting Asian-Americans Into the Picture" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/arts\/art-architecture-getting-asian-americans-into-the-picture.html"} , {"body" : "Some New York bar and restaurant owners say they knew the economic climate was getting dire when their waiters, waitresses and bartenders vanished during their off hours. For a time after Sept. 11, tips fell so sharply that employees could not afford to spend their time on the drinking side of the bar, where half their drinks were often free." , "date" : "20020804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "32" , "title" : "Business Is Better; the Bartender's Drinking" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/04\/nyregion\/business-is-better-the-bartender-s-drinking.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. In the Imax Theater, ''Bears'' and ''Kilimanjaro: To the Roof of Africa.'' Imax tickets for both films, including museum admission," , "date" : "20020802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/02\/arts\/spare-times-278483.html"} , {"body" : "Garbage in New York City has always been about pain and gain. Some residents and neighborhoods are plagued by stink and noise and the other irksome effluvia of trash collection. Others see only clean streets, with the clanking machinery of transport and disposal all but invisible. Mayor Michael R. Bloomberg's plan to refashion the system with giant" , "date" : "20020802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trash Plan Alters Mix Of Winners And Losers" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/02\/nyregion\/trash-plan-alters-mix-of-winners-and-losers.html"} , {"body" : "In the 10 years since she was first elected to the State Senate, Nellie Santiago has never faced an election without a Democratic primary challenge. Still, Ms. Santiago, who represents Bushwick and Cypress Hills in Brooklyn, has typically won easily with wide margins over little-known opponents. Coasting to victory this year is shaping up to be a" , "date" : "20020801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CYPRESS HILLS (NYC)" , "NEW YORK STATE" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Easy Victories, Brooklyn State Senator Faces a Tough Primary Battle" , "url" : "http:\/\/www.nytimes.com\/2002\/08\/01\/nyregion\/after-easy-victories-brooklyn-state-senator-faces-a-tough-primary-battle.html"} , {"body" : "The winey tartness of rhubarb adds a nice touch to the apple juice just introduced by Red Jacket Orchards of Geneva, N.Y. The freshly pressed, pasteurized juice has a hint of pink and is excellent over ice or cut with iced tea or lemonade. At cocktail time, it is a felicitous mixer for gin. This summer, the juice is available until around Aug. 10" , "date" : "20020731" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Summer Romance: Apple and Rhubarb" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/31\/dining\/food-stuff-a-summer-romance-apple-and-rhubarb.html"} , {"body" : "A few years ago, the murmurs started. Artists were discovering the attractions of the South Bronx: cheap rent, good subway access and, especially, vacant industrial space. A few dozen artists arrived, but the expected explosion never occurred. But that may change. Carnegie Management Corporation, a Brooklyn developer, is putting the finishing" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MOTT HAVEN; With Lofts Scarce, the Bronx Beckons and Artists Notice" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/neighborhood-report-mott-haven-with-lofts-scarce-bronx-beckons-artists-notice.html"} , {"body" : "Finding the Johannis Grocery in Bushwick, Brooklyn, is easy. Just head to the corner of Jefferson Street and Bushwick Avenue and look for the sign that says ''San Miguel Grocery.'' Looking for the Top Banana bodega in Alphabet City? The awning says ''Avenue D Grocery.'' And just off Grand Concourse on East 167th Street in the Bronx, San Martin" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; A Name? Bodega Is a Bodega Is a Bodega" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/nyregion\/neighborhood-report-new-york-up-close-a-name-bodega-is-a-bodega-is-a-bodega.html"} , {"body" : "IF material objects can carry emotional weight, try to calculate the load-bearing capacity of the gown your mother wore on her wedding day. Laurel Trask of San Carlos, Calif., started looking for her late mother's 1946 rayon brocade gown after she and her fiancé, Brian Connor, made plans to marry this fall. ''Since my mother had Alzheimer's for" , "date" : "20020728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "FIELD NOTES; Bridal Gowns That Draw Oohs A Second (or Fifth) Time Around" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/28\/style\/field-notes-bridal-gowns-that-draw-oohs-a-second-or-fifth-time-around.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the offerings of the adventurous Glimmerglass Opera festival. It's a long drive from New York City," , "date" : "20020726" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AMBER, the World, 1501 Broadway, at 43rd Street, (212) 398-2563. Amber seems to have just the right voice for dance-floor smash hits: on ''Sexual (La Da Di)'' and ''This Is Your" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/movies\/pop-and-jazz-guide-172634.html"} , {"body" : "It's called Manchester madness. Each summer Antiques Week in New Hampshire is seven days of shopping mayhem. This year from Aug. 3 to 10 six American antiques shows will be held within a 10-mile radius of Manchester, N.H. In addition, Northeast Auctions has two days of Americana sales with 1,200 lots. The events attract Americana collectors and" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANCHESTER (NH)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ANTIQUES; When Buyers Of Americana Decide to Sell" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/arts\/antiques-when-buyers-of-americana-decide-to-sell.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020726" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/26\/arts\/art-guide.html"} , {"body" : "ANDRÉ VAN HOEK was wheeling a 27-foot vehicle through the streets of industrial Brooklyn and talking about his social life. Mr. van Hoek, 42, runs a small woodworking shop under his own name in the Williamsburg section, doing custom work for the Guggenheim Museum, the Ellis Island Immigration Museum and private residential clients. Last year, he" , "date" : "20020725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOME AWAY FROM HOME WITH: André Van Hoek; A Life in Brooklyn Takes a Wide Turn" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/25\/garden\/home-away-from-home-with-andre-van-hoek-a-life-in-brooklyn-takes-a-wide-turn.html"} , {"body" : "If a band wants to transmit energy from the stage to the audience, perhaps tunes and lyrics and songs merely get in the way. That seems to be the conclusion reached by Arab on Radar, Lightning Bolt and the Locust, three noise-rock groups that came to Northsix, in Williamsburg, Brooklyn, on Thursday night. Arab on Radar took the stage first, and" , "date" : "20020724" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "POP REVIEW; Getting Their Vibe Across In Unconventional Ways" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/24\/arts\/pop-review-getting-their-vibe-across-in-unconventional-ways.html"} , {"body" : "Chaim Potok, a scholar and ordained rabbi whose best-selling novels about Hasidic Judaism explored the wrenching decision to forsake a close-knit parochial community for the world outside, died yesterday at his home in Merion, Pa. He was 73. He had been ill with cancer for some time, his wife, Adena Potok, said. Mr. Potok came to international" , "date" : "20020724" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "17" , "title" : "Chaim Potok, 73, Dies; Novelist Illumined the World of Hasidic Judaism" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/24\/books\/chaim-potok-73-dies-novelist-illumined-the-world-of-hasidic-judaism.html"} , {"body" : "When people speak of having a bad subway day, it is generally understood that the day in question took place in the subway. For Anthony Trocchia, this is not exactly the way it works. In fact, he explains, having trouble in the subway -- on the subway, dare he dream -- would be a kind of minor victory, something to be savored while stuck in the" , "date" : "20020723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Yes, It's 'Accessible.' You Just Can't Get There." , "url" : "http:\/\/www.nytimes.com\/2002\/07\/23\/nyregion\/tunnel-vision-yes-it-s-accessible-you-just-can-t-get-there.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the offerings of the adventurous Glimmerglass Opera festival. It's a long drive from New York City," , "date" : "20020719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AL-MASHREQ ALL-STARS, La Guardia High School, 100 Amsterdam Avenue, at 65th Street, Manhattan, (212) 721-6500. The New York composer Elliott Sharp has convened musicians from" , "date" : "20020719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/19\/movies\/pop-and-jazz-guide-067326.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/19\/arts\/art-guide.html"} , {"body" : "A man who the police said went on a shooting rampage and terrorized an East Village bar with kerosene pleaded not guilty yesterday at his arraignment on attempted-murder charges in State Supreme Court in Manhattan. The man, Steven Johnson, 34, of Williamsburg, Brooklyn, was also charged with kidnapping, second-degree murder as a hate crime, and" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Manhattan: Man In Rampage Arraigned" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/nyregion\/metro-briefing-new-york-manhattan-man-in-rampage-arraigned.html"} , {"body" : "Beer on the Agenda A tasting of food from Brooklyn restaurants with beers from the Brooklyn Brewery will be held on Saturday from 1 to 4 p.m. at the brewery, 79 North 11th Street, Williamsburg, to benefit the American Institute of Wine and Food. Tickets: $40 in advance, $50 at the door: (212) 447-0456. Ray's, Ray's and Ray's ''The Inauthenticity of" , "date" : "20020717" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/17\/dining\/calendar.html"} ,   {"body" : "With walls painted an institutional off-white and the chalky pink of a certain sour stomach remedy, Woodhull Medical and Mental Health Center could never be mistaken for an art museum. Yet hanging in virtually every corner is art of a caliber few would expect to find in a public hospital at the chaotic intersection of three tough north Brooklyn" , "date" : "20020715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "For Post-Op, a Dose of Pop Art at a Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/15\/nyregion\/for-post-op-a-dose-of-pop-art-at-a-brooklyn-hospital.html"} , {"author" : "Michael Shapiro's next book, ''The Last Good Season: Brooklyn, the Dodgers and Their Final Pennant Race Together,'' is due out next year." , "body" : "I was 4 years old when the Dodgers left Brooklyn, but unlike the team, I stayed. I never went to Ebbets Field. I never even saw it. I lived in Brooklyn until I was 21 and when I, too, finally left, I did so still believing that had the Dodgers not abandoned the borough for Los Angeles, Brooklyn would have been altogether different, not the flat," , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "MY BROOKLYN; The Team That's Filling the Void the Dodgers Left Behind" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/my-brooklyn-the-team-that-s-filling-the-void-the-dodgers-left-behind.html"} , {"body" : "Shops on Atlantic Avenue sell midcentury modern furniture at prices that would suit a SoHo shopkeeper. Bars in Williamsburg, once a haven for artists on a budget, serve the same $10 cosmopolitans found in Manhattan nightspots. So it should come as no surprise that Tim and Nina Zagat, publishers of the ubiquitous Zagat Survey, have released their" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Gets a Zagat Guide to Call Its Very Own" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/nyregion\/brooklyn-gets-a-zagat-guide-to-call-its-very-own.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer, opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the offerings of the adventurous Glimmerglass Opera festival. It's a long drive from New York" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * MARC ANTHONY, Madison Square Garden, 33rd Street and Seventh Avenue, Manhattan, (212) 465-6741. Mr. Anthony pines for romance with one of the most ardent voices in pop: a tenor" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/movies\/pop-and-jazz-guide-955728.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/12\/arts\/art-guide.html"} , {"body" : "The proportion of New York State middle-school students passing the state's reading and writing test dropped strikingly this year, falling well below the levels of four years ago, except in the most affluent suburban school districts. Commissioner Richard P. Mills of the State Department of Education, who announced the test results yesterday, said" , "date" : "20020711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reading Scores Drop Sharply In 8th Grade" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/11\/nyregion\/reading-scores-drop-sharply-in-8th-grade.html"} , {"body" : "Lore Noto, the theatrical producer who nurtured a little show called ''The Fantasticks'' and turned it into the world's longest-running musical, died on Monday at Calvary Hospital in the Bronx. He was 79 and lived in Forest Hills, Queens. He died after a long battle with cancer, his family said. Mr. Noto brought the ''The Fantasticks,'' a simple" , "date" : "20020710" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "18" , "title" : "Lore Noto, 79, Producer of 'The Fantasticks'" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/10\/arts\/lore-noto-79-producer-of-the-fantasticks.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. A listing of world-music concerts in New York City appears on this page. MARC ANTHONY, Jones Beach Theater, Wantagh, N.Y., (516) 221-1000. Marc Anthony pines for romance with one" , "date" : "20020705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/05\/movies\/pop-and-jazz-guide-856215.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/07\/05\/arts\/art-guide.html"} ,   {"body" : "Mayor Bloomberg may be easier than his predecessor was on jaywalkers and the homeless. He may even have smoked marijuana and enjoyed it. But lest he be chalked up as a laissez-faire flower child of a mayor, there is one position on which he sounds positively Giuliani-like: the mayor likes school uniforms. ''As the parent of two kids who had" , "date" : "20020630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; There's Something About A Schoolkid in Uniform" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/30\/nyregion\/neighborhood-report-new-york-up-close-there-s-something-about-schoolkid-uniform.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AESOP ROCK, Northsix, 66 North Sixth Street, Williamsburg, Brooklyn, (718) 599-5103. Aesop Rock is one of the city's most impressive rappers. He unfurls tongue-twisting verses in a" , "date" : "20020628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/28\/movies\/pop-and-jazz-guide-748811.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''IL BARBIERE DI SIVIGLIA.'' For the 36th year, the Metropolitan Opera has been bringing its enormously popular series of complete operas in free concert performances to public parks in the greater New York" , "date" : "20020628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/28\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/28\/arts\/art-guide.html"} , {"body" : "Now is the dregs of the mulberry season. Soon Donna Cameron will be able to stop hosing off her stoop every other day, where a neighbor's tree hangs over. The obligatory black T-shirt can be put away. No more purple shoeprints on the floors and rugs of her brownstone, on President Street in Park Slope, Brooklyn. It will be a blessed relief and a" , "date" : "20020624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Park Slope Journal; It Invades, It's Messy, But Look, It Feeds You" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/24\/nyregion\/park-slope-journal-it-invades-it-s-messy-but-look-it-feeds-you.html"} , {"author" : "Michael J. Lewis, chairman of the art department at Williams College, is the author of ''Frank Furness: Architecture and the Violent Mind.''" , "body" : "IN December 1999, the worst storm in French history swept through Versailles, uprooting trees by the thousands and ravaging the great Baroque gardens. Since then the site has been a horticultural emergency room. But rather than just repair the gardens, their custodians have decided on something more audacious: recreate the original designs of" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AMSTER YARD (NYC)" , "NEW YORK CITY" , "DRESDEN (GER)" , "VERSAILLES (FRANCE)" , "WILLIAMSBURG (VA)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "The Nation: Preservation; It Depends On How You Define 'Real'" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/weekinreview\/the-nation-preservation-it-depends-on-how-you-define-real.html"} , {"author" : "Lucius J. Riccio was city transportation commissioner from 1990 to 1993. He is senior vice president of Urbitran Associates, an engineering firm, and teaches business and engineering at Columbia University." , "body" : "HOW is New York different from Shanghai, São Paulo and Mexico City? For one thing, these cities are growing and New York is stalled. Shanghai's leaders, in fact, have resolved to make it the world's leading city by 2020. They are taking full advantage of their harbor and rail links to become a center of trade, finance and culture. Could Shanghai" , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; Make No Little Plans" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/soapbox-make-no-little-plans.html"} , {"body" : "There are probably not many places, even in the West Village, where a woman can dress an Asian jagged-shell turtle up in a bow, put her in the back of a modified Barbie Jeep Cherokee festooned with fake ivy and pull her around a schoolyard without attracting an enormous amount of attention. The New York Turtle and Tortoise Society's annual show," , "date" : "20020623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "West Village Journal; A Hard Shell Hides Man's Best Reptilian Friend" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/23\/nyregion\/west-village-journal-a-hard-shell-hides-man-s-best-reptilian-friend.html"} , {"body" : "Pausing from her Wednesday morning commute, Claire Mifflin straddled her mountain bike at the entrance to the Manhattan Bridge and eyed the seven-foot-high chain-link fence that lines both sides of the bridge's bicycle and pedestrian path. ''It's ugly and feels like you're contained too much,'' she said. She pointed to a four-foot iron railing that" , "date" : "20020622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "On Bridges, The View Includes Chain Links" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/22\/nyregion\/on-bridges-the-view-includes-chain-links.html"} , {"body" : "Bellwether 335 Grand Street, Williamsburg, Brooklyn Through July 1 Assume Vivid Astro Focus is the professional tag of the young artist Eli Sudbrack, who was born in Brazil and now lives in New York. The name splices together a couple of rock music references -- to Throbbing Gristle's ''Assume Power Focus'' album and the band Ultra Vivid Scene --" , "date" : "20020621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART IN REVIEW; Assume Vivid Astro Focus; -- 'Knowing When to Stop'" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/21\/arts\/art-in-review-assume-vivid-astro-focus-knowing-when-to-stop.html"} ,   {"body" : "The Mermaid Parade in Coney Island is one of New York City's bawdiest, an annual rite of summer, artistic freedom and scantily clad bodies. When this year's parade is held on Saturday, it may highlight a delicate question of personal expression and test women's rights to expose themselves. That is because of a lawsuit filed yesterday by Amy" , "date" : "20020620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Parade of Fins and Skin Tests How Little Cover Is Legal" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/20\/nyregion\/a-parade-of-fins-and-skin-tests-how-little-cover-is-legal.html"} , {"body" : "A man accused of shooting three people and threatening to ignite kerosene in an East Village bar full of hostages early Sunday morning appeared for an arraignment in Manhattan criminal court yesterday. The man, Steven Johnson of Williamsburg, Brooklyn, did not enter a plea. The district attorney is investigating whether Mr. Johnson, 34, tried to" , "date" : "20020619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Shooting Suspect Is Arraigned" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/19\/nyregion\/metro-briefing-new-york-manhattan-shooting-suspect-is-arraigned.html"} , {"body" : "About a week before a rampage in the East Village in which the police say Steven Johnson shot three people and used kerosene and a lighter to terrorize a bar filled with hostages, he called his father in North Carolina. ''He seemed to be doing good,'' Samuel Johnson said yesterday. ''I asked him if he had any problems, and he said 'Yes,' but" , "date" : "20020618" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Suspect in Rampage, Depression, and an Arrest Record" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/18\/nyregion\/for-suspect-in-rampage-depression-and-an-arrest-record.html"} , {"body" : "Armed with three pistols, a 30-inch sword and kerosene, a gunman unleashed a furious swirl of violence on an East Village street early yesterday, shooting three people and holding patrons of a crowded wine bar hostage before being shot and wounded by police officers who stormed in, the authorities said. The gunman was identified as Steven Johnson," , "date" : "20020617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Shoots 3 In Rampage In East Village" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/17\/nyregion\/man-shoots-3-in-rampage-in-east-village.html"} , {"body" : "WHEN Stan Listokin first saw the 144-year-old St. Peter's Church in Brooklyn he was considering buying, his initial impulse was to tear it down. ''Then I thought of walking away,'' he recalled. ''And then I realized that I would never again have an opportunity like this. So I took a second look, spent money and time on due diligence to see if there" , "date" : "20020616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Where Home Is a Real Sanctuary" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/16\/realestate\/where-home-is-a-real-sanctuary.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIGONE RISING, BETTY, Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111. Fans of the Indigo Girls should also enjoy Antigone Rising, which has" , "date" : "20020614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/14\/movies\/pop-and-jazz-guide-529672.html"} , {"body" : "IN the sitting room of Ann Barish's Park Avenue penthouse, pride of place goes to a portrait of Mrs. Barish by a 26-year-old painter named Helen Garber. Mrs. Barish sat last week on a floral chintz sofa under the portrait, facing a Léger on the opposite wall. ''I always wanted a portrait, but I didn't want to sit in a velvet dress with pearls,''" , "date" : "20020613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE STUDIO WITH: HELEN GARBER; From Heavy Metal To High Society" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/13\/garden\/in-the-studio-with-helen-garber-from-heavy-metal-to-high-society.html"} , {"body" : "To the Editor: A June 7 letter writer bemoans the cycle in which the ''new elite'' displaces artists and writers from the ''culturally vital urban neighborhoods'' created by them. I would describe this cycle more fully, and be less cheerful about it than even the writer. Artists and writers do not ''create'' such neighborhoods in a vacuum. Too" , "date" : "20020613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Bohemians vs. Workers" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/13\/opinion\/l-bohemians-vs-workers-509485.html"} , {"body" : "Joe Maggio's video feature ''Virgil Bliss'' is set in a halfway house in a dilapidated section of Brooklyn, though its screenplay, full of odd, yearning references to 1930's westerns, could just as well have taken place in Tombstone, Ariz. The title character, played with grace and gentility by Clint Jordan, is a strong, silent and hopelessly" , "date" : "20020612" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; A Western Moved East, to the Brooklyn Frontier" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/12\/movies\/film-review-a-western-moved-east-to-the-brooklyn-frontier.html"} , {"body" : "ROXY PAINE can't decide. But then, he doesn't seem to want to. On the one hand, there is Jackson Pollock's pronouncement ''I am nature.'' On the other, there is Andy Warhol's ''I want to be a machine.'' Mr. Paine, whose work is the subject of a survey titled ''Second Nature'' here at the Rose Art Museum at Brandeis University, wants to embody both" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART\/ARCHITECTURE; Nature vs. Machines? There's No Need to Choose" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/arts\/art-architecture-nature-vs-machines-there-s-no-need-to-choose.html"} ,   {"author" : "E-mail: eating@nytimes.com" , "body" : "If you're looking for a meat-and-potatoes place to take Dad for Father's Day next Sunday, here are seven that should fit the bill. ANGELO & MAXIE'S * [Rating: One Star] (212) 220-9200; 233 Park Avenue South (19th Street); $$; Review: 1\/3\/97. This restaurant celebrates an America in which people smoked, drank and ate huge chunks of red meat. The" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Dad Wants Meat, O.K.?" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/good-eating-dad-wants-meat-ok.html"} , {"body" : "Classrooms are crowded and test scores lackluster. But a main issue facing Community School District 6, which covers Hamilton Heights and Sugar Hill, has been the flight of students. ''We have to send our children elsewhere, either to private schools or other public schools in District 5 and 3,'' said Beth Venn, an arts curator and mother of two" , "date" : "20020609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: HAMILTON HEIGHTS\/SUGAR HILL; School-in-a-School as a Lure" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/09\/nyregion\/neighborhood-report-hamilton-heights-sugar-hill-school-in-a-school-as-a-lure.html"} , {"body" : "''The good news,'' Conrad Milster boomed into the tour-bus microphone yesterday morning, ''is that we have an extra site today. It wasn't listed on your brochure.'' A brief pregnant pause filled the packed bus. ''It's an ammonia plant!'' Cheers echoed up the aisles. There is nothing, apparently, like a visit to a compressed-ammonia refrigeration" , "date" : "20020608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finding the Beauty In Vintage Tech; To an Industrial History Group, Brooklyn Has Much to Admire" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/08\/nyregion\/finding-beauty-vintage-tech-industrial-history-group-brooklyn-has-much-admire.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera AMERICAN SYMPHONY ORCHESTRA. Here, in a program called ''Opera and Oscar Wilde,'' Leon Botstein and his troops do what they do best, exposing listeners to music they may not have heard before. They offer" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * LOS AMIGOS INVISIBLES, Pier 54, 13th Street and the Hudson River, West Village, (212) 533-7275. Los Amigos Invisibles, from Venezuela, latch on to grooves from the last three" , "date" : "20020607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/07\/movies\/pop-and-jazz-guide-413640.html"} , {"body" : "A news report that Jewish neighborhoods in Brooklyn were the original targets of the terrorists responsible for the 1993 World Trade Center bombing has prompted community leaders in Williamsburg and Crown Heights to plan extra security precautions. The report, from an interview broadcast last night on ''60 Minutes,'' shocked some residents, while" , "date" : "20020603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jewish Leaders Plan Precautions After Report of Brooklyn Targets" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/03\/nyregion\/jewish-leaders-plan-precautions-after-report-of-brooklyn-targets.html"} , {"body" : "To the Editor: Re ''The Births of the Cool'' (May 19): I was incredulous to read about the woes of Williamsburg's interlopers, who have produced nothing tangible except for gentrification. That's the dreaded ''g,'' word, Williamsburg's secret. Your opening analogy, which mentioned ''Chitty Chitty Bang Bang'' and its image of ''offending visitors,''" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Baby Blues" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/l-baby-blues-334782.html"} , {"body" : "LEONARD S. SCHLEIFER, the son of a sweater manufacturer who grew up in the Rego Park section of Queens, was on his way to becoming a distinguished scientist. But after he earned an M.D. and a Ph.D. and started a research career in 1984 at Cornell University, he became fascinated with the biotechnology revolution. Though he had never held what he" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "Business; How a Side Effect Might Turn Into Success" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/business\/business-how-a-side-effect-might-turn-into-success.html"} , {"body" : "To the Editor: I have two words for these Williamsburg bohos: grow up. A Brooklyn native, I too was once single and a live-for-my-music Artist. I lived in Park Slope, the East Village and Chinatown. I didn't detest kids. Adults, if they're lucky, fall in love and have children. If that bugs you, move back to Ohio; I'm sure there's a nice loft" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Baby Blues" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/l-baby-blues-334790.html"} , {"body" : "To the Editor: Being a mother hasn't stopped me from loving Williamsburg, and the children's store that has single men running for cover just makes it easier for parents to enjoy their own neighborhood. The conflict should be over rules of behavior, not single vs. family. There's a fine line between ''us'' and ''them.'' The Williamsburg hipsters" , "date" : "20020602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Baby Blues" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/02\/nyregion\/l-baby-blues-334804.html"} ,   {"body" : "Abdul Rahman Yasin, the sole suspect in the World Trade Center bombing in 1993 who got away, said the twin towers were not the original target for that attack, because the mastermind of the plot had originally wanted to blow up Jewish neighborhoods in Brooklyn. Mr. Yasin spoke with Lesley Stahl of CBS News in an interview on May 23 in Iraq, where" , "date" : "20020601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Suspect in 1993 Bombing Says Trade Center Wasn't First Target" , "url" : "http:\/\/www.nytimes.com\/2002\/06\/01\/us\/suspect-in-1993-bombing-says-trade-center-wasn-t-first-target.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN.'' While the city's largest opera companies have already closed for the summer, the little Amato Opera has soldiered on; its season draws to an end this weekend with its final performances of" , "date" : "20020531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/31\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Art in Brooklyn Tuller Premium Food, 199 Court Street (Bergen Street), Cobble Hill, and Ellie Winberg Studio, 160 Union Street (Henry Street), Carroll Gardens; (718) 222-5047. The Brooklyn Working Artists Coalition will sponsor an open house on Saturday and Sunday from 1 to 6 p.m. Thirty-five artists will open their studios for self-guided tours in" , "date" : "20020530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/30\/garden\/calendar.html"} , {"body" : "Tucked into Mayor Michael Bloomberg's inaugural address was an eight-word promise that, if fulfilled, could greatly enhance the quality of life in this city and add an unexpected dimension to the Bloomberg mayoralty. ''We will bring new life to our waterfront,'' Mr. Bloomberg said, and while no details have emerged, the pledge itself was exciting" , "date" : "20020527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "Reclaiming New York's Waterfront" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/27\/opinion\/reclaiming-new-york-s-waterfront.html"} , {"body" : "George Wallace has spent half his life painting storefront awnings, menu boards, wall murals and amusement park game stalls around Coney Island. On any given day, from Palm Sunday, when Astroland Park opens for business, through Labor Day, he might be found touching up the bright block lettering on the facade of Ruby's Bar and Grill on the" , "date" : "20020526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; No Man Is Coney Island, but Mr. Wallace Is Close" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/26\/nyregion\/neighborhood-report-coney-island-no-man-is-coney-island-but-mr-wallace-is-close.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ANTIBALAS, Makor, 35 West 67th Street, Manhattan, (212) 601-1000. Antibalas delivers a New York makeover to Fela Kuti's Afrobeat, the Nigerian funk propelled by burly saxophones," , "date" : "20020524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/24\/movies\/pop-and-jazz-guide-193119.html"} , {"body" : "IT is de rigueur that an actor stepping into a long-running show speak graciously of his new colleagues, and so it is with Donovan Patton of ''Blue's Clues.'' His remarks concerning Slippery Soap and Mr. Mailbox and Side Table Drawer and others have been consistently insightful and respectful. And yet, one cannot but wonder. Mr. Patton is a" , "date" : "20020523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Searching for Clues in the Land of the Blue Dog" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/23\/nyregion\/public-lives-searching-for-clues-in-the-land-of-the-blue-dog.html"} , {"author" : "Information on sales and secret sources may be sent to rohrlich@nytimes.com." , "body" : "One reason that 60 percent of New York City public-school children read below grade level is that many elementary schools don't have libraries. Lonni Tanner, director of special projects for the Robin Hood Foundation, which seeks to eliminate poverty in New York City, visited 200 elementary schools three years ago. ''None had a complete library," , "date" : "20020523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: SCHOOL PROJECTS; Libraries Invite Young Readers to Check In" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/23\/garden\/currents-school-projects-libraries-invite-young-readers-to-check-in.html"} , {"body" : "DEAR DIARY: I was in a hurry to get from my office in SoHo to Kennedy Airport when my taxi became hopelessly snarled in traffic at the entrance to the Queens-Midtown Tunnel. My driver was in constant radio contact with his fellow drivers. After some discussion and input from the driver's network of friends, we decided to go back downtown and take" , "date" : "20020520" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/20\/nyregion\/metropolitan-diary-129046.html"} , {"body" : "IN the window of a video store on Bedford Avenue in Williamsburg, Brooklyn, hangs a poster for the 1968 film ''Chitty Chitty Bang Bang,'' in which a young boy and girl enter a land curiously devoid of children. Seeing the offending visitors, the townspeople gasp in horror, and the young pair are soon spirited away by a gaunt, long-haired man in" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Births Of the Cool" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/nyregion\/the-births-of-the-cool.html"} ,   {"body" : "JOEY RAMONE, who died of lymphoma last year, might have been tickled to know he has simultaneous birthday parties tonight. One, where bands will compete to appear on the B-side of a Joey Ramone tribute single, is at CBGB, the Bowery dive that was founded in 1973 and soon nurtured the Ramones, punk-rock and a circle of disparate but influential New" , "date" : "20020519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Then, Now: New Rock City" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/19\/arts\/then-now-new-rock-city.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN.'' The Met season is over, but the diminutive Amato Opera can take up the slack; its season extends until June 2. The final opera of its season is Bizet's enduring classic -- Gypsy, bullfighter and" , "date" : "20020517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "In the Case of the Purloined Panels, Robert Hickman trusts nobody. He says good morning to the construction workers at the 72nd Street subway station on Broadway, but he wonders whether any moonlight as burglars. He looks across the street, where a police car is always parked, and cannot understand why, on or about the night of Sunday, April 21," , "date" : "20020514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Hunting for a Thief With Underground Connections" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/14\/nyregion\/tunnel-vision-hunting-for-a-thief-with-underground-connections.html"} , {"body" : "Exercise in Manhattan? Uptown are high-priced health clubs and pricey personal trainers. Downtown has plenty of yoga and Pilates. But there was a physical fitness sighting over the weekend in a somewhat more unlikely location -- the Bowery -- at CB's Gallery, the next-door sister club of that famous hard-rock shrine, CBGB. About 20 people arrived" , "date" : "20020513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bowery Journal; Moshing to the Oldies, No Lycra Required" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/13\/nyregion\/bowery-journal-moshing-to-the-oldies-no-lycra-required.html"} , {"body" : "Joseph Bonanno, who founded one of the nation's most enduring Mafia families and rose to the pinnacle of organized crime in America, died Saturday in Tucson, where he lived for many years. He was 97. His death was reported by his lawyer, Alfred Donau, according to The Associated Press. Mr. Bonanno, according to law enforcement authorities, created" , "date" : "20020513" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Joe Bonanno, Mafia Chief Who Ran a New York Empire for 30 Years, Dies at 97" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/13\/nyregion\/joe-bonanno-mafia-chief-who-ran-a-new-york-empire-for-30-years-dies-at-97.html"} , {"body" : "Joseph Bonanno, who founded one of the nation's most enduring Mafia families and rose to the pinnacle of organized crime in America, died yesterday in Tucson, where he had been living for many years. He was 97. His death was reported by his lawyer, Alfred Donau, according to The Associated Press. Mr. Bonanno, according to law enforcement" , "date" : "20020512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Books"] , "page_facet" : "1" , "title" : "Joe Bonanno Dies; Mafia Leader, 97, Who Built Empire" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/12\/nyregion\/joe-bonanno-dies-mafia-leader-97-who-built-empire.html"} , {"body" : "THE idea that painting is dead is more passé than ever, judging from the medium's dominance in New York City's commercial galleries this weekend. Perhaps it is taking its revenge on museums that have been mostly otherwise engaged this season. Maybe dealers have put their best (selling) feet forward for the annual rite of spring auctions. But let's" , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART REVIEW; A Profusion of Painting, Very Much Alive" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/arts\/art-review-a-profusion-of-painting-very-much-alive.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN.'' For the final opera of its season, the diminutive Amato Opera offers a version of Bizet's enduring classic, Gypsy, bullfighter and all, scaled down to fit its tiny stage. The production is" , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIPOP CONSORTIUM, Northsix, 66 North Sixth Street, Williamsburg, Brooklyn, (718) 599-5103; S.O.B.'s (Sounds of Brazil), 204 Varick Street, at Houston Street, South Village, (212)" , "date" : "20020510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/10\/movies\/pop-and-jazz-guide-968188.html"} , {"body" : "Nzingha Dorner once gazed at the neglected structures and blighted buildings in her neighborhood and thought that replacing them took little more than some cash and a dream. She has since learned that developing a piece of property is not that simple. ''I thought that if I wanted a clothing store there, it's going there; that's the end of it,''" , "date" : "20020508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "At Workshop, Students Tackle Real-Life Problems" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/08\/nyregion\/at-workshop-students-tackle-real-life-problems.html"} ,   {"body" : "A passenger on a city bus in Brooklyn, apparently angry that it was moving slowly, stabbed the driver in the back yesterday. But the move backfired when the driver yanked the knife from his assailant and stabbed him, fatally, in the chest, the police said. The episode began about 1:30 p.m., the authorities said, when a B60 bus from Williamsburg to" , "date" : "20020506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bus Passenger Stabs Driver, Who Kills Him" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/06\/nyregion\/bus-passenger-stabs-driver-who-kills-him.html"} , {"body" : "THEATER Following is a selected list, compiled by Anna Bahney, of events through September. Performances rarely occur every day of the week, and programs are subject to change. Alabama ALABAMA SHAKESPEARE FESTIVAL -- Montgomery. (800-841-4273). Productions in two theaters. Festival Stage: May 21-July 27: ''Much Ado About Nothing.'' June 11-July 28:" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANADA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS; Warm Weather Destinations: A Nation of Stages" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/arts\/summer-festivals-warm-weather-destinations-a-nation-of-stages.html"} , {"body" : "Time Equities Inc., one of the largest co-op and condominium converters in the city, has embarked on its smallest conversion project ever -- turning a four-story red brick row house into a condo at 102 Clay Street in the Greenpoint section of Brooklyn. ''I thought, well, this is a little way to test the condo market,'' said Francis Greenburger, the" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 4 Stories, 4 Units on Clay Street in Greenpoint; A Row House in Brooklyn Is Turning Into Condos" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/realestate\/postings-4-stories-4-units-clay-street-greenpoint-row-house-brooklyn-turning.html"} , {"author" : "Simon Reynolds is the author of ''Generation Ecstasy: Into the World of Techno and Rave Culture'' (Little, Brown). He is writing a book about post- punk music of the 80's." , "body" : "AND now, the 80's. It was probably inevitable. The pop music and fashion industries depend on recycling their own history, and the retro styles of the 1960's and 70's had been strip-mined to the point of exhaustion. Anyway, pop cult revivals tend to arrive punctually after roughly 20 years -- just long enough for a period to acquire the charm of" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The 70's Are So 90's. The 80's Are The Thing Now." , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/arts\/the-70-s-are-so-90-s-the-80-s-are-the-thing-now.html"} , {"body" : "A map last Sunday with an article about new development in Williamsburg, Brooklyn, showed an erroneous location for a site owned by Louis and Allan Silverman that is to be developed as housing. The site, between Kent Avenue and the East River, is bounded by North Ninth and 10th Streets (not South Ninth and 10th). A second Silverman site was omitted" , "date" : "20020505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/05\/realestate\/c-corrections-847992.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA CLEMENZA DI TITO.'' In the echoing nave of the Cathedral of St. John the Divine, the conductor Julius Rudel is to lead the Manhattan School of Music Philharmonia in a concert performance of Mozart's" , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Five Myles 558 St. Johns Place Crown Heights, Brooklyn Through May 11 This exquisite show, organized by Hanna Tierney, treats architecture as an intimate medium, as personal as painting and sculpture. Marcia Hafif's model for her own home as an enclosure of egg-shaped rooms takes the form of a soft sculpture stitched from white quilted cloth." , "date" : "20020503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; 'Architecture for One'" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/03\/arts\/art-in-review-architecture-for-one.html"} , {"body" : "Tens of thousands of public-school children in New York City are experiencing chronic nightmares, fear of public places, severe anxiety and other mental health problems months after the World Trade Center attack, a study conducted for the Board of Education has found. Board officials say the study provides the most comprehensive look ever at the" , "date" : "20020502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Post-9\/11 Pain Found to Linger In Young Minds" , "url" : "http:\/\/www.nytimes.com\/2002\/05\/02\/nyregion\/post-9-11-pain-found-to-linger-in-young-minds.html"} , {"body" : "ANNE LINDEBERG'S first housing stop in Manhattan after she arrived from Minneapolis in 1999 was a friend's studio apartment on East Houston Street. A year later she moved into a two-bedroom apartment near Tompkins Square Park in the East Village, for $2,550 a month, sharing with a sister newly arrived from Boston. Now Ms. Lindeberg and her sister" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg: More Housing, Higher Prices" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/realestate\/williamsburg-more-housing-higher-prices.html"} , {"author" : "Maria Finn is the author of a novel, ''Prospect and Refuge,'' about a botanist in New York, and a book of essays titled ''Birds, Fish and Other States of Grace.'' She lives in Williamsburg, Brooklyn." , "body" : "TWO flower boxes hang from safety guards out my kitchen windows. Each is its own little Galápagos Island, evolving into a separate ecosystem, sown not only by me, but also by birds and small mammals. I'm never entirely sure what new sprouts are growing until they begin maturing. I'm not a patient person, so along with these random sprouts, I buy" , "date" : "20020428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "FIRST PERSON; A Little Galápagos" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/28\/nyregion\/first-person-a-little-galapagos.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'AMICO FRITZ.'' When it had its premiere, Mascagni's second opera seemed a contender to be even more popular than his first, ''Cavalleria Rusticana.'' ''L'Amico Fritz'' turned out not to" , "date" : "20020426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ON a recent afternoon, a pot of pink hydrangeas arrived at Metaphor Contemporary Art, a gallery on the 11th floor of a warehouse in Brooklyn near the Manhattan Bridge. Julian Jackson, 48, the gallery's boyish co-owner, gingerly carried the flowerpot through a crisp, white room that was dotted with abstract paintings. He ducked behind a curtained" , "date" : "20020424" , "day_of_week_facet" : "Wednesday" , "page_facet" : "23" , "title" : "SPACES; Gallery? Studio? Home? Blurring the Lines, Artists Paint and Sell" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/24\/arts\/spaces-gallery-studio-home-blurring-the-lines-artists-paint-and-sell.html"} , {"body" : "HISTORY is what happened to other people a long time ago. So how do museums and other institutions dedicated to preserving and interpreting history grapple with a momentous event, like Sept. 11, that is less than a year old and that happened in their hometown? In that time span, the New-York Historical Society has mounted three exhibitions relating" , "date" : "20020424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "page_facet" : "15" , "title" : "When History Isn't Something That Happens to Other People" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/24\/arts\/when-history-isn-t-something-that-happens-to-other-people.html"} , {"body" : "Just as high school students are making plans for senior proms, the State Legislature has passed a measure requiring judges to immediately suspend the licenses of teenagers caught driving drunk. Called Sean's Law, the legislation, passed today and expected to be signed by Gov. George E. Pataki, follows the death in a car crash last New Year's Eve" , "date" : "20020423" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Albany Votes to Suspend Licenses of Teenagers Caught Driving Drunk" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/23\/nyregion\/albany-votes-to-suspend-licenses-of-teenagers-caught-driving-drunk.html"} , {"body" : "The State Senate has agreed to redraw its redistricting plan to create an Upper Manhattan district with a Hispanic majority and to rejoin parts of Borough Park in Brooklyn that had been split, Gov. George E. Pataki said today after speaking at an annual conference of Latino voters and community leaders. The Brooklyn neighborhood of Williamsburg has" , "date" : "20020420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Senate Revises Its Proposal For New Legislative Districts" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/20\/nyregion\/senate-revises-its-proposal-for-new-legislative-districts.html"} , {"body" : "For years, Kiryas Joel, an enclave of Hasidic Jews in Orange County, N.Y., fought in court to create a public school district for its disabled children. And for years, its leading opponent was the New York State Association of School Boards, which argued that such a district would violate the constitutional separation of church and state. The" , "date" : "20020420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "KIRYAS JOEL (NY)" , "ORANGE COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Controversy Over, Enclave Joins School Board Group" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/20\/nyregion\/controversy-over-enclave-joins-school-board-group.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/19\/arts\/art-guide.html"} , {"body" : "The Bloomberg administration said yesterday that it would lift the morning ban on single-occupant vehicles on the Queensboro Bridge, in the Queens-Midtown Tunnel and in the Lincoln Tunnel beginning Monday morning, averting a potential legal battle with parking-garage owners and other opponents of the restrictions. The ban has been in place on those" , "date" : "20020419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lone Drivers? Some Can Come Into Manhattan" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/19\/nyregion\/lone-drivers-some-can-come-into-manhattan.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CLAUDIA ACUÑA, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. Ms. Acuña, a young jazz singer from Chile, is committed to the idea of a jazz singer as an inseparable" , "date" : "20020419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/19\/movies\/pop-and-jazz-guide-624683.html"} , {"body" : "Momenta Art 72 Berry Street Williamsburg, Brooklyn Through Monday John Connelly Presents 526 West 26th Street Chelsea Through May 6 These two shows are a memorial for Susan Goldman, a New York artist who graduated from the Hunter College M.F.A. program in 1993, worked in painting and sculpture as well as sound and digital art, and took her own life" , "date" : "20020419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; Susan Goldman" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/19\/arts\/art-in-review-susan-goldman.html"} ,   {"body" : "Brooklyn's skyline has only a few standouts. A building named Broken Angel is one of them. The building, at 4 Downing Street, north of Fulton Street in Clinton Hill, is 10 stories high behind a tract of starter homes on Grand Avenue. It is a jumble of structures cobbled together seemingly without reason; some of its ''stories'' are no more than" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CLINTON HILL; A Broken Angel Lifts Its Eccentric Wings Over the Brooklyn Skyline" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/neighborhood-report-clinton-hill-broken-angel-lifts-its-eccentric-wings-over.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "The three continents that surround the Mediterranean Sea -- Africa, Asia and Europe -- produce the diverse Mediterranean cuisine offered by these restaurants. GUS'S FIGS BISTRO (212) 352-8822; 254 West 27th Street (between Seventh and Eighth Avenues); $; $25 and Under: 1\/27\/99. Gus Theodoro's handsome restaurant captures the dreamy, sun-soaked aura" , "date" : "20020414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING; Mediterranean Bounty" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/good-eating-mediterranean-bounty.html"} , {"body" : "No one has ever seen a State Assembly district line drawn on the ground. And yet they can seem as real as fences. At a recent round of redistricting hearings, people from all over the state fought to move their lines, citing reasons as diverse as racial balance and the omission of a particular park or school. But the tiny neighborhood of Vinegar" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Enclave Links Its Political Fate to Its Rich History" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/nyregion\/enclave-links-its-political-fate-to-its-rich-history.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Baseball as America,'' an exploration of the relationship between baseball and American culture; through Aug. 18. ''Pearls,'' through Sunday. Conservatory: Tropical Butterflies Alive in Winter,'' through May 27. Special Programs: A lecture by Jane" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/arts\/spare-times-504823.html"} , {"body" : "Rome Arts 103 Havemeyer Street Williamsburg, Brooklyn Through Sunday Sally Resnik Rockriver is some kind of contender. She has an M.F.A. from Hunter College and is a regular contributor to Sandbox Magazine. She lives in Chapel Hill, N.C., teaching at the Resnik Thermal Lab, which she established in what appears to be a large open barn, judging from" , "date" : "20020412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; Sally Resnik Rockriver" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/12\/arts\/art-in-review-sally-resnik-rockriver.html"} , {"body" : "NOT so long ago, Clinton Street on the Lower East Side was a grim, grafitti-ridden streetscape. By night, bags of heroin were sold by brand name, while prostitutes peddled their wares nearby. Things looked even worse, if possible, under daylight, which shone on Clinton Street like fluorescent lights on a hangover. In a scant few years, though," , "date" : "20020410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "And to Think That I Ate It on Clinton Street" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/10\/dining\/and-to-think-that-i-ate-it-on-clinton-street.html"} , {"author" : "R. C. Baker's most recent exhibition was ''The Terminal Century'' at the Center for Book Arts in Manhattan. He lives and paints in Long Island City." , "body" : "What does it mean when a Manhattan icon becomes part of the commuting crowd? It's all about the real estate. The Museum of Modern Art's landmark International Style building is undergoing a massive renovation, and on June 29 the collection will start a three-year run at the old Swingline Stapler factory in Long Island City, Queens. The museum had" , "date" : "20020408" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Take the 7 Train" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/08\/opinion\/take-the-7-train.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''AGRIPPINA.'' This early Handel opera takes us to the world of the Roman Emperor Claudius and, more particularly, his scheming wife, Agrippina, and her unrestrained ploys to have her son, Nero (Nerone in the" , "date" : "20020405" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "In the three months since Rudolph W. Giuliani left City Hall, Mayor Michael R. Bloomberg and his administration have quietly changed the way the city does business, reviewing several complicated deals that were completed or left lingering in the waning days of the Giuliani administration. Mr. Bloomberg has also adopted a new management style at" , "date" : "20020404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Last Acts of the Giuliani Era Stall in Bloomberg's City Hall" , "url" : "http:\/\/www.nytimes.com\/2002\/04\/04\/nyregion\/last-acts-of-the-giuliani-era-stall-in-bloomberg-s-city-hall.html"} , {"body" : "A new home for the Musuem of the City of New York isn't in the cards at the Tweed Courthouse. If Mayor Bloomberg has his way, it will house the Board of Education and a school. But when the City section invited readers to suggest uses for the Tweed Courthouse, people offered a few other ideas. City officials, take note. Sell Gracie Mansion to the" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK VOICES; The Court Of Public Opinion" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/nyregion\/new-york-voices-the-court-of-public-opinion.html"} ,   {"author" : "Charlie LeDuff is a reporter at The New York Times." , "body" : "The SHORT SWEET DREAM OF EDUARDO GUTIéRREZ By Jimmy Breslin. 213 pp. New York: Crown Publishers. $22. There is a true story that goes around about Jimmy Breslin. Breslin -- if you do not know -- is looked upon by many young reporters and a few of the honest older ones as the living grandfather of plainspoken reportage. He is the master of" , "date" : "20020331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "North or Nowhere" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/31\/books\/north-or-nowhere.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. JOHN ABERCROMBIE QUARTET, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Mr. Abercrombie, the guitarist, has made his name on the ECM label, and he makes some" , "date" : "20020329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/29\/movies\/pop-and-jazz-guide-288292.html"} , {"body" : "Stefanya, a doleful, aging Pole, sat on a milk crate early yesterday morning in Brooklyn, vowing that she would work for no less than $10 an hour. ''I forgot tonight was Passover,'' Stefanya said through an interpreter, noticing that the bakery next door was closed. ''I think they'll use their regular women today. They work you so hard for Passover" , "date" : "20020328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Poles and Jews Refashion Old World Ties" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/28\/nyregion\/brooklyn-poles-and-jews-refashion-old-world-ties.html"} , {"body" : "Mayor Michael R. Bloomberg has never come right out and said that he would like to place tolls on the East River bridges into Manhattan, but his administration accounted for them in the proposed budget plan for 2006, and has conceded that they are under consideration. Yesterday, the mayor teased the idea out a bit in another unconventional way," , "date" : "20020328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Another Bloomberg Toll Idea: Charge Out-of-Towners More" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/28\/nyregion\/another-bloomberg-toll-idea-charge-out-of-towners-more.html"} , {"body" : "WE all think we know how gentrification works. Developers and yuppies discover charm in an old neighborhood, and soon the very people who created the neighborhood can't afford it anymore. Janitors and artists are forced out of their homes to make room for lawyers and bankers. This process has been routinely denounced in neighborhoods like Harlem" , "date" : "20020326" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; The Gentry, Misjudged As Neighbors" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/26\/nyregion\/the-big-city-the-gentry-misjudged-as-neighbors.html"} , {"body" : "A 9-year-old yeshiva student was run over and killed yesterday by a school bus he was running to catch in Williamsburg, Brooklyn, the police said. The boy, Zalmen Rosenberger, was on his way to school at 8:15 a.m. when the bus passed by the brick apartment building he lives in on Ross Street on Williamsburg's south side, said Rabbi Leib Glanz, a" , "date" : "20020326" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn Boy, 9, Dies in Fall Under School Bus" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/26\/nyregion\/brooklyn-boy-9-dies-in-fall-under-school-bus.html"} , {"body" : "A 19-year-old man riding a bicycle in Williamsburg was fatally stabbed by a man who rode off on the bike, the police said. The man, Henron Winfield, was riding at Marcy Avenue and South Fourth Street around 4:45 p.m. when the attacker stabbed him in the back, said Officer George Jensen, a police spokesman. Mr. Winfield had had a prior dispute with" , "date" : "20020325" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Riding Bike Is Stabbed To Death" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/25\/nyregion\/metro-briefing-new-york-brooklyn-man-riding-bike-is-stabbed-to-death.html"} , {"body" : "THE FASTING GIRL: A True Victorian Medical Mystery By Michelle Stacey Jeremy P. Tarcher\/Putnam ($23.95, hardcover) Mollie's story was too rich and strange not to find its way ultimately into print. When it finally hit -- despite her pleas for privacy -- it hit big. In the absence of ''20\/20'' and reality TV, the curious and the bored had in the" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "16" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; A Victorian Mystery and the Importance of Hot Dogs" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/new-york-bookshelf-nonfiction-a-victorian-mystery-and-the-importance-of-hot-dogs.html"} , {"body" : "It's now official. Silicon Alley, the district that presided over a thousand dot-com pies in the sky, is dead. This month, the giant billboard that proclaimed ''DoubleClick Welcomes You to Silicon Alley'' and long served as the area's unofficial gateway, was removed from its rooftop at 22nd Street and Broadway. ''We are putting our ad dollars into" , "date" : "20020324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: SILICON ALLEY; A Once-Evocative Name Falls Victim To the Bursting of the High-Tech Bubble" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/24\/nyregion\/neighborhood-report-silicon-alley-once-evocative-name-falls-victim-bursting-high.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ACID MOTHERS TEMPLE, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006. Japanese rock bands love to pick a niche and then stretch it to its limits. Acid Mothers Temple" , "date" : "20020322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/movies\/pop-and-jazz-guide-177997.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''CARMEN.'' This perfectly acceptable revival of a production by Jonathan Eaton seems to have been cast with visuals, rather than vocals, foremost in mind. The result is a good-looking," , "date" : "20020322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The area in the shadow of the Queensboro Bridge is loud and dirty. Many of those who live in it, like Barry Schneider, have long believed that reinstating the toll on the bridge, which was abolished in 1911, would lessen the gritty cloud of rush hour. Five weeks before Mayor Bloomberg's February proposal to charge tolls on the Queensboro," , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; Bridge Tolls: Silver Lining In a Budget Of Gloom?" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/nyregion\/neighborhood-report-east-side-bridge-tolls-silver-lining-in-a-budget-of-gloom.html"} , {"author" : "Darcey Steinke is the author, most recently, of ''Jesus Saves.'' She plays guitar in a band called Ruffian." , "body" : "During my teenage years, I was stuck in suburban Virginia, staring out the window at the cul-de-sac as I sprawled across the rosebud comforter of my white canopy bed. In my world women's reputations were strictly delineated: either you were good, i.e., you read books, always had clean hair and never swore; or bad, i.e., you wore tight jeans," , "date" : "20020317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Slouching Toward Downtown" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/17\/magazine\/slouching-toward-downtown.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN.'' Bizet's Gypsy returns to the New York City Opera this weekend in her first airing there this season, in the person of Paula Rasmussen and partnered by the Don José of William Joyner. The" , "date" : "20020315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A man who was convicted of murder in 1973 and paroled more than a year ago was found shot to death at a plant that processes construction debris, the police said last week. The body of the man, Patrick Flynn, 48, was found March 2 at a garbage transfer station in the Williamsburg section. Mr. Flynn was last seen on Feb. 28 at the Manhattan" , "date" : "20020311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Corpse Found At Waste Plant" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/11\/nyregion\/metro-briefing-new-york-brooklyn-corpse-found-at-waste-plant.html"} , {"body" : "A Brooklyn woman was arrested yesterday and charged with second-degree murder in the death on Wednesday of her newborn daughter, the police said. Denise Valerio, 22, had been taken to a hospital Wednesday suffering from heavy bleeding, and the dead newborn was discovered at her apartment in Williamsburg. ''The baby was stabbed numerous times,''" , "date" : "20020309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Arrest in Baby's Death" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/09\/nyregion\/arrest-in-baby-s-death.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. GEORGE ACOSTA, the World, 1501 Broadway, at 43rd Street, (212) 398-3439. George Acosta is a D.J. from Miami who embraces the hypnotic, energetic genre known as trance. His new mix" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/movies\/pop-and-jazz-guide-958115.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DON GIOVANNI.'' A season after retiring its old ''Don Giovanni,'' the New York City Opera is getting a new production of Mozart's classic opera from Thor Steingraber, the director responsible for last" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Roebling Hall 390 Wythe Avenue Williamsburg, Brooklyn Through Monday Digital technology and folk culture meet in the tenderly gaudy installation titled ''The Precious Stone and Gold Factory,'' which makes up Adriana Arenas's solo show. A video of a tropical landscape plays over the gallery walls; a piped-in Colombian pop song evokes the abject" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Adriana Arenas" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/art-in-review-adriana-arenas.html"} , {"body" : "Eyewash@Holland Tunnel 61 South Third Street Williamsburg, Brooklyn Through March 24 As far as I know, Holland Tunnel is the city's smallest gallery open to the public: it's housed in a gardening shed in a Brooklyn backyard. At the moment, though, it holds something unusually large, a single sculpture of a human body that fills the gallery itself" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Nina Levy" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/art-in-review-nina-levy.html"} ,   {"body" : "Pierogi 177 North Ninth Street, Williamsburg, Brooklyn Through March 18 Kim Jones is best known for public performances as the mute, elemental creature known as Mudman, for which he smears his body with wet earth and wears a bristling cagelike superstructure of dried branches. The grotesque drama of that apparition is carried over into the large" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Kim Jones; Gary Panter" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/art-in-review-kim-jones-gary-panter.html"} , {"body" : "Parker's Box 193 Grand Street Williamsburg, Brooklyn Through March 18 Parker's Box resembles a high-end elecronics store these days, with a small stock of select merchandise displayed on shelves: gunmetal-gray laptops, cameras and camcorders along with items of more ambiguous and possibly sinister use. Also vaguely sinister is the sound of a" , "date" : "20020308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Caroline McCarthy" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/08\/arts\/art-in-review-caroline-mccarthy.html"} , {"body" : "On a side street in Williamsburg, John Pomp (above), a glass artist, has opened One Sixty Glass, a studio and school, with Michiko Sakano (in background). The large, garagelike space functions on several levels. A retail area is in front (right), where Mr. Pomp's own creations are for sale, along with a signature line of vases, which is exclusive" , "date" : "20020307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: BROOKLYN -- GLASS; A Place to Buy a Vase, Or Catch Your Breath And Blow Your Own" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/07\/garden\/currents-brooklyn-glass-place-buy-vase-catch-your-breath-blow-your-own.html"} , {"body" : "In what was once a speakeasy, the BQE Lounge in Williamsburg offers (as one might guess) a glimpse of its namesake roadway from the main room. The bar is above La Brunette restaurant (once a hot-dog counter), and both are the work of Craig Shillitto, an architect and the principal at Weeve Projects. The original building was a mess, he said, and" , "date" : "20020307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: BROOKLYN -- BAR; Some Drive the Expressway; Some Just Drink to It" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/07\/garden\/currents-brooklyn-bar-some-drive-the-expressway-some-just-drink-to-it.html"} , {"body" : "JAGON ELDRIDGE, a saxophonist, was spending $550 a month for a 6-by-6-foot cubicle with paper-thin walls on the Upper West Side, his ears assaulted by unruly children next door. Kate Wattson, a painter, was negotiating the end of her marriage from a sun-deprived garden apartment in Brooklyn Heights. John Pavlou, a sculptor, was living over his" , "date" : "20020307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["YONKERS (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DESIGN NOTEBOOK; Grooming a Little Montmartre, Just North of the Bronx" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/07\/garden\/design-notebook-grooming-a-little-montmartre-just-north-of-the-bronx.html"} , {"body" : "LEVINE-Irving J. Died March 4, 2002, at the age of 89 in Princeton, New Jersey. Beloved husband of the late Dorothy Thome Levine for 61 years, he is survived by his son Richard J. Levine, daughter Nancy L. Castro, sister Pauline L. Rosenblum; four grandchildren, Jonathan D. Levine, Stephanie L. Castro, Russell N. Levine and Wendy E. Castro; three" , "date" : "20020306" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths LEVINE, IRVING J." , "url" : "http:\/\/www.nytimes.com\/2002\/03\/06\/classified\/paid-notice-deaths-levine-irving-j.html"} , {"body" : "Barry Manilow is ready for his comeback now. In the late 1970's Mr. Manilow could be heard crooning on every top-40 radio station in the country. With a knack for recording melodies that seem to bury themselves into the subconscious and cannot be removed except by exorcism, he recorded 11 No. 1 hits between 1974 and 1983, including ''Mandy,''" , "date" : "20020304" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Looking for Another 'Miracle'; With a New Album, Barry Manilow Finds Himself Back on the Charts" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/04\/arts\/looking-for-another-miracle-with-new-album-barry-manilow-finds-himself-back.html"} , {"body" : "WHEN Jason Wendell finds himself with a little extra cash -- not often these days -- he hops on the L train to Williamsburg, Brooklyn, and heads to Dungeon Rock Studio to pursue his ''double life.'' Mr. Wendell is recording an album. Mr. Wendell, a 25-year-old East Village resident, is not necessarily the type of person you would expect to find in" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Tryin' Hard to Get Free, Via Rap on Your Own CD" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/style\/tryin-hard-to-get-free-via-rap-on-your-own-cd.html"} , {"body" : "LEVINE-Irving J. Died March 4, 2002, at the age of 89 in Princeton, New Jersey. Beloved husband of the late Dorothy Thome Levine for 61 years, he is survived by his son Richard J. Levine, daughter Nancy L. Castro, sister Pauline L. Rosenblum; four grandchildren, Jonathan D. Levine, Stephanie L. Castro, Russell N. Levine and Wendy E. Castro; three" , "date" : "20020303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths LEVINE, IRVING J." , "url" : "http:\/\/www.nytimes.com\/2002\/03\/03\/classified\/paid-notice-deaths-levine-irving-j.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ALIEN ANT FARM; ADEMA, Roseland Ballroom, 239 West 52nd Street, Manhattan, (212) 777-6800. Alien Ant Farm is best known as the band that broke through with a hard-rock rendition of" , "date" : "20020301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/01\/movies\/pop-and-jazz-guide-850780.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/03\/01\/arts\/art-guide.html"} , {"body" : "Thomas Trantino bounded into the suburban diner trailing a heavy cloud of cologne and a palpable aura of exuberance. Wearing a turquoise sweater and a heavy gold chain bearing the Hebrew word for life, he could have been mistaken for a Miami Beach used car dealer or an aging lounge singer. ''I love people, I love to be around them,'' he said, after" , "date" : "20020227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Freed After 38 Years, a Killer Struggles to Fit In" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/27\/nyregion\/freed-after-38-years-a-killer-struggles-to-fit-in.html"} , {"body" : "At 6 a.m. yesterday, a 17-year-old Brooklyn high school student named Harry Beck got on the subway. If you are reading this before noon today, there is a good chance that Harry Beck is still on the subway, probably beneath Brooklyn or Queens, badly in need of sleep, with a sore back, a weak cellphone battery, a ringing in his ears and a subway map" , "date" : "20020226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Tunnel Vision; Student of the Subway Meets an Underground Everest" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/26\/nyregion\/tunnel-vision-student-of-the-subway-meets-an-underground-everest.html"} , {"body" : "When Dave Lutz, executive director of a nonprofit planning group called the Neighborhood Open Space Coalition, saw how hundreds of New Yorkers walked over bridges to escape danger on Sept. 11, his mind went to one of his pet causes: adding walkways to the Verrazano-Narrows Bridge. ''People didn't just walk on the roadbeds of the Brooklyn, Manhattan" , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: VERRAZANO-NARROWS BRIDGE; A Crisis Gives Birth to an Inspiration for a Bridge" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/nyregion\/neighborhood-report-verrazano-narrows-bridge-crisis-gives-birth-inspiration-for.html"} , {"author" : "William Berlind is a writer and musician based in New York." , "body" : "It's 6:30 p.m. at a Chelsea bar with black tinted windows. Inside a few regulars are hunched around the bar arguing loudly about Mike Bloomberg. Dance music, heavy on the bass, thumps through the room. The walls are plastered with prints of nude, muscular bodies, and in a corner a thick man in a tight black T-shirt tends to a rack of male sex toys." , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "20" , "title" : "The Stephin Merritt Standard" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/magazine\/the-stephin-merritt-standard.html"} , {"author" : "E-Mail: eating@nytimes.com" , "body" : "These places will make you feel at home, even if you're not from the neighborhood. DINER (718) 486-3077; 85 Broadway (Berry Street), Williamsburg, Brooklyn; $; $25 and Under: 4\/21\/99. The owners of this tattered luncheonette had the sense not to create a diner-theme restaurant. Diner brings the diner idea up to date with everyday food that appeals" , "date" : "20020224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Being Cozy" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/24\/nyregion\/good-eating-being-cozy.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH QUARTET, Sistas Place, 456 Nostrand Avenue (entrance on Jefferson Avenue), Bedford-Stuyvesant, Brooklyn, (718) 398-1766. Mr. Abdullah, the trumpeter, was an" , "date" : "20020222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/22\/movies\/pop-and-jazz-guide-744077.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''L'ELISIR D'AMORE.'' Still basking in the afterglow of PBS's warm and fuzzy documentary about its octogenarian founders, the Amato Opera has mounted a new production of Donizetti's radiant comedy about" , "date" : "20020222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A plan to replace the 101-year-old Willis Avenue Bridge, which connects the Bronx and Manhattan, is being delayed as part of the Bloomberg administration's plan to cut spending on capital construction projects by 25 percent, officials said yesterday. So is a plan to reduce traffic congestion by building a new $200 million ramp connecting the" , "date" : "20020221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Plan to Cut Construction Spending Would Delay Willis Avenue and Brooklyn Bridge Projects" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/21\/nyregion\/plan-cut-construction-spending-would-delay-willis-avenue-brooklyn-bridge.html"} , {"body" : "COLLAPSIBLE and assemble-your-own furniture and accessories are not new, but at the home design shows in Paris and New York this winter, they displayed fresh verve. Wastebaskets and lamps joined tables and bookcases in the category of furnishings that can be scrunched in a bag or packed into a carton, often no bigger than a pizza box. In road tests" , "date" : "20020221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "PERSONAL SHOPPER; Here Today, Hidden Tomorrow" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/21\/garden\/personal-shopper-here-today-hidden-tomorrow.html"} ,   {"body" : "The Bloomberg administration said yesterday that it was exploring placing tolls on city-controlled bridges on the East River and perhaps others. An idea that has been proposed by mayors several times before, it seems to be gaining momentum as a way to help cure the city's ailing finances. Mayor Michael R. Bloomberg did not mention the idea when he" , "date" : "20020215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE MAYOR'S BUDGET PROPOSAL: TRANSPORTATION; Mayor Looks At Tolls For Bridges On East River" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/15\/nyregion\/mayor-s-budget-proposal-transportation-mayor-looks-tolls-for-bridges-east-river.html"} , {"body" : "BRYAN BULLETT, a 30-year-old resident of the East Village, was laid off from a software company last year and instead of hunting for a new job has opted to produce and play guitar full time in a struggling new-wave-influenced band, Playdate. He makes ends meet by bartending. And in his free time he travels to Brooklyn to attend rock shows, hit the" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Where the Girls Are, and the Commute's Easy" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/style\/where-the-girls-are-and-the-commute-s-easy.html"} , {"body" : "IT has been just four weeks since Chana Rabinowitz; her husband, Arie, an investment banker at L. H. Financial in Manhattan; and their three children moved from Flatbush, Brooklyn, to the hilly Rockland County hamlet of Monsey and already they feel quite comfortable here. ''There are so many reasons we enjoy it,'' Mrs. Rabinowitz said. ''I have my" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MONSEY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Monsey; Low Inventory, Lots of Kugel, Some Deer" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/realestate\/if-you-re-thinking-of-living-in-monsey-low-inventory-lots-of-kugel-some-deer.html"} , {"body" : "THE SETTING -- A storied homecoming for the Levine family, returning, in spirit, to the cramped tenement at 97 Orchard Street where their great-great-grandparents began their American journey more than a century ago. ''Our curtain lifts on this family in November 1897,'' said Ruth J. Abram, president of the Lower East Side Tenement Museum, which" , "date" : "20020210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: LOWER EAST SIDE -- BUZZ; A Family Retraces Its Steps Through the Golden Door" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/10\/nyregion\/neighborhood-report-lower-east-side-buzz-family-retraces-its-steps-through.html"} , {"body" : "SuarezDanceTheater Williamsburg Art neXus Christine Suarez made something fresh of a familiar format in ''Pleased to Meet Me: An Evening With SuarezDanceTheater,'' performed on Sunday night at the Williamsburg Art neXus in Brooklyn. Ms. Suarez joined dances and musical numbers in a smooth-flowing stream in the 70-minute piece. Several brief" , "date" : "20020209" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "IN PERFORMANCE: DANCE; Weaving Text and Video Into a Stream of Motion" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/09\/arts\/in-performance-dance-weaving-text-and-video-into-a-stream-of-motion.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. VICENTE AMIGO, Town Hall, 123 West 43rd Street, Manhattan, (212) 840-2824 or (212) 545-7536. A widely acclaimed guitarist from Spain's younger, unprovincial generation of flamenco" , "date" : "20020208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/08\/movies\/pop-and-jazz-guide-515140.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The news of this ''Barber'' is the Peruvian tenor Juan Diego Flórez, who made his Metropolitan Opera debut in January as Count Almaviva; he acquits himself" , "date" : "20020208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The filmmaker Morris Engel, at 83 somewhat stooped with age, still living in the faded apartment on Central Park West he shared with his wife, the photographer Ruth Orkin, has no regrets. Long ago, in 1953, he made a dramatic film called ''Little Fugitive'' with Orkin and a friend, Ray Ashley. Shot in black-and-white in a pure, documentary style" , "date" : "20020207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "A Filmmaker Who Valued Art More Than Fame" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/07\/movies\/a-filmmaker-who-valued-art-more-than-fame.html"} , {"body" : "HERE it is, the most widely whispered line of the month: ''We need a Moses.'' ''We'' is New York City; Moses is Robert, the domineering master builder from a less democratic era in the city's history. Mr. Moses comes to mind increasingly as New Yorkers look to the rebuilding of the World Trade Center site and wonder how it will ever be" , "date" : "20020204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Who Can Part The Red Tape? Who Knows?" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/04\/nyregion\/metro-matters-who-can-part-the-red-tape-who-knows.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The news of this ''Barber'' is the Peruvian tenor Juan Diego Flórez, who made his Metropolitan Opera debut in January as Count Almaviva; he acquits himself" , "date" : "20020201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/01\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/02\/01\/arts\/art-guide.html"} , {"body" : "YOU have to admire the vision of the owners of La Brunette in Williamsburg. They opened this small, ambitious French-Caribbean restaurant a few months ago on a corner practically underneath the Brooklyn-Queens Expressway. A dim light from the restaurant's storefront is the sole sign of life, while outside a back door on Metropolitan Avenue, a menu" , "date" : "20020130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; In Brooklyn, an Island for French-Caribbean Cuisine" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/30\/dining\/25-and-under-in-brooklyn-an-island-for-french-caribbean-cuisine.html"} , {"body" : "Some rappers come alive when they rap. With Beans, it's almost the opposite: he looks as if he's gone into a trance, as if the words he's saying are emanating from somewhere else. On Thursday night his group, Anti-Pop Consortium, performed at Northsix in Williamsburg, Brooklyn, with Aesop Rock. There was plenty of self-indulgence onstage, but there" , "date" : "20020126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "POP REVIEW; The Evolving Definition Of Underground Hip-Hop" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/26\/arts\/pop-review-the-evolving-definition-of-underground-hip-hop.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20020125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/25\/arts\/art-guide.html"} , {"body" : "More than 10,000 men filled a warehouse in Brooklyn, clapping rhythmically as their grand rabbi approached the dais. They sang praises to God from Psalm 22: ''In you our fathers trusted; they trusted, and you delivered them.'' The occasion was the annual fund-raising dinner last Dec. 5 celebrating the escape of the founder of the Satmar Hasidim" , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Heir Unapparent; Brothers' Feud Fractures a Hasidic Community" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/nyregion\/the-heir-unapparent-brothers-feud-fractures-a-hasidic-community.html"} , {"body" : "Looking In Puck Building, Houston and Lafayette Streets; (212) 777-5218. The 10th Outsider Art Fair opens tonight with a preview to benefit the American Folk Art Museum. Tickets for admission at 5:30 p.m., $200, or, for those 40 and younger, $100; admission at 6:30, $75. The show and sale, by 33 dealers, will continue tomorrow from noon to 8 p.m.," , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/garden\/calendar.html"} , {"body" : "GROWING up in a small West German town, Frank Peter Thomas and Markus Metzler thought of East Germany as off the map. ''It was a foreign country,'' Mr. Thomas said. Mr. Metzler, his roommate, added with a laugh, ''A place where they made you wait and treated you badly.'' For a generation of West Germans, to whom East Germany was synonymous with" , "date" : "20020124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BERLIN (GERMANY)" , "GERMANY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "In Chic New Berlin, Ugly Is Way Cool" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/24\/garden\/in-chic-new-berlin-ugly-is-way-cool.html"} , {"body" : "DR. ROY SONKIN wanted a novel ending for the 80 adults attending his daughter Lyndsey's bat mitzvah reception in June at a catering hall overlooking Huntington Harbor. What better way to mark the conclusion of this red-letter day, said Dr. Sonkin, an Elmont dentist, than ''savoring a freshly rolled cigar in one hand and a drink in the other while" , "date" : "20020120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Special Event, a Long Island Cigar" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/20\/nyregion\/for-a-special-event-a-long-island-cigar.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MOSE ALLISON TRIO, Iridium, 1650 Broadway, at 51st Street; (212) 582-2121. The Mississippi singer and pianist Mose Allison has carved out a niche: he's a sophisticated" , "date" : "20020118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/18\/movies\/pop-and-jazz-guide-182869.html"} , {"body" : "A police car was hit last night by a car driven by a suspected car thief, the police said. The crash occurred in the Williamsburg section after officers in an unmarked car tried to stop the suspect, who then hit the patrol car while trying to escape, the police said. The two officers in the patrol car were taken to Bellevue Hospital Center, and the" , "date" : "20020118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Police Car Struck" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/18\/nyregion\/metro-briefing-new-york-brooklyn-police-car-struck.html"} ,   {"body" : "Manhattan LOWER EAST SIDE $285,000 268 East Broadway (Grand Street) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a post-World War II building; lobby attendant; dining area, eat-in kitchen, balcony, 2 exposures; maintenance $542, 48% tax-deductible; listed at $335,000, 8 weeks on market (broker: Halstead Property Co.) GREENWICH VILLAGE $475,000 49 East" , "date" : "20020117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/17\/garden\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $695,000 37 West 12th Street (Butterfield House) 1-bedroom, 1-bath, 1,100-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining room," , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/realestate\/residential-sales.html"} , {"body" : "WHEN Bonita Ganot was growing up in Williamsburg, Brooklyn, in a small railroad flat with her parents and three siblings, she slept on a sofa in the living room, first with her older sister and then with her younger one. Her clothes filled two small drawers in her parents' bedroom. On cold days her mother turned on the stove to keep them warm. The" , "date" : "20020113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/22nd Street Between Park Avenue South and Broadway; Her Duplex Arithmetic: 1+1+1+1 = 2,500 Sq. Ft." , "url" : "http:\/\/www.nytimes.com\/2002\/01\/13\/realestate\/habitats-22nd-street-between-park-avenue-south-broadway-her-duplex-arithmetic-1.html"} , {"body" : "It was bound to happen sooner or later, with the image of the World Trade Center being used to sell everything from key rings to coffee mugs. This week, the police raided an apartment in Williamsburg, Brooklyn, and recovered 91 glassine envelopes of heroin stamped with the brand name Twin Towers. Law enforcement officials said yesterday that the" , "date" : "20020112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GROUND ZERO: THE MERCHANDISE; Pushers Peddle Twin Towers Heroin" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/12\/nyregion\/ground-zero-the-merchandise-pushers-peddle-twin-towers-heroin.html"} , {"body" : "Moe Foner, who played a major role in building New York City's largest union of health care workers and later was the labor movement's unofficial cultural impresario, staging art shows, plays and concerts, died yesterday at his home in Manhattan. He was 86. Mr. Foner was the longtime executive secretary of 1199\/S.E.I.U., New York's Health and Human" , "date" : "20020111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Moe Foner, Labor Official and Movement's Unofficial Cultural Impresario, Dies at 86" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/11\/nyregion\/moe-foner-labor-official-movement-s-unofficial-cultural-impresario-dies-86.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ARTS ON THE HIGH WIRE, Hammerstein Ballroom, 311 West 34th Street, Manhattan, (212) 485-1534. Between the Sept. 11 attacks and the recession, contributions to nonprofit arts" , "date" : "20020111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/11\/movies\/pop-and-jazz-guide-074349.html"} , {"body" : "Bierkraft, a new shop at 191 Fifth Avenue (Union Street) in Park Slope, Brooklyn, is not just a place to choose from among more than 350 kinds of beer. It's a place to learn about them as well. The owners, Daphne and Richard Scholz, have a tasting room where experts give free classes. Garrett Oliver, the brewmaster of the Brooklyn Brewery in" , "date" : "20020109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Beer in Bottles and From Scratch" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/09\/dining\/food-stuff-beer-in-bottles-and-from-scratch.html"} , {"body" : "CHARLES MONAGHAN was in bed reading a mystery when his phone rang around midnight one night last May. Earlier that evening, he and his wife, Jennifer, had stopped by their local political club, the Central Brooklyn Independent Democrats, to vote on its endorsements for the Democratic primary. After dinner, the couple had settled into bed in their" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The First Hurrah" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/the-first-hurrah.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL INNELLA Man of Enthusiasms ''He was like me,'' said Lucy Aita about Paul Innella, her fianc. ''He talked too much.'' They talked daily for weeks before their first date (they had ''met'' through a singles Web site). After Mr. Innella moved in with Ms." , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Loquacious Disney Fan, Aspiring Firefighter, Young Spirit, Happy Host" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/world\/nation-challenged-portraits-grief-victims-loquacious-disney-fan-aspiring.html"} , {"body" : "The teeming sidewalks, wide streets and clogged traffic of Herald Square are a potentially harmful mix. But, in recent years, one thing has been mostly missing: harm. In 1998, when the city widened the square's sidewalks and eliminated several traffic islands, the intersection of 34th Street, the Avenue of the Americas and Broadway became much" , "date" : "20020106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Danger Is Lurking Where Speed And Thickets of Humanity Meet" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/06\/nyregion\/neighborhood-report-new-york-up-close-danger-lurking-where-speed-thickets.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. A DON PIPER SITUATION, CHAMPALE, BABY STEPS, Brownies, 169 Avenue A, at 11th Street, East Village, (212) 420-8392. The bands on this bill are die-hard pop songwriters with New York" , "date" : "20020104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2002\/01\/04\/movies\/pop-and-jazz-guide-968218.html"}]