[  {"body" : "Residents along a tidy boulevard in Bath Beach awoke last week to the unsettling discovery of two corpses, shot in the head and gazing vacantly, slumped in the seat of a parked car, apparently the latest victims in a year of Mafia infighting that has left at least 13 people dead and 23 injured across south Brooklyn. Huddled against the chill" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BAY RIDGE (NYC)" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn's Neighbors to the Mob" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/nyregion\/brooklyn-s-neighbors-to-the-mob.html"} , {"body" : "Just hours after Mayor David N. Dinkins praised New York City's gun-amnesty program, shots fired by teen-agers rang out four times in six hours, serving as a stark reminder of the guns that remain on the streets. In the six-hour stretch that ended early yesterday, four youths were shot -- one fatally -- in incidents that ranged from accidental" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OZONE PARK (NYC)" , "BATH BEACH (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Youths Involved in 4 Shootings; 15-Year-Old Dies in One of Them" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/nyregion\/youths-involved-in-4-shootings-15-year-old-dies-in-one-of-them.html"} , {"body" : "Two men were shot and seriously wounded last night in Bath Beach, Brooklyn, by a group of gunmen who unleashed a barrage of gunfire from a passing car, the police said. Michael Giangregorio, 21 years old, was shot at least six times in the back, and his roommate, John Dunn, 29, was shot four times in the back and arms, said Sgt. Mary Wrensen, a" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Two Men on Street Shot in Bath Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/two-men-on-street-shot-in-bath-beach.html"} , {"body" : "Their encounters with hatred came as a mellow May day dissolved into evening. A young black man and his Hispanic girlfriend were talking amicably in a restaurant in the Baychester section of the Bronx. According to a police synopsis, two white men began staring malevolently at them. After a while, one snidely challenged the black man, \"What did you" , "date" : "19920127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bias Crimes Hold Steady, but Leave Many Scars" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/bias-crimes-hold-steady-but-leave-many-scars.html"} , {"body" : "The officer who was shot in a Brooklyn home Monday night was a literal symbol of the new way the New York City Police Department is trying to fight crime, a \"poster boy\" chosen for an advertisement promoting community policing. But Officer Richard DeGaetano was critically wounded while responding to the old-fashioned type of dangerous situation" , "date" : "19920115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Police Officer Was Symbol of Department's New Approach" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/15\/nyregion\/wounded-police-officer-was-symbol-of-department-s-new-approach.html"} , {"body" : "A police officer responding to a landlord-tenant dispute was shot in the head and critically wounded at a house in Brooklyn last night by an enraged tenant who holed up in his attic apartment. The gunman held off a cordon of police firepower for more than two hours, the police said, then shot himself to death. Shortly after the 33-year-old officer" , "date" : "19920114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Hurt In a Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/14\/nyregion\/officer-hurt-in-a-shooting-in-brooklyn.html"}]