[  {"body" : "A 26-year-old Brooklyn man was shot in the face and killed when he answered his door on Tuesday, a day after he testified before a grand jury against a man who robbed him of $200, the police said yesterday. In a complicated case involving the dead man, his neighbor and an acquaintance of the neighbor, investigators are trying to determine whether" , "date" : "19921231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Investigating if Killing Was Connected to Testimony" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/31\/nyregion\/police-investigating-if-killing-was-connected-to-testimony.html"} , {"body" : "A New York City Housing Police official said last night that a series of sex crimes and robberies in the Sumner Houses, in Bedford-Stuyvesant, Brooklyn, over seven months could be the work of three men. Chief Vincent Pizzo said that on Monday, a man forced two girls, 8 and 10, from the elevator to the roof, where they were sexually assaulted. And" , "date" : "19921231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Suspected in Attacks" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/31\/nyregion\/3-suspected-in-attacks.html"} , {"body" : "His home has been called overcrowded and dangerous, but Hilton Smith had few complaints. On Christmas Eve, he watched television and heated chicken soup on a hot plate in the Franklin Avenue Armory in the Bronx. The black suit he bought for his brother's funeral hung by a window, unmolested in a homeless shelter where almost anything can be traded" , "date" : "19921228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Striving for Dignity Above a Homeless Shelter; Alongside Fear and Despair in a Bronx Armory, a Dormitory Setting Is Offering Hope" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/28\/nyregion\/striving-for-dignity-above-homeless-shelter-alongside-fear-despair-bronx-armory.html"} , {"body" : "The number of people waiting for New York Housing Authority apartments has risen to 240,000 families, the highest level ever and nearly equal to the total number of units in all of the city's public housing projects and subsidized apartments. Based on the current vacancy rate of about 4.5 percent a year in Housing Authority apartments, those" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Housing List In New York Hits Record" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/housing-list-in-new-york-hits-record.html"} , {"body" : "Ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous and overcrowded armories, a state judge ordered the city yesterday to cut the number of men housed there by two-thirds and to upgrade fire safety in the sprawling spaces where the men sleep cot to cot. It was the second time in a month that a judge ordered tough" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DECREASES ORDERED AT 2 BIG SHELTERS FOR THE HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/decreases-ordered-at-2-big-shelters-for-the-homeless.html"} , {"body" : "The New York City Police Department said yesterday that it would be more cautious in attributing the motive of crimes to bias, a move intended to slow the rush to judgment that has helped turn recent attacks on Jews and blacks in Brooklyn into citywide symbols of racial tension. Altering a decade-old policy, Police Commissioner Raymond W. Kelly" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Dept. Vows a New Caution In Labeling Crimes as Bias Cases" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/police-dept-vows-a-new-caution-in-labeling-crimes-as-bias-cases.html"} , {"body" : "A 41-year-old black man told the police that he was severely beaten without provocation on a street in Williamsburg, Brooklyn, early yesterday by 10 to 20 Hasidic men, some shouting racial slurs. The police listed it as a bias crime, and Mayor David N. Dinkins called it another case of racially motivated violence in a troubled city. But later in" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Bias Case Fuels Dispute With Dinkins" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/new-bias-case-fuels-dispute-with-dinkins.html"} , {"body" : "Ralph Nimmons, the missing man at the center of the Crown Heights beating case, reappeared yesterday at the side of his lawyer and the Rev. Al Sharpton. But the two men said Mr. Nimmons would not testify to a Brooklyn grand jury, and they repeated their demand that Gov. Mario M. Cuomo appoint a special prosecutor to take over the case. At a news" , "date" : "19921212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Man Beaten in Crown Hts. Resurfaces" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/12\/nyregion\/man-beaten-in-crown-hts-resurfaces.html"} , {"body" : "Here is a sampling of performances of Handel's \"Messiah\" and other oratorios in New York City. Admission is free unless otherwise noted. Today CALVARY BAPTIST CHURCH, 123 West 57th Street, Manhattan. Handel's \"Messiah,\" Part I. Choir and chamber orchestra; Paul Liljestrand, director. 7:30 P.M. Donations accepted. Information: (212) 975-0170. Dec." , "date" : "19921211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Music in Churches and Concert Halls; Oratorios in Abundance" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/11\/arts\/music-in-churches-and-concert-halls-oratorios-in-abundance.html"} , {"body" : "The New York City Police reported last night that they had arrested a suspect wanted in a monthlong series of rapes in the Bedford-Stuyvesant section of Brooklyn after four women picked him out of a lineup and said he was their attacker. The police identified the suspect as Ulysses Terry, 27 years old, of 370 Decatur Street in Brooklyn. Mr. Terry" , "date" : "19921201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Arrest a Suspect in Series of Rapes" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/01\/nyregion\/police-arrest-a-suspect-in-series-of-rapes.html"} ,   {"body" : "William T. Gunn, a New York City police officer who had been in a coma since he was shot pursuing a murder suspect almost four years ago, died yesterday at the Skilled Nursing Facility of Franklin Hospital Medical Center in Valley Stream, L.I. He was 31 years old. Officer Gunn, who had joined the Police Department in 1982, was shot on Jan. 20," , "date" : "19921128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "William Gunn, 31, Police Officer Shot in 1989 Hunt for a Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/28\/nyregion\/william-gunn-31-police-officer-shot-in-1989-hunt-for-a-gunman.html"} , {"body" : "A subway token clerk was shot in the chest and seriously wounded last night in the Bedford-Stuyvesant section of Brooklyn when two men forced their way into a booth at the Euclid Avenue station of the A line and shot him during an attempted robbery, according to transit police. Lieut. Robert Valentino, a spokesman for the transit police, said the" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Token Clerk Is Shot" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/nyregion\/token-clerk-is-shot.html"} , {"body" : "To the Editor: Community colleges, you report Nov. 11, are being forced to restrict access, as well as their goals. You point to the need for more capacity and funds in community colleges throughout the country. You present a somewhat inaccurate perspective when you declare that \"with the new focus on jobs, many of the colleges seemed to have lost" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Put Communities Back in Community Colleges" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/opinion\/l-put-communities-back-in-community-colleges-034592.html"} , {"body" : "A tricky business this being heavyweight champion. Coco, who is furry and has probably never heard of the Marquess of Queensberry, offers an object lesson. On Tuesday of Week No. 1 in the reign of Riddick Bowe, Coco was taken by Bowe to be groomed. By Wednesday, Coco, a 2-year-old gray chow, had yet to make it back to the Bowe household on Lourdes" , "date" : "19921124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; Handling Fame a Round at a Time" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/24\/sports\/boxing-handling-fame-a-round-at-a-time.html"} , {"body" : "An 8-year-old boy sitting at a play table in a Brooklyn child-care center was shot in the left arm yesterday when a bullet, fired during a dispute in the street outside, went through the center's front window, and struck the child after it ricocheted off an interior wall. Housing police said the shooting, in the Billy Martin Child Care Center in" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Bullet Hits Boy in Child-Care Center" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/nyregion\/stray-bullet-hits-boy-in-child-care-center.html"} , {"body" : "It was already dark, nearing the end of the homebound rush Tuesday night. Trailing a suspected thief, the transit officers, two men and a woman in plain clothes, came down the steps from the elevated mezzanine of the Brooklyn subway station. At the street, they emerged from the station door and immediately stumbled upon a shocking tableau in the" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Darkness and Disorder in Subway: Questions Swirl in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/nyregion\/darkness-and-disorder-in-subway-questions-swirl-in-police-shooting.html"} , {"body" : "The bell rang for Round 1 and Mitchell Pendleton began ducking and moving at the television set, throwing jabs and hooks that the champ couldn't stop. The volume kept going up and up, but no one heard the commentators. Only Pendleton's voice rose in the room. \"He can't get a motorcade if he don't win,\" Pendleton shouted to his brother, Walter." , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; It's Time to Take a Victory Ride" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/boxing-it-s-time-to-take-a-victory-ride.html"} , {"body" : "THEY grew up in the same nasty neighborhood of Brooklyn, only a few blocks from each other. Riddick Bowe remembers seeing Mike Tyson walking the Brownsville streets carrying a bag of cookies. And he remembers jogging one day around the Betsy Head public pool when Tyson had returned to the neighborhood as the heavyweight champion. \"You'll never be a" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Different Brownsville Champion" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/sports-of-the-times-a-different-brownsville-champion.html"} , {"body" : "The police in Brooklyn are seeking a man suspected of sexually assaulting a total of nine women and teen-age girls in Bedford-Stuyvesant during the last six weeks and of trying to assault two others. The most recent attack was reported Thursday morning. Last week, the man apparently raped two women and tried to rape a 13-year-old girl within a" , "date" : "19921114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Suspect Sought In Sex Assaults In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/14\/nyregion\/suspect-sought-in-sex-assaults-in-brooklyn.html"} , {"body" : "The television screen fills with a piteous closeup: a man's face, haunted and tearful. \"I have nightmares,\" says the videotaped image. He confesses -- a list of shakedowns, robberies, drug thefts, gun sales and, finally, arrest and conviction. \"When you feel those handcuffs come on your wrists,\" he says, \"it felt like a hundred pounds. It felt like" , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Police Anti-Corruption: More, Not All, Get the Message" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/nyregion\/police-anti-corruption-more-not-all-get-the-message.html"} ,   {"body" : "Penny S., a 65-year-old Brooklyn woman, struggles with her health and with making ends meet in the house where she has lived for 45 years. In August she had to scrape together $230 to pay a meter reader who demanded the money to keep her water running. The meter reader also told her that she needed a new meter, and promised to return with one." , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Man Held as a Fake Meter Reader Preying on the Elderly" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/nyregion\/man-held-as-a-fake-meter-reader-preying-on-the-elderly.html"} , {"body" : "When Sharon Sockwell, a single mother from Brooklyn, enrolled her twin sons in the Boy Scouts, character, not camping, was her prime motivation. \"I wanted them to have a positive male role model,\" she said. Things have turned out almost as she had hoped. Her 11-year-olds have learned about pitching tents, surviving in the woods and black American" , "date" : "19921031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Master Is a Woman; Short of Men, Boy Scouts Change" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/31\/nyregion\/master-is-a-woman-short-of-men-boy-scouts-change.html"} , {"body" : "An American Style Fashion Institute of Technology, Katie Murphy Amphitheatre, 227 West 27th Street; (212) 760-7464. Lectures on the American Arts and Crafts movement will be given on Wednesday and on Nov. 5, from 7 to 9 P.M. The two talks on Wednesday will cover the cultural context of the movement and Frank Lloyd Wright's furniture for private" , "date" : "19921029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Events: Arts, Crafts, Exotic Clothes" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/29\/garden\/events-arts-crafts-exotic-clothes.html"} , {"body" : "One October night two years ago, Ok Sun Kim called her three children in South Korea with good news. After eight years of working in other Koreans' grocery stores, she and her husband, Tong Kwang, had saved enough to set up their own corner grocery in Brooklyn. Soon, she promised the children, they would be able to afford to bring them to America." , "date" : "19921026" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unfulfilled Promises; 2 Koreans Seek Justice and a Dream" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/26\/nyregion\/unfulfilled-promises-2-koreans-seek-justice-and-a-dream.html"} , {"body" : "Wanda Leland, who stopped in mid-Manhattan to get her fingernails done after work on Friday, gingerly expressed a common concern. \"As a black person, I'm a little annoyed,\" she said. \"All the harassment cases that seem to come forward involve black persons.\" And Kevin Moore, working out at a Brooklyn gym, put a finer point on it. \"I thought that" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Daniels-Wood: More Opinions Than Facts" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/nyregion\/daniels-wood-more-opinions-than-facts.html"} , {"body" : "Anthony Drazan has come home again. On a bright October afternoon, the director and writer of \"Zebrahead\" is taking a tour of his old neighborhood in Cedarhurst, L. I., just a few miles over the border from Queens. He is going back to visit some of the scenes that inspired the film, giving a tour of the divergent black and white neighborhoods." , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; A Director Crosses the Line Into a Reality of . . . More Lines" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/movies\/film-a-director-crosses-the-line-into-a-reality-of-more-lines.html"} , {"body" : "For a decade, the yellow-brick high school in East New York had been the center of Barbara Mendez's life. It was where she had grown up as a student, where she had met her husband, where she had won a special teaching apprenticeship and where she had become a teacher. And when everything seemed to turn sour -- her marriage crumbling and her health" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Strange School Ties" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/nyregion\/strange-school-ties.html"} , {"body" : "On Columbus Day, Dolayna DeArmond wistfully thought of the fun things she might do with a day off from school: going to the movies, shopping, hanging out with her girlfriends in Crown Heights. Instead, the 15-year-old did what she has done for the last two years without much success: looked for a job to help her single mother put food on the table" , "date" : "19921018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Unemployment Before Employment; Frustrated, New York Teen-Agers Look for Their First Jobs" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/18\/nyregion\/unemployment-before-employment-frustrated-new-york-teen-agers-look-for-their.html"} , {"body" : "New York City's new Police Commissioner, Raymond W. Kelly, whose appointment was greeted warily by some black community leaders, said yesterday that the first and \"most vital\" item on his agenda was the recruitment of more black officers to the force. To that end, Mr. Kelly outlined a number of steps, including the revision of testing and screening" , "date" : "19921018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Head of Police Says No.1 Goal Is Hiring Blacks" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/18\/nyregion\/head-of-police-says-no.1-goal-is-hiring-blacks.html"} , {"body" : "New York's congested neighborhoods gasp for open space. And the city often faces drought. But there's no scarcity of resources to alleviate these conditions. Space and water are plentiful in New York. The problem is how to use them. \"The Productive Park,\" a show of 33 designs for neighborhood parks on view at the Urban Center, shows how design can" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Review\/Architecture; Designs for Putting Parks to Work" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/arts\/review-architecture-designs-for-putting-parks-to-work.html"} ,   {"body" : "A Long Island man who the police say passed himself off as a doctor was arrested yesterday and accused of sexually abusing a 15-year-old female patient during an examination in his Brooklyn office. Juan Cabrera, 43 years old, of Plandome, who the police said practiced medicine without a license from an office at 393A Saratoga Avenue in" , "date" : "19921008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Accused of Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/08\/nyregion\/man-accused-of-sex-abuse.html"} , {"body" : "Ms. Miller makes a daily trip to a nursing home in Brooklyn to do her duty by her 90-year-old mother, who has no idea who she is. The trip usually reminds her of many things. Sad things. Her difficulty making it, thanks to a torn rotator cuff, reminds her that she is almost 70 years old. The prospect of her mother's vacant stare reminds her that" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "When Elderly Care for Their Elders; Increasingly, the Aging Find Themselves Tending to Parents" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/when-elderly-care-for-their-elders-increasingly-aging-find-themselves-tending.html"} , {"body" : "Security work was James Dyson's vocation, mission and metaphor. He learned martial arts and taught them to teen-agers. He worked as a private security guard. His passion, his friends said, was to stretch the idea of self-defense into community defense against drugs and street violence. And so last summer, he signed up as a security guard with" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Frontier of Hope, Building Homes for the Poor Proves Perilous" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/on-a-frontier-of-hope-building-homes-for-the-poor-proves-perilous.html"} , {"body" : "Baron Marquis took the No. 2 subway to Church Street in East Flatbush, Brooklyn, then strolled home on Friday. The sidewalks were full of teachers, secretaries, laborers returning from work. Every few stoops, someone waved. He's well known in this black neighborhood, has owned a limestone on the street 20 years. He said hi to his Aunt Bessie, went" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On Sunday; Black Officer: Typical of City, Not of Force" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/on-sunday-black-officer-typical-of-city-not-of-force.html"} , {"body" : "When a citywide blackout and ensuing riots left much of Bushwick in ruins in 1977, one area that survived was a block of small businesses on Knickerbocker Avenues and three-story wood and brick houses nearby. That survival, however, sealed its doom. Today, even as parts of this north Brooklyn neighborhood finally begin to rebuild, the block left to" , "date" : "19921002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where the Drug Culture Rules" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/02\/nyregion\/where-the-drug-culture-rules.html"} , {"body" : "When Liz Nealon was a little girl, she and her sister would sit in the backyard making up stories about Flash Gordon. That was when she wasn't glued to \"Captain Kangaroo.\" Ms. Nealon, now 37 years old, did the expected things -- went to college, got married and had a baby. But much about her stayed determinedly youth-oriented. She was among the" , "date" : "19920927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "TELEVISION; A Friendly Ghost Whose Job Is Fighting Illiteracy" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/27\/arts\/television-a-friendly-ghost-whose-job-is-fighting-illiteracy.html"} , {"body" : "A 14-year-old boy shot his father several times yesterday morning in their Brooklyn home after an argument over cleaning the boy's room, the police said. Roy Semple Sr., 34, of 237 Macon Street, Bedford-Stuyvesant, was shot with a semiautomatic handgun. The son, Roy Jr., was arrested on charges of assault and criminal possession of a weapon. Mr." , "date" : "19920921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Son, 14, Held in Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/21\/nyregion\/son-14-held-in-shooting.html"} , {"body" : "Boys & Girls 7, Springfield Gardens 0 Even though Brooklyn's Boys & Girls doesn't play its home opener until next Saturday, the Kangaroos got a warm welcome and a 7-0 victory in their season opener at Springfield Gardens in Queens. \"We sold tickets, gave Boys & Girls 250 extra tickets to sell and my players raised over $300 in one day,\" said the" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "FOOTBALL; HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/sports\/football-high-school-football-report.html"} , {"body" : "Two years ago, Nydia M. Velazquez found herself the focus of attention at festivities to celebrate the mayoral primary victory of David N. Dinkins, when she was described as the engine behind a large and ultimately crucial Hispanic voter turnout. Though officially nonpartisan in her role as the Commonwealth of Puerto Rico's representative in New" , "date" : "19920917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 1992 CAMPAIGN: 12th District Woman in the News; Loyalty and Labor; Nydia M. Velazquez" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/17\/nyregion\/1992-campaign-12th-district-woman-loyalty-labor-nydia-m-velazquez.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} ,   {"body" : "In a year marked by fierce anti-incumbent sentiments nationwide, several members of New York's Congressional delegation are locked in testy primary battles. But as the races enter their last days, the voter rebellion has been overshadowed by racial and ethnic appeals and tempered by redistricting, which has sent incumbents scrambling into new" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Facing Voter Rebellions, Incumbents Hope to Eke Out Victories" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/facing-voter-rebellions-incumbents-hope-to-eke-out-victories.html"} , {"body" : "IN 1986, Harlem Hospital treated 12 children 17 years old or younger for gunshot wounds. In 1991, that number was 52. Lincoln Hospital in the South Bronx treated 13 children for gunshot wounds in 1986, compared with 69 last year. Of all the children who die of an injury north of 110th Street in Manhattan, one-third are shot to death, according to" , "date" : "19920912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; A Band of Mothers Battles the Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/12\/nyregion\/about-new-york-a-band-of-mothers-battles-the-killing.html"} , {"body" : "He barrels across the streets of Bedford-Stuyvesant, past a woman who blows him a kiss, past the girl on a pay phone who abruptly exclaims into the receiver, \"I see Al Sharpton.\" On these nighttime Brooklyn sidewalks where a white face is as rare as an eclipse of the moon, the black preacher passes the street vendors who call, \"How you doing," , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Sharpton's Headache: To Get Out the Vote" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/nyregion\/sharpton-s-headache-to-get-out-the-vote.html"} , {"body" : "This town thrives on Cinderella stories, and there's probably not a better one this year than that of \"Zebrahead.\" It is not scheduled for theatrical release until late October, but this film, which cost only $2 million and has a first-time director and writer, and a cast of largely unknown, even untrained, performers, has been gathering momentum" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "Little Film That Could: A Hollywood Cinderella Goes to the Festival" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/movies\/little-film-that-could-a-hollywood-cinderella-goes-to-the-festival.html"} , {"body" : "Eight people, including a minister handing out pamphlets and a woman walking home from the store, were wounded in gunfire that erupted from disputes outside two Brooklyn housing projects on Saturday, the city and housing police said yesterday. Two of five victims in the first shooting, which occurred about 4:30 P.M., were later arrested, and the" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bystanders Among 8 Hit In Gunfire At 2 Projects" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/bystanders-among-8-hit-in-gunfire-at-2-projects.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} , {"body" : "MANY of the rehabilitated housing units completed within the last few years in New York City were the result of efforts by nonprofit community development groups like the Mid-Bronx Desperados and organizations like the New York Equity Fund, the Local Iniataives Support Corporation and the Enterprise Foundation. Five years ago, the Crotona Park East" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Nonprofits Did Many of the Rehabilitations" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/realestate\/nonprofits-did-many-of-the-rehabilitations.html"} , {"body" : "Three men were wounded, one of them critically, as they tried to rob a man on a Brooklyn street at gunpoint last night and he surprised them by firing a gun at them, the police said. A stray bullet fired during the shooting also grazed an off-duty police officer who lives in the neighborhood and who was sitting nearby. The unidentified gunman fled" , "date" : "19920827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbery Ends in Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/27\/nyregion\/robbery-ends-in-shooting.html"} , {"body" : "The Rev. Jesse Jackson plans to ask the New York City Board of Elections today to extend the time in which people can register to vote in the Sept. 15 primary. If the board rejects his request, he said, he would file a lawsuit. At a voter-registration rally at a Brooklyn church yesterday, Mr. Jackson said the registration deadline for the primary," , "date" : "19920824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jackson Urges Extension of Voter Sign-Up" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/jackson-urges-extension-of-voter-sign-up.html"} , {"body" : "The New York City Police Department will file disciplinary charges against 11 officers who refused to cooperate with the Brooklyn District Attorney's investigation of a brutality charge by a civic leader in Bedford-Stuyvesant last month, the police said yesterday. Police officials said the officers -- 11 of the 13 at the scene -- violated" , "date" : "19920820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "11 Officers Face Discipline In Inquiry in Beating Case" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/20\/nyregion\/11-officers-face-discipline-in-inquiry-in-beating-case.html"} ,   {"body" : "NEW YORK CITY MISTAKEN IDENTITY LEADS TO DEATH A 35-year-old bodega employee was beaten to death by a band of 6 to 15 young men in the Belmont section of the Bronx, and the only witness to come forward has told the police that the victim was a bystander slain in a case of mistaken identity. A1. 2 SCHOOLS OF THOUGHT ON THE HOMELESS The warning by" , "date" : "19920820" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/20\/nyregion\/metro-digest-464292.html"} , {"body" : "NEW YORK CITY A HUMANE WAY TO MOVE THE HOMELESS More than a decade after New York City started grappling with a surge in homelessness, a program by the Port Authority to combine police enforcement with treatment and referral programs has cleared out the authority's midtown bus terminal and started to wear away the building's image as a grim example" , "date" : "19920817" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/17\/nyregion\/metro-digest-434492.html"} , {"body" : "POLICE officers often learn the hard way the truth of Tolstoy's famous line: \"Happy families are all alike; every unhappy family is unhappy in its own way.\" Family quarrels are among the most ticklish matters the police are asked to handle. Each squabble is unpredictable in its own way, and the rules can shift in a flash. A textbook illustration of" , "date" : "19920817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Family Feud No Game for Police or Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/17\/nyregion\/metro-matters-family-feud-no-game-for-police-or-neighborhood.html"} , {"body" : "A police sergeant indicted on charges of hitting a Brooklyn community leader and beating her son was restored to the police payroll yesterday and placed on desk duty. The decision to lift the suspension, which came one day after the sergeant was indicted, was a routine one, said Suzanne Trazoff, deputy commissioner for public information." , "date" : "19920813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspension Lifted for Sergeant Accused in Beating" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/13\/nyregion\/suspension-lifted-for-sergeant-accused-in-beating.html"} , {"body" : "A Brooklyn police sergeant was indicted yesterday on charges that he beat a community leader who is a member of his precinct's community council and assaulted one of the woman's sons. A Brooklyn grand jury indicted the sergeant, Peter Viola of the 81st Precinct in Bedford-Stuyvesant, on a charge of misdemeanor assault, accusing him of punching the" , "date" : "19920812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Sergeant Is Charged in Assault on Brooklyn Civic Leader" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/12\/nyregion\/police-sergeant-is-charged-in-assault-on-brooklyn-civic-leader.html"} , {"body" : "Leslie Tillett, a painter, author and textile designer, died on Saturday at his home in Manhattan. He was 77 years old. Mr. Tillett died of lymphoma, said a son, Seth. For nearly four decades, Mr. Tillett and his wife, D. D., combined an artist-craftsman approach to textile design with mass-production techniques. The Tilletts operated their own" , "date" : "19920812" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Leslie Tillett, Textile Designer, 77" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/12\/obituaries\/leslie-tillett-textile-designer-77.html"} , {"body" : "JOAN BACCHUS MAYNARD, who has devoted more than two decades to the preservation of a fragile sliver of black history in Brooklyn -- four farmhouses that were owned by freed slaves before the Civil War -- has been named the recipient of the highest award of the National Trust for Historic Preservation. Ms. Maynard, the executive director of the" , "date" : "19920811" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/11\/style\/chronicle-770792.html"} , {"body" : "Long before he had ever heard of community policing, Officer Pete Mulroy's job on the Lower East Side of Manhattan had become a nightly chore. Drive down 10th Street. Head south. Pop out of the car to make an arrest. Pop back in. After 18 years in the Ninth Precinct, he felt he was \"running on automatic.\" Now as a prototype of the Police" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Bending the Thin Blue Line" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/bending-the-thin-blue-line.html"} , {"body" : "These were supposed to be the golden years for Robert Campbell, a chance to spend lazy afternoons with his wife, pursue his passion for gospel music and develop the bus company he had started as a hobby and a community service into a successful business. It was supposed to be a time when Mr. Campbell would show that hard work and Christian values" , "date" : "19920801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Friends Defend Widowed and Injured Bus Driver" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/01\/nyregion\/friends-defend-widowed-and-injured-bus-driver.html"} , {"body" : "Chanting \"No justice, no police!\" -- a variation on a civil-rights rallying cry -- about 500 off-duty police officers demonstrated outside a Brooklyn precinct yesterday against what they called unfair treatment of police officers accused of beating a community leader and her grown children. \"I want to welcome you to Fort Scapegoat,\" Phil Caruso," , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "500 Officers Protest 'Scapegoating' in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/500-officers-protest-scapegoating-in-brooklyn.html"} ,   {"body" : "METRO DIGEST DISASTER AVERTED AT KENNEDY A Trans World Airlines jumbo jet taking off for San Francisco burst into flames at Kennedy International Airport, but the 292 passengers and crew members were swiftly evacuated and only minor injuries were reported. The cause of the fire, which erupted in the cargo bay or tail engine, was not immediately" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/metro-digest-664092.html"} , {"body" : "Like dozens of charter-bus companies that serve poor areas of New York City, Sensational Golden Sons is a small, patched-together operation. Working out of a small brick garage in Bedford-Stuyvesant that also listed two other charter services on its sign, the company had only one registered driver and two or three well-used buses. Yesterday, an" , "date" : "19920729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VERNON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Patched-Together Bus Company With an Elusive History" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/29\/nyregion\/a-patched-together-bus-company-with-an-elusive-history.html"} , {"body" : "A police sergeant accused of beating a Brooklyn community leader and her adult sons during a family dispute last Thursday was stripped of his badge and gun and placed on desk duty yesterday, the police said. A police spokesman, Officer Scott Bloch, said the decision to place Sgt. Peter Viola, a patrol supervisor in the 81st Precinct, on modified" , "date" : "19920729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Who Clashed With Local Leader Put On Desk Duty" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/29\/nyregion\/officer-who-clashed-with-local-leader-put-on-desk-duty.html"} , {"body" : "In the quiet Brooklyn neighborhood where a 57-year-old woman says police officers beat her and her three adult children on Thursday, residents said yesterday that the incident had confirmed and intensified their longstanding fear and resentment of the police. Some accused the police of racism, while others blamed the badge itself, saying officers" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Neighborhood Shaken After a Leader Says Police Beat Her and Family" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/nyregion\/neighborhood-shaken-after-a-leader-says-police-beat-her-and-family.html"} , {"body" : "Calvin Chestnut's friends say an extraordinary man died yesterday, a person who came from nothing, eked out a living in a rundown section of Brooklyn and still had an extra dollar or two for anyone unluckier than he was. Mr. Chestnut, 34 years old and the father of four, was shot to death yesterday afternoon behind the counter of the small grocery" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Brooklyn Grocer Is Slain, and 3 Teen-Agers Are Sought" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/brooklyn-grocer-is-slain-and-3-teen-agers-are-sought.html"} , {"body" : "Police officials in Bedford-Stuyvesant, Brooklyn, met with more than two dozen angry and concerned community leaders yesterday, a day after a member of the 81st Precinct's Community Council accused several officers and a sergeant of beating her and her three grown children. The officials called the meeting to address community outrage and defended" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Brooklyn Leaders Back Beaten Woman" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/brooklyn-leaders-back-beaten-woman.html"} , {"body" : "METRO DIGEST LESS PAROLE FOR THE VIOLENT Daniel Joyner, a broad-shouldered murderer, was among the convicts who went before the parole board recently. Had the 42-year-old Mr. Joyner served his minimum 15 years ago, his chances would have been better than one in two at making parole for his crime; nowadays they are less than one in three as the" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/metro-digest-226092.html"} , {"body" : "A local school board chairwoman in Brooklyn who serves on her precinct's community council said that at least six police officers beat one of her sons and then assaulted her and two of her children in front of her home yesterday as dozens of stunned neighbors watched. Several witnesses' accounts supported the allegations and described a violent and" , "date" : "19920724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Council Member Charges Officers Beat Her and Family" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/24\/nyregion\/police-council-member-charges-officers-beat-her-and-family.html"} , {"body" : "Late into the night, in working-class neighborhoods around New York City, young men with code names like Acid Phreak and Outlaw sat hunched before their glowing computer screens, exchanging electronic keys to complex data-processing systems. They called themselves the Masters of Deception. Their mission: to prove their prowess in the shadowy" , "date" : "19920723" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Computer Savvy, With an Attitude; Young Working-Class Hackers Accused of High-Tech Crime" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/23\/nyregion\/computer-savvy-with-attitude-young-working-class-hackers-accused-high-tech-crime.html"} , {"body" : "A 5-year-old boy whom the police described as an innocent bystander was shot twice during a robbery Saturday night outside his Brooklyn home, the police said. He was listed in fair condition yesterday. The boy, Andrew Smith, was being treated at Bellevue Hospital for bullet wounds to his right leg and hip, hospital officials said. The police said" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 5, Shot Outside His Home During a Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/boy-5-shot-outside-his-home-during-a-robbery-in-brooklyn.html"} ,   {"body" : "If there is a greater meaning behind what happened at KP Original Sporting Goods during the violence that started in Washington Heights 11 days ago, some theory of class or racial antipathy, it is lost on the Hong family. The frenzy of looting and violence that destroyed their shop, they concluded, can be explained by two words: greed and sneakers." , "date" : "19920718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Looters' Booty: A Dream; Korean Immigrants' Harlem Store Is Plundered" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/18\/nyregion\/looters-booty-a-dream-korean-immigrants-harlem-store-is-plundered.html"} , {"body" : "For the last four years, home for Pedro Fuentes has been the wooden drill floor of the Fort Washington Armory men's shelter, a world whose rhythms alternate between mind-numbing routine and criminal chaos. Drug use is rampant, bone-crunching beatings are commonplace, and at night rats scurry across the floor and onto the tightly packed cots. Soon," , "date" : "19920717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Some, Shelters Mean Chaos and Home" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/nyregion\/for-some-shelters-mean-chaos-and-home.html"} , {"body" : "Riddick Bowe is the man who would be Muhammad Ali. Out of the ring, Bowe practices a brand of humor that includes the standard impressions of a lounge comic: Ronald Reagan, Richard Pryor, Stevie Wonder. Bowe once even sat with Ali and recited a rhyming poem that the former heavyweight champion recognized, in substance and timbre, as one of his own." , "date" : "19920717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING; Time for Bowe To Get Serious" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/sports\/boxing-time-for-bowe-to-get-serious.html"} , {"body" : "Toward evening, when the heat of the summer day had finally broken, they began to arrive by the hundreds under a tent set up on a vacant lot in the Bronx. Young and old, in shorts and dungarees, in housedresses and sundresses, they came for a touch of that old-time religion usually associated with the American South and the islands of the" , "date" : "19920715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Temple of the Lord in a Tent in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/15\/nyregion\/temple-of-the-lord-in-a-tent-in-the-bronx.html"} , {"body" : "Jowanna McMullen first discovered her running talents on the streets of Bedford-Stuyvesant in Brooklyn, trying to keep up with her big brother, Steve. Jowanna was 6 years old. Steve was 12 years older, training to be a boxer. \"We had a route, three miles around our neighborhood,\" she said. \"We stayed out of traffic. I had no trouble staying with" , "date" : "19920714" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "TRACK AND FIELD; A Brooklyn Teen-Ager Shows a World of Potential" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/14\/sports\/track-and-field-a-brooklyn-teen-ager-shows-a-world-of-potential.html"} , {"body" : "The girl and her friend from New York had splashed their way to the deep end of an outdoor pool at the suburban country club. \"Danaya, I want to go back to the shallow end,\" said 6-year-old Sarah Brinker of Doylestown, Pa., to 9-year-old Danaya Munnerlyn of Bedford-Stuyvesant, Brooklyn, as they clung to the pool's edge. The girls were swimming at" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Longtime Friends on the Farm, Through the Fresh Air Fund" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/nyregion\/longtime-friends-on-the-farm-through-the-fresh-air-fund.html"} , {"body" : "It is the season of reckoning for Teach for America, the program that two years ago dispatched nearly 500 top college graduates to teach in the most troubled schools in America. The first group's two-year commitment is up, and the program now faces expectations raised by its sudden fame: can a small corps of bright and idealistic people with little" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Idealism Vies With Failures In an Experiment in Teaching" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/us\/idealism-vies-with-failures-in-an-experiment-in-teaching.html"} , {"body" : "Two New York City police officers were indicted yesterday -- one in Brooklyn on murder charges, the other in Manhattan on an assault charge -- in the shootings of civilians. A Brooklyn grand jury decided not to indict two other officers who shot and killed a 42-year-old man after he lunged at a psychiatrist and at them with a knife. The man was" , "date" : "19920703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "2 Police Officers Are Indicted In Shootings Involving Civilians" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/03\/nyregion\/2-police-officers-are-indicted-in-shootings-involving-civilians.html"} , {"body" : "The head of a mayoral commission appointed to recommend solutions to the problem of sheltering New York City's homeless is clashing once again with city officials, this time over a plan by the Dinkins administration to move homeless men out of two large shelters. Mayor David N. Dinkins announced last week that he would start moving homeless men out" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Dinkins Plan for Homeless Is Criticized" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/dinkins-plan-for-homeless-is-criticized.html"} , {"body" : "By any measure, the case of Officer Robert Cabeza gave the Internal Affairs Division of the New York City Police Department a rich collection of clues and rumors to investigate. There were tips about drug theft, of an assault and a robbery and misuse of his gun, and even suspicion of murder. Through persistent surveillance, some law-enforcement" , "date" : "19920627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Investigation Of Officer Fuels Queries On Division" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/27\/nyregion\/investigation-of-officer-fuels-queries-on-division.html"} ,   {"body" : "A New York City police officer was arrested yesterday and charged in the killing of a 41-year-old Brooklyn liquor store owner during an attempted robbery in February 1991, Police Commissioner Lee P. Brown said at a news conference last night. The officer, Robert Cabeza, who was off duty at the time and accompanied by two unidentified men, flashed" , "date" : "19920626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Officer in Brooklyn Is Arrested on Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/26\/nyregion\/police-officer-in-brooklyn-is-arrested-on-murder-charge.html"} , {"body" : "About 500 registered nurses went on strike at the 620-bed Interfaith Medical Center in Brooklyn yesterday. The center, which serves Bedford-Stuyvesant and Crown Heights, curtailed elective admissions, said a spokesman. He said negotiations with the nurses would resume today. A spokeswoman for the nurses' union, the New York State Nurses" , "date" : "19920623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Nurses Strike at Interfaith" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/23\/nyregion\/nurses-strike-at-interfaith.html"} , {"body" : "International A3-19 YELTSIN CONQUERS WASHINGTON The Russian President swept through the capital, hearing chants of \"Boris, Boris, Boris!\" from Congress and winning trade incentives to help his nation's economy. He told Congress that he was deactivating the most powerful missiles aimed at the United States. A1 THE GREENBACK SUMMIT News analysis:" , "date" : "19920618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/18\/nyregion\/news-summary-977092.html"} , {"body" : "NEW YORK CITY MARKING GRADUATION AND SURVIVAL In Bedford-Stuyvesant, Brooklyn, where the streets constantly conspire against success, the more than 400 graduating seniors at Boys and Girls High are the survivors. They have resisted the temptations, avoided the violence and heeded the pressure to stay in school when the \"in crowd\" drops out. Now, as" , "date" : "19920618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/18\/nyregion\/metro-digest-094992.html"} , {"body" : "Falasha Spruiell and Charisse Lenoir wearily circled the graffiti-covered high school track, sweating and breathing heavily. The track season was winding down, like high school itself. Only the championships remained -- and graduation. For Ms. Spruiell and Ms. Lenoir, seniors at Boys and Girls High in Bedford-Stuyvesant, Brooklyn, the long," , "date" : "19920618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's Survivors, With a Diploma to Prove It" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/18\/nyregion\/city-s-survivors-with-a-diploma-to-prove-it.html"} , {"body" : "For weeks now, New York City's Board of Education has been mulling a new curriculum on AIDS for elementary school children with only the faintest idea about how the teaching of concepts like anal intercourse and condom use might sit with parents and local officials in the great city beyond. On Monday night, the board got its first solid piece of" , "date" : "19920617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Proposed AIDS Curriculum Stirs Heated Debate" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/17\/nyregion\/proposed-aids-curriculum-stirs-heated-debate.html"} , {"body" : "At 18, Eva Pitera has her future all figured out. After she graduates from Linden High School on Friday, she starts a job as a nurse's assistant at a nearby hospital. . In the fall, she begins a nursing program at Bloomfield College. She expects that to enable her to become a registered nurse at the same hospital. Thomas A. Donoghue, a varsity" , "date" : "19920616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LINDEN (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Senior Classes Seeking Jobs, Not Themselves" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/16\/nyregion\/senior-classes-seeking-jobs-not-themselves.html"} , {"body" : "In winter, Livingstone Hilaire teaches in his coat as the wind whistles through the rotted window sashes of his classroom at old Boys High, sometimes sending the glass panes smashing to the floor. His students complain that it gets so cold they can't keep their hands out of their coat pockets to take notes. In the spring, all that gets better is" , "date" : "19920613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Schools' Distress Signal" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/13\/nyregion\/schools-distress-signal.html"} , {"body" : "After two years of rebounding academic results in the New York City school system, reading and mathematics scores dropped sharply this spring, many of the city's superintendents say. Schools Chancellor Joseph A. Fernandez has not yet completed an analysis of the results of standardized tests that elementary and junior high school students took in" , "date" : "19920612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Scores in Math Test And in Reading Fall In New York Schools" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/nyregion\/scores-in-math-test-and-in-reading-fall-in-new-york-schools.html"} , {"body" : "Steven Tolle said yesterday that he had been beaten and robbed three times, including twice in one day, in the three weeks he stayed at the city shelter in the Atlantic Avenue Armory in Brooklyn. Mr. Tolle, a graduate of New York University with a degree in fine arts, pledged that he would never again enter the shelter for homeless men. But he," , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "FORT WASHINGTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "5 Men Sue Over Shelters for Homeless" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/5-men-sue-over-shelters-for-homeless.html"} ,   {"body" : "Eighty-three New York City police officers were honored yesterday for superior police work -- but not for dramatic acts of valor like capturing armed robbers or rescuing children caught in the crossfire of drug dealers. Instead, they had painted over the graffiti on buildings, escorted old people to places where they could shop safely and tried to" , "date" : "19920609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Heroics in New York, Minus the Car Chases" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/09\/nyregion\/police-heroics-in-new-york-minus-the-car-chases.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "The names are nothing but nostalgia now -- A.& P., Pathmark, Food Pageant, Grand Union -- a roll-call of supermarkets filled with glistening vegetables and fresh cuts of meat that were once as much a fixture of suburban life in southeast Queens as the neat rows of wood-frame and Tudor houses. But that was 20 years ago. The brick buildings with the" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "WILLIAMSBURG (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BEDFORD-STUYVESANT (NYC)" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Where Markets Are Never Super; Some Urban Neighborhoods Fight Absence of Major Chains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/where-markets-are-never-super-some-urban-neighborhoods-fight-absence-major.html"} , {"body" : "The man flipped on his tape recorder and turned to the woman sitting cross-legged on a couch. \"O.K.,\" he began, scanning a long list of questions, \"why don't you tell me a little bit about how you found out you're H.I.V.-positive.\" For the next two hours, the woman spoke of her life before and after she learned she had the virus that causes AIDS." , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Chronicling the Spread of AIDS Throughout Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/chronicling-the-spread-of-aids-throughout-brooklyn.html"} , {"body" : "Things haven't been easy for Roderick B. Mitchell in the three years since he took over the presidency of the Bedford-Stuyvesant Restoration Corporation, a source of jobs, housing and low-interest loans in the heart of Brooklyn. Founded by Senators Robert F. Kennedy and Jacob K. Javits in 1967, the nonprofit organization served as a model for" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Making a Difference; Rebirth in Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/business\/making-a-difference-rebirth-in-bed-stuy.html"} , {"body" : "From the doorway of his formal-wear shop on Fulton Street in Bedford-Stuyvesant, Mortimer Roett has seen a lot of change in 25 years. The surrounding streets, once home to crumbling brownstones and empty lots, are lined with freshly painted doorways and small apartment buildings. The old milk-bottling plant across the street has been turned into a" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Hope Business" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/the-hope-business.html"} , {"body" : "In the aftermath of the urban disorders of the 1960's, Franklin A. Thomas grappled with racial animosities and economic decay in Bedford-Stuyvesant. And after watching television coverage of the recent violence in Los Angeles, Mr. Thomas, who is now president of the Ford Foundation, recalled in an interview the tension-filled days in the Brooklyn" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Not Just to Repair Houses, But to Rebuild Community" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/not-just-to-repair-houses-but-to-rebuild-community.html"} , {"body" : "Conceding that the case of five New York City police officers charged with cocaine trafficking has exposed flaws in the department's internal safeguards, police officials have compiled a list of officers who aroused suspicions in the past, and they say they will use wiretaps, after-hours surveillance and other extraordinary steps to weed out" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Monitoring of the Police Is Tightened" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/monitoring-of-the-police-is-tightened.html"} , {"body" : "The spring rain had been falling all morning. But among the 10 New York City families gathered for the weekend, few spirits were dampened. Donna Boyd, a 10-year-old from Brownsville, Brooklyn, gazed out a nearby window. \"It's like a jungle out there,\" she said, a smile creeping across her face. \"Look, I can stand on my head!\" called out Lamont" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Prelude To Sounds And Sights Of Nature" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/prelude-to-sounds-and-sights-of-nature.html"} , {"body" : "Restoration in Brooklyn MAY 26 -- The Bedford-Stuyvesant Restoration Corporation, founded by the late Senators Robert F. Kennedy and Jacob K. Javits, will celebrate 25 years as one of the nation's first and most successful community development programs. Senator Kennedy's widow, Ethel Kennedy, who has remained active in the organization, and his" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/style\/benefits-679392.html"} ,   {"body" : "'Beauty Is the Beast' Wings Theater 154 Christopher Street Manhattan (212) 627-2961 Recommended ages: 7 and up Through May 31 The Wings Theater Company likes provocative subjects, even for its children's plays. In its winter children's production, the company focused on racism and prejudice. \"Beauty Is the Beast,\" by Bill Wheeler, has the answer," , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/for-children.html"} , {"body" : "Over the objections of gay-rights groups, Mayor David N. Dinkins intends to appoint Enoch Williams, the chairman of the City Council's Health Committee, to a 45-member mayoral committee that parcels out $35 million in Federal money to AIDS clinics, the Mayor's press secretary said yesterday. The secretary, Leland T. Jones, said that by making the" , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins to Put Councilman In AIDS Role" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/nyregion\/dinkins-to-put-councilman-in-aids-role.html"} , {"body" : "A group of New York City police officers charged last week in a cocaine ring that reached from Brooklyn to Long Island devised careful strategies to outmaneuver supervisors, investigators and even suspicious fellow officers, Suffolk County investigators said yesterday. The officers never took a step without first checking schedules of superior" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Safeguards Were Dodged In Drug Case" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/safeguards-were-dodged-in-drug-case.html"} , {"body" : "ORVILLE G. BRATHWAITE is a man of strong loyalties. He began working at Chase Manhattan Bank as a summer intern in college and stayed for 20 years. He rose through the ranks from teller to auditor to manager of three Manhattan branches to supervisor of a dozen executives at Chase's headquarters. At the end, his responsibilities included advising" , "date" : "19920513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Casting a Credit Line to the Redlined" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/13\/nyregion\/about-new-york-casting-a-credit-line-to-the-redlined.html"} , {"body" : "In a city where trends in housing values are impossible to measure with precision, one rough indication is provided by the United States Census Bureau in newly released data from the 1990 count. It shows a wide disparity in values -- or at least what people believe their homes are worth. The census asked people who owned their homes how much they" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE ATLAS; Housing Values in New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/the-atlas-housing-values-in-new-york-city.html"} , {"body" : "New York City police officials in charge of internal affairs said yesterday that the arrests of six active officers and a retired colleague in a buy-and-sell drug dealing operation would lead them to re-evaluate the department's methods to root out corruption. The officials said the arrests this week had managed to puncture what has long been a" , "date" : "19920509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Police to Re-evaluate Methods Used to Stop Corruption" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/09\/nyregion\/new-york-police-to-re-evaluate-methods-used-to-stop-corruption.html"} , {"body" : "Five New York City police officers and a retired colleague were charged yesterday with running a cocaine ring in which drugs from Brooklyn bodegas were ultimately sold in bars and restaurants on Long Island. At least one of the officers and perhaps others in the group also used cocaine, Deputy Chief Robert J. Beatty said. Two of the officers' wives" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)" , "OCEAN HILL-BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City Officers Charged With Running L.I. Cocaine Ring" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/new-york-city-officers-charged-with-running-li-cocaine-ring.html"} , {"body" : "Tuesday night, men's night at St. Paul Community Baptist Church in East New York, where Bible studies are preceded by morality tales from the streets: A teen-ager in a purple sweatshirt stands abashed at the side of the Rev. Johnny Ray Youngblood, facing about 100 men. \"What happened, man?\" the minister asks. \"I cut somebody in the face,\" replies" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministering to Men in 'One of God's Alcatrazes'; Channeling Activism, Fed by Anger, Into Churches in Neighborhoods That Others Have Fled" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/ministering-men-one-god-s-alcatrazes-channeling-activism-fed-anger-into-churches.html"} , {"body" : "A New York City housing police sergeant was shot once in the lip in a Bronx apartment last night as he tried to arrest a man suspected in the shooting of a corrections investigator earlier in the day, the police said. After he opened fire on the housing officer, at about 10 P.M. last night, the suspect barricaded himself in the apartment, said Sgt." , "date" : "19920506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Officers Shot and Hurt While Pursuing Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/06\/nyregion\/2-officers-shot-and-hurt-while-pursuing-suspect.html"} , {"body" : "A civilian employee of the New York City Fire Department was arrested in Brooklyn last night and charged with soliciting a bribe from the pastor of a Bedford-Stuyvesant church, the police said. The employee, Charles Souvenir, 36 years old, of 833 Quincy Street, in Bedford-Stuyvesant, told the pastor early last night that in exchange for an" , "date" : "19920430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire Dept. Bribe Charged" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/30\/nyregion\/fire-dept-bribe-charged.html"} ,   {"body" : "Gay protesters who have been clamoring for the resignation of the New York City Council's health committee chairman turned a City Council meeting into a shouting match yesterday, hurling obscenities and condoms at lawmakers before being ejected from City Hall. The gay-rights groups have attacked the health chairman, Enoch Williams of Brooklyn," , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gay Protesters Are Ejected From City Council Meeting" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/nyregion\/gay-protesters-are-ejected-from-city-council-meeting.html"} , {"body" : "Jose Delgado lingered at the doorstep of a decaying South Bronx apartment building last week watching Mayor David N. Dinkins promise millions of dollars in projects. After a while the politicians dispersed. The television cameras were packed up. The onlookers dribbled away. But Mr. Delgado remained, as he always does. \"Every time they want to be" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Euphoria Is Scarce as Dinkins Loosens Fiscal Belt" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/euphoria-is-scarce-as-dinkins-loosens-fiscal-belt.html"} , {"body" : "Just beyond the barred windows of Intermediate School 166 in the Morrisania section of the Bronx, drug dealers cross paths with the homeless near the charred facade of an abandoned building. But inside the windowless fortress of the school auditorium on a recent morning, several dozen teen-agers from the neighborhood were creating beautiful music." , "date" : "19920425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "A Teacher Uses Music's Boundaries to Keep Out Urban Chaos" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/25\/nyregion\/a-teacher-uses-music-s-boundaries-to-keep-out-urban-chaos.html"} , {"body" : "A Brooklyn man, who the police believe is part of a gang that preys on bank customers, was arrested yesterday and charged in the assault and robbery of a 69-year-old Roman Catholic priest as he stood on line to deposit the tuition from his church's parochial school at a Brooklyn bank last Thursday, the police said. The suspect, Todd Brown, 24, of" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Arrested In Assault of Priest" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/suspect-is-arrested-in-assault-of-priest.html"} , {"body" : "Joseph B. Williams, a retired judge, former head of New York City's Family and Criminal Courts and a top official in the Lindsay administration, died on Wednesday at Sentara Hampton General Hospital in Hampton, Va. He was 70 years old and had moved to Hampton this year from Brooklyn. He died of a heart attack after suffering a lung illness, his" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "30" , "title" : "Joseph B. Williams, Retired Judge and Lindsay Aide, Is Dead at 70" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/nyregion\/joseph-b-williams-retired-judge-and-lindsay-aide-is-dead-at-70.html"} , {"body" : "An off-duty police officer shot his wife in the head, seriously wounding her, during an argument in their Bedford-Stuyvesant apartment early yesterday, the police said. The officer, Alfred Gonzales, 33 years old, of 57 Decatur Street, is a six-year member of the force assigned to the 77th Precinct in Crown Heights. The officer's wife, Bonnie, 30," , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Officer Shoots and Wounds Wife in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/nyregion\/officer-shoots-and-wounds-wife-in-brooklyn.html"} , {"body" : "The first meeting of a reconfigured Community Board 14 in Brooklyn was disrupted last night by a bomb threat and later, by angry shouting matches -- evidence that the racially charged protests that have wracked the board for two years show little sign of ending. The raucous meeting at Edward R. Murrow High School in Midwood came 12 days after the" , "date" : "19920414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Protesters Disrupt Brooklyn Board Meeting" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/14\/nyregion\/protesters-disrupt-brooklyn-board-meeting.html"} , {"body" : "The New York City Schools Chancellor, Joseph A. Fernandez, yesterday announced what he called a reorganization of his top staff to speed action on some of his ideas for improving instruction, including a longer school day. But others in the educational community discerned the marks of a shakeup. Aides to Mr. Fernandez said he was taking advantage" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez Replaces and Reshuffles His Top School Staff" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/fernandez-replaces-and-reshuffles-his-top-school-staff.html"} , {"body" : "Last November, just as a D train was pulling into the 170th Street subway station in the Bronx, Troy Anderson rescued an old man who had been thrown onto the tracks by a mugger. Then the mugger came after Mr. Anderson and they grappled on the subway platform. Then the police arrived and, for a brief moment, Mr. Anderson, who was bigger than the" , "date" : "19920409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Subway-System Heroes Cited for Their Courage" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/09\/nyregion\/subway-system-heroes-cited-for-their-courage.html"} , {"body" : "Three men were shot to death Saturday night and a fourth seriously wounded after they were forced to lie on the floor of an unlicensed Brooklyn social club, apparently during a robbery, the police said. It was unclear yesterday why the robbers opened fire on the victims, said Lieut. Charles F. Dowd, commander of the 79th Precinct Detective Squad." , "date" : "19920406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Men Shot to Death In a Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/06\/nyregion\/3-men-shot-to-death-in-a-brooklyn-club.html"} ,   {"body" : "Gov. Bill Clinton is hoping to leap another hurdle tomorrow in his quest for the Democratic Presidential nomination, working to persuade skeptical, alienated New York voters that he has the most realistic chance of defeating President Bush in November. The Arkansas Governor has been frustrated throughout his campaign by receiving more attention for" , "date" : "19920406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN: Clinton; Players in Familiar Roles as Vote Nears Clinton Faces Questions About His Past and Spars With Rival" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/06\/us\/1992-campaign-clinton-players-familiar-roles-vote-nears-clinton-faces-questions.html"} , {"body" : "OPPORTUNITY knocked, and Alice Davis responded. \"I'd better jump on this,\" she remembers telling herself. She was thinking of buying a new two-family house built with city and state assistance in the Bedford-Stuyvesant section of Brooklyn. She bought just in time. Drastic cuts sought by Mayor David N. Dinkins for a planned revision in the capital" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: City Housing Cutbacks; New York Slashing an Array of Programs" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/perspectives-city-housing-cutbacks-new-york-slashing-an-array-of-programs.html"} , {"body" : "TOWN-HOUSE sales in Greenwich Village, the Upper East Side and other prime Manhattan and Brooklyn neighborhoods have rebounded after a three-year downward drift. In recent reports, brokerage companies said that last year brought their highest volume of sales since 1988, when the phenomenal price rises of the mid-80's for town houses shifted into" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prime Area Town-House Sales Rebound" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/prime-area-town-house-sales-rebound.html"} , {"body" : "BUYING a town house remains an alluring alternative to apartment living for many New Yorkers, but owners quickly learn that a house is a quite different kind of home. One challenge is living in vertical space. Others are managing security, deliveries and repairs without doormen or a resident superintendent. \"It is not until you are living in a" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Adjusting to the Town House" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/adjusting-to-the-town-house.html"} , {"body" : "Milagros Reyes took her baby boy to the hospital for a hernia operation, but had to rush away a few hours after surgery to get back to work. Her 6-month-old son, bandaged and scared, was crying as she left, but she feared that a missed day might get her fired from her $7.79-an-hour factory job. The same anxiety has also driven Ms. Reyes to ignore" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Their Wages Low, Single Mothers Get Little Help" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/their-wages-low-single-mothers-get-little-help.html"} , {"body" : "At a time of deepening budget cuts, parents in New York City are deciding that if the beleaguered public schools are to work for their children, parents have to work for the schools. So they are patrolling hallways, raising thousands of dollars at benefits and cornering politicians to help make public schools places where they can entrust their" , "date" : "19920330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Quality Time for Quality Schools; In Budget Crunch, New York Parents Aid Public Education" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/30\/nyregion\/quality-time-for-quality-schools-budget-crunch-new-york-parents-aid-public.html"} , {"body" : "The Tri-Community Volunteer Ambulance Corps officially came into being at 5:36 last Saturday evening when its only ambulance responded to its first emergency -- a car accident on Clarendon Road in Brooklyn. And, as the crew merrily pointed out, they beat the Emergency Medical Service to the scene by a good 20 minutes. \"That's why we're here,\" the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Volunteer Ambulance Corps Fill the Gaps" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/volunteer-ambulance-corps-fill-the-gaps.html"} , {"body" : "IT was called \"The Gourmet Revolution,\" \"The Dietary Revolution,\" \"The Awakening of American Taste.\" And now the revolution is complete. Sun-dried tomatoes and extra-virgin olive oil, once rationed to a chosen few, are now displayed in supermarkets and widely distributed. The exotic cuisines that people traveled the world to sample are now as close" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "1" , "title" : "As the Rich Get Leaner, The Poor Get the French Fries" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/as-the-rich-get-leaner-the-poor-get-the-french-fries.html"} , {"body" : "Even in a city notorious for dank, decrepit subway stations, there is nothing quite like the Franklin Avenue shuttle. The five-station Brooklyn line, which links the D train in Crown Heights with the A train in Bedford-Stuyvesant, is a study in squalor. At the Park Place station, planks on the elevated platform sag as people walk over them. At the" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Authority Switches Tracks" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/nyregion\/transit-authority-switches-tracks.html"} , {"body" : "The New York region's Congressional representatives came home from Washington this weekend braced to be asked a dread election-year question: Are the members of Congress crooks or merely incompetents? But in church basements, on Y.M.C.A. basketball courts and at early St. Patrick's Day parades, the representatives encountered more shrugs than scorn" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE HOUSE BANK; LAWMAKERS ASKED ABOUT OVERDRAFTS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/nyregion\/the-house-bank-lawmakers-asked-about-overdrafts.html"} ,   {"body" : "When the echo of gunshots dies down and the smoke fades, Benjamin Robinson goes to work. He hauls a gurney from his hearse, wheels it through the Kings County morgue to the refrigerator where the lifeless, blood-streaked body of Teraya Starnes, forever 16, waits for the final trip home to Bedford-Stuyvesant. Mr. Robinson, the director of the" , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Coffins Come in Size Young" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/where-coffins-come-in-size-young.html"} , {"body" : "From the street, 72 Lewis Avenue remains a stolid old schoolhouse, its five-step stairway ascending to an arched doorway flanked by tall classroom windows. Long gone from its hallways are the clatter and clamor of uniformed schoolchildren, cloistered from the outside by the comforting certitude of their daily parochial curriculum. But St. John's" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "How to Build Low-Cost Housing the Private Way" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/nyregion\/how-to-build-low-cost-housing-the-private-way.html"} , {"body" : "A suspect in a police drug raid was shot and killed in his Brooklyn apartment yesterday, apparently by a bullet from his own gun, moments after officers broke down his door, the police said. \"At this time, we believe that the deceased either accidentally shot himself or intentionally shot himself,\" a police spokesman, Sgt. Peter Sweeney, said late" , "date" : "19920307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man Slain in Police Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/07\/nyregion\/brooklyn-man-slain-in-police-drug-raid.html"} , {"body" : "The major hospital regulatory group has decided to withdraw its accreditation from one of New York City's major municipal hospitals, Woodhull Medical and Mental Health Center in Brooklyn, after concluding that it does not do a good enough job reviewing some of its surgical procedures, administrators at the hospital said yesterday. The loss of" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Woodhull Fails Review, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/woodhull-fails-review-officials-say.html"} , {"body" : "Spurred by the shooting deaths of two students in Thomas Jefferson High School last week, Mayor David N. Dinkins, a coalition of black ministers and Bill Cosby went to the school yesterday and invoked the imagery of the civil rights movement in a call for East New York residents to begin an anti-violence crusade. As nearly 800 students, parents and" , "date" : "19920303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Dinkins Leads A Call to Stop Street Killings" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/03\/nyregion\/dinkins-leads-a-call-to-stop-street-killings.html"} , {"body" : "From the pulpit of a Brooklyn Baptist church yesterday, Mayor David N. Dinkins announced a $28 million program to identify the 40 most dangerous public high schools and middle schools in New York City and to bolster security at them. Less than a week after two students were shot dead in a hallway at Thomas Jefferson High School in East New York," , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "DINKINS PROMISES MONEY FOR SAFETY IN VIOLENT SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/dinkins-promises-money-for-safety-in-violent-schools.html"} , {"body" : "With every bloodstain in New York City's public schools, Theresa Phillips grows more worried. She says routine questioning of her 14-year-old son about his day at Sheepshead Bay High School in Brooklyn can now easily take the tone of a cross-examination. She quizzes her son, Dario, about his choices of schoolmates and wants to know where he spends" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "As Students Learn Amid Violence, Parents Cope With Fear" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/as-students-learn-amid-violence-parents-cope-with-fear.html"} , {"body" : "A 15-year-old Brooklyn youth leaving an overcrowded birthday party on Friday night was shot to death after he got into a fight with another teen-ager, the police said. The youth, Tashane Wells, a ninth-grader from Bedford-Stuyvesant, died early yesterday at Kings County Hospital from a single gunshot wound in his chest. He was shot about 11:30 P.M." , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Youth, 15, Shot to Death Leaving Brooklyn Party" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/youth-15-shot-to-death-leaving-brooklyn-party.html"} , {"body" : "A 31-year-old Brooklyn man sprayed his former girlfriend's apartment with semiautomatic weapon fire yesterday morning, killing her 9-month-old son and then wounding her and their 6-year-old daughter, the police said. The man then pointed the weapon at his own chest and killed himself. The shooting came on the same day that the man, David Power, was" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Fatally Shoots an Infant and Himself" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/brooklyn-man-fatally-shoots-an-infant-and-himself.html"} , {"body" : "Any mayor might have been lulled by the behavior that culminated in a guilty plea by David N. Dinkins's campaign finance chairman two weeks ago and in the resignation under fire of his Housing Authority chairwoman over the weekend. But even though Mr. Dinkins responded with what for him was unusual speed, the two scandals that embarrassed his" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Echo of Scandals; Two New Problems Revive Questions About the Mayor: Finances and Race" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/echo-scandals-two-new-problems-revive-questions-about-mayor-finances-race.html"} ,   {"body" : "NO New Yorker is short of opinions, but some New Yorkers' opinions on public policy get asked more often than others'. To journalists, they are the \"usual suspects,\" people whose expertise, verbosity and often wit make them particularly quotable. To City Hall, they are an unelected Greek chorus, critiquing every official move. To readers, they are" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "When City Officials Make a Move, Who You Gonna Call?" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/weekinreview\/when-city-officials-make-a-move-who-you-gonna-call.html"} , {"body" : "A 24-year-old Brooklyn man who had been paroled after a previous robbery conviction was charged yesterday afternoon with the rape and robbery of a student in a classroom at the Pratt Institute in Brooklyn, the police said. The student was walking down a hallway in the South Hall building last Thursday evening when a man forced her into a classroom." , "date" : "19920220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Arrested in Rape Of Pratt Student" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/20\/nyregion\/brooklyn-man-arrested-in-rape-of-pratt-student.html"} , {"body" : "Hard times are reaching into the American classroom. Just when politicians are calling for a revival in American education, the recession is leaving principals and teachers across the country with less money for more students. The toll is uneven, and not all the cuts are dire. But reports are somber across the economic spectrum. Schools in the" , "date" : "19920219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MOUNT HEALTHY (OHIO)" , "MONTEBELLO (CALIF)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Education"] , "page_facet" : "1" , "title" : "Hard Times in the Schools -- A Special Report; In Classrooms, the Economy Is Teaching a Harsh Lesson" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/19\/education\/hard-times-schools-special-report-classrooms-economy-teaching-harsh-lesson.html"} , {"body" : "Just seven years ago, Richie's Car Service had 50 cars that shuttled hundreds of New Yorkers each day between the 179th Street subway station at the end of the F line in Jamaica and their homes in the semi-suburban sprawl of eastern and southeastern Queens. Today, Richie's -- run from a white trailer that sits on cement blocks next to Hillside" , "date" : "19920213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Swarm of Gypsy Cabs" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/13\/nyregion\/a-swarm-of-gypsy-cabs.html"} , {"body" : "By the time he was approaching the age of 40, Carl Gordon's life was a shambles. His second marriage had just broken up, he had a dead-end job in a Brooklyn department store and his friends in Bedford-Stuyvesant were spending their time talking about their lost youth and what they should have done with their lives. \"One night I got so depressed I" , "date" : "19920208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "From Ashes, an Acting Career and a Role on 'Roc'" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/08\/arts\/from-ashes-an-acting-career-and-a-role-on-roc.html"} , {"body" : "When they are picking candidates for the contributors section of the Basketball Hall of Fame, somebody should bring up the name of Gene Smith. Smith was a New York City police officer who operated his own youth salvage program in the Bedford Stuyvesant section of Brooklyn, rounding up youngsters from those notoriously mean streets in the 1950's and" , "date" : "19920205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BASKETBALL; Hawkins Recalls Who Lent A Hand" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/05\/sports\/basketball-hawkins-recalls-who-lent-a-hand.html"} , {"body" : "A retired minister was killed and six people were injured last night when a suspicious fire swept through a brownstone in Brooklyn, the police and fire officials said. The fire broke out about 6 P.M. in a four-story brownstone at 317 MacDonough Street in Bedford-Stuyvesant and rapidly engulfed the top three floors, trapping three terrified" , "date" : "19920203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Minister Killed, 6 Hurt in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/03\/nyregion\/ex-minister-killed-6-hurt-in-brooklyn-fire.html"} , {"body" : "Two children were wounded outside their Brooklyn school yesterday morning when another youth involved in a dispute pulled out a gun and fired two wild shots across a crowded playground, the police said. The shooting was the latest in a series of recent violent incidents in and around New York City schools. Last week in Brooklyn, a student shot a" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Wild Shots Hit 2 Children In a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/nyregion\/wild-shots-hit-2-children-in-a-brooklyn-playground.html"} , {"body" : "The shot shattered Officer David Pitchon's ankle and landed 15-year-old Rasheem Smith in jail. But perhaps the most remarkable thing about the sniping incident outside a school in the Bedford-Stuyvesant section of Brooklyn eight days ago was how unremarkable it seemed: an act that would have been unthinkable not too long ago drew barely a flicker" , "date" : "19920129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Shot, Boy Held, But Few Even Notice" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/29\/nyregion\/officer-shot-boy-held-but-few-even-notice.html"} , {"body" : "A 33-year-old Brooklyn woman who had been ejected from a Manhattan nightclub for fighting with another woman was arrested early yesterday after she returned with a can of gasoline and threatened to burn the club down, the police said. The suspect, Yvonne Pertha of 309 Patchen Avenue in Bedford-Stuyvesant, was angry because the money she paid to get" , "date" : "19920127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Accused of Trying to Set Fire to Club" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/woman-is-accused-of-trying-to-set-fire-to-club.html"} ,   {"body" : "Two armored-car guards delivering money to a crowded check-cashing store in Queens walked into an ambush yesterday morning, as masked gunmen opened fire, killing one of them, critically injuring the other and also wounding a 78-year-old woman walking by, the police said. The four robbers escaped with $82,000 in a canvas money bag as one guard" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CORONA (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bandits Shoot 3 in Queens In Cash Theft" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/bandits-shoot-3-in-queens-in-cash-theft.html"} , {"body" : "Three students were stabbed yesterday outside their Brooklyn high school, leaving one of them in critical condition, the police said. The stabbings occurred as students were leaving Thomas Jefferson High School in the East New York section about 2:35 yesterday afternoon. A \"large group, not a gang,\" comprising \"a couple dozen\" youths who did not" , "date" : "19920122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "3 Students Are Stabbed In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/22\/nyregion\/3-students-are-stabbed-in-brooklyn.html"} , {"body" : "IN the plumbing business, Leslie Levi Jr. made his mark long ago. His company has been in business in Brooklyn for 41 years. For 27 years, Raleigh W. Hall has been in the home-improvement business in Jamaica, Queens. And for 19 years Andrew Velez has been plying the general contractor's trade from an office in downtown Manhattan. Too long, these" , "date" : "19920119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Minority Developers; Enlarging the Ranks of Home Builders" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/19\/realestate\/perspectives-minority-developers-enlarging-the-ranks-of-home-builders.html"} , {"body" : "An 18-month-old Brooklyn girl was returned home safely by her baby sitter yesterday afternoon, more than nine hours after she was reported missing by her mother, the police said. Officers said the sitter, Tianya Varra, 17 years old, and the child's mother, Kim McIver, had misunderstood each other on arrangements for the child. When Ms. McIver" , "date" : "19920119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Missing Baby Is Back Home" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/19\/nyregion\/missing-baby-is-back-home.html"} , {"body" : "Tossing out old Christmas trees on garbage day is a waste of potentially rich, fragrant mulch for the garden. For the last three years, the New York City Department of Sanitation has chipped Christmas trees, but lack of funds canceled this year's program. The Green Guerillas, a nonprofit group that helps urban gardeners, is helping to fill the" , "date" : "19920109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Christmas Tree's Fate: Helping Life as Mulch" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/09\/garden\/christmas-tree-s-fate-helping-life-as-mulch.html"} , {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"} , {"body" : "Three years ago, in accepting City Hall's plan to house several hundred homeless people in the area between Bedford-Stuyvesant and Ocean Hill-Brownsville, Borough President Howard Golden of Brooklyn insisted on a broader solution to the crisis. \"What we were trying to push for was a neighborhood approach,\" Mr. Golden's executive assistant, Marilyn" , "date" : "19920105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Saratoga Square; New Site for Houses" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/05\/realestate\/postings-saratoga-square-new-site-for-houses.html"} , {"body" : "As an agent for the New York City Department of Transportation, 20-year-old Dawn McCaine spent the last year placing tickets on the windshields of illegally parked cars. But she often did so reluctantly, particularly during the Christmas season. \"She felt guilty,\" her sister Bernice recalled last evening, after Ms. McCaine became the ninth victim" , "date" : "19920102" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "'Time for Her to Be at Rest'" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/02\/nyregion\/time-for-her-to-be-at-rest.html"}]