[  {"body" : "Because of an editing error, a front-page article on Thursday about District Attorney Charles J. Hynes of Brooklyn misstated the outcome of the trials in the shooting death of a black teen-ager during a mob attack in Bensonhurst. One of eight defendants was convicted of murder, four were convicted of lesser charges and three were acquitted of all" , "date" : "19921226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/26\/nyregion\/c-corrections-504392.html"} , {"body" : "Merry Christmas, Gerard Papa. This is the keeper of the Flames' 19th season with his Bensonhurst-based basketball league. He seems to have mostly recovered from a savage police beating six years ago. The $76 million judgment he won against the city of New York is still under appeal. But the Flames are burning bright. When Gerard Papa was 20, a" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "90's Collection of Three Wise Persons and the Brave Gifts They Bring" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/sports\/90-s-collection-of-three-wise-persons-and-the-brave-gifts-they-bring.html"} , {"body" : "After a full day of work, sniffling from a cold, Charles J. Hynes slumped at a lectern, judging a mock trial at Brooklyn Law School. But even in the after-hours world of student court, there was no respite from the borough's racial consciousness. The case was simple burglary, the students told only that the suspect was 17 years old, no word about" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Prosecutor Finds Office Fades His Aura" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/prosecutor-finds-office-fades-his-aura.html"} , {"body" : "Nicholas Bonavita, a long-time presence at the New York City Council who most recently served as its chief sergeant-at-arms, died on Friday at Columbia Presbyterian Medical Center. He was 60 years old and lived in Park Slope, Brooklyn. He died after a five-year battle with heart disease, said his son Vincent. Mr. Bonavita, who joined the Council" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Nicholas Bonavita; Sergeant-at-Arms, 60" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/obituaries\/nicholas-bonavita-sergeant-at-arms-60.html"} , {"body" : "Sixteen months after racial unrest in Crown Heights, black and Jewish New Yorkers are discussing what brings them together and what pulls them apart. Recently, a group of 14 people -- seven black and seven Jewish -- sat down at The New York Times and asked themselves some hard questions. Is there a natural alliance between blacks and Jews and is" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Blacks and Jews on the Relationship: What's Special, What's Myth?" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/blacks-and-jews-on-the-relationship-what-s-special-what-s-myth.html"} , {"body" : "Vintage Christmas New-York Historical Society, 170 Central Park West, at 77th Street; (212) 873-3400. The museum's holiday shop is selling greeting cards depicting New York as far back as 1810, including scenes of the Central Park skating pond and the Washington Square arch and photographs of Times Square and the Flat Iron Building, through" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Holiday Scenes, All Around" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/garden\/calendar-holiday-scenes-all-around.html"} , {"body" : "The recent yanking of CBS's \"Brooklyn Bridge\" and the uncertainties surrounding NBC's \"I'll Fly Away\" are combining to produce a public epiphany in this country. Commercial television, buffeted by new technologies that offer viewers attractive alternatives, is caught up in a frantic, and probably fruitless, drive to keep audiences and increase" , "date" : "19921213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION VIEW; Still Trapped in a Vast Wasteland" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/13\/arts\/television-view-still-trapped-in-a-vast-wasteland.html"} , {"body" : "A defense lawyer attacked the credibility of Salvatore (Sammy Bull) Gravano yesterday, stressing that there were no written reports or taped conversations to support much of his testimony against Victor Orena, the reputed acting boss of the Colombo crime family. The lawyer, Gustave H. Newman, suggested that agents of the Federal Bureau of" , "date" : "19921211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defense Attacks Mafia Turncoat's Credibility" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/11\/nyregion\/defense-attacks-mafia-turncoat-s-credibility.html"} , {"body" : "Vincent Gardenia, a character actor known for his work in theater and television and his supporting roles in the films \"Bang the Drum Slowly\" and \"Moonstruck,\" was found dead yesterday in his hotel room in Philadelphia. He was 71 years old and lived in Bensonhurst, Brooklyn. He died of a heart attack after appearing in a preview performance of the" , "date" : "19921210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "21" , "title" : "Vincent Gardenia, Character Actor, Is Dead at 71" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/10\/arts\/vincent-gardenia-character-actor-is-dead-at-71.html"} , {"body" : "The rave scene, like any collision between youth culture, music and the market, possesses an ambiance as well as a sound. Backpacks and striped stocking caps, whistles and slouchy clothes constitute rave's look. Behavior patterns range from narcissistic rapture to childlike abandon, as people enjoy an innocent sensuality beyond the usual realm of" , "date" : "19921202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Review\/Rock; Sound and Look of Rave" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/02\/arts\/review-rock-sound-and-look-of-rave.html"} ,   {"body" : "They were strangers to each other until they shared their personal histories as descendants of Jews who fled Spain 500 years ago. Some wept as they recounted their search for a religious identity. Others compared geneologies, seeking common ancestors. Still others were content to reach out in friendship, saying they were experiencing a sense of" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW MEXICO" , "SPAIN"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "After 500 Years, Discovering Jewish Ties That Bind" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/us\/after-500-years-discovering-jewish-ties-that-bind.html"} , {"body" : "As a teen-ager on the South Brooklyn waterfront, Anthony Salvatore Casso shot pigeons from rooftops and became a ferocious brawler with a street gang known as the Tigers. As an adult, the authorities say, he capitalized on violence to spring to the top of the Lucchese crime family, quickly amass a fortune and become a symbol of a new breed of" , "date" : "19921128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "'Most Ruthless Mafia Leader Left; Leader on the Lam Runs the Lucchese Family, Agents Say" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/28\/nyregion\/most-ruthless-mafia-leader-left-leader-lam-runs-lucchese-family-agents-say.html"} , {"body" : "The large man with the thinning hair and the booming Brooklyn voice greeted his guest from behind his desk with an appreciation of the obstacles that had been encountered before such a visit. \"A little harder to get into the building this year, isn't it?\" Ira Levine said with a smirk that quickly melted into a smile. He was referring to the new" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "ON BASKETBALL; A Coach's Life Lessons From a Bruising Season" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/sports\/on-basketball-a-coach-s-life-lessons-from-a-bruising-season.html"} , {"body" : "Mayor David N. Dinkins's immediate goal in delivering a televised address on race relations at noon tomorrow is to place the tumult over the Crown Heights verdict behind him, mayoral aides said yesterday. But they said the brief address is as much about the future as about what happened in a Brooklyn courtroom last month or on the streets of Crown" , "date" : "19921124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins's Mission: Trying to Relegate Crown Heights to the Past" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/24\/nyregion\/dinkins-s-mission-trying-to-relegate-crown-heights-to-the-past.html"} , {"body" : "Confronting issues that threaten New York's social stability and his own re-election, Mayor David N. Dinkins said yesterday that he would address the city in a televised Thanksgiving Eve appeal for harmony in the face of growing racial and ethnic tensions. The Mayor's speech at noon on Wednesday -- the fourth time in his tenure that he has taken to" , "date" : "19921123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Plans Major Appeal For Harmony" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/23\/nyregion\/dinkins-plans-major-appeal-for-harmony.html"} , {"body" : "NEW YORK CITY GIVING WORKERS A SAY IN THEIR WORK Can unionized city workers perform as well as private contractors? A new experiment in the New York City Parks Department is trying to answer the question by allowing workers new freedom in planning their own workloads, routes and conditions. For example, three parks workers in the test recently" , "date" : "19921116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/16\/nyregion\/metro-digest-468592.html"} , {"body" : "George Marchese and two co-workers needed less than 90 minutes the other day to cut down and remove a dead silver maple tree in front of Teresa Mele's house in Bensonhurst. Two men would return later to remove the stump and fill the hole with soil. Before this month, as many as seven workers might have done the same job. While it hardly mattered to" , "date" : "19921116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parks Workers Challenging Stereotype of Public Jobs" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/16\/nyregion\/parks-workers-challenging-stereotype-of-public-jobs.html"} , {"body" : "Gov. Mario M. Cuomo yesterday strongly defended Mayor David N. Dinkins, who has been sharply criticized in recent weeks for his handling of the racially charged tensions in Crown Heights. And, as Mr. Dinkins prepared to embark on his effort to win re-election next year, the Governor offered the Mayor warm words of praise, saying, \"We are fortunate" , "date" : "19921116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo Gives Dinkins Role New Support" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/16\/nyregion\/cuomo-gives-dinkins-role-new-support.html"} , {"body" : "Consolidated Edison officials said yesterday that they did not know how a pipe burst on Tuesday night, letting loose a blast of 500-degree steam that killed a utility mechanic and gravely injured two other men at a Manhattan power station on the East River. A thorough examination of the 40-year-old steel pipe will be delayed while contractors clean" , "date" : "19921112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Cause Unknown for Fatal Pipe Rupture" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/12\/nyregion\/cause-unknown-for-fatal-pipe-rupture.html"} , {"body" : "U.S. Senate The Candidates ROBERT ABRAMS, 54. Lawyer, State Attorney General since 1979. Elected Bronx Borough President, 1969. First won office as Assemblyman from the Bronx, 1965. Had raised about $5.4 million as of Oct. 15 and will spend all that and more. ALFONSE M. D'AMATO, 55. Lawyer, United States Senator since 1981. Presiding Supervisor," , "date" : "19921102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Major Races to Watch in Tomorrow's Elections in New York State" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/02\/nyregion\/major-races-to-watch-in-tomorrow-s-elections-in-new-york-state.html"} ,   {"body" : "SERENITY in a bottle. Sound too good to be true? You can have it, for $25 a half ounce, at the Fragrance Shoppes, in the East Village and the Park Slope section of Brooklyn. For those who prefer not to smell like Donna Karan's husband's neck, these New Age apothecaries blend oils from aromatic plants like vanilla, lavender, mandarin, myrrh," , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "FORAGING; Leading Customers Around by Their Noses" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/style\/foraging-leading-customers-around-by-their-noses.html"} , {"body" : "Here is a sampling of Halloween events scheduled in the New York metropolitan area this weekend: Today \"CARNEVALE OF SOULS,\" Dynamic Theater Company, 44 Walker Street, lower Manhattan. Performance art with exotic dancers, contortionists, fire-eaters, magicians. 9 P.M. to 2 A.M. Admission: $10. Information: (212) 799-3753. \"MYSTERY: THE ILLUSTRATED" , "date" : "19921030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Haunts of the Brave" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/30\/arts\/haunts-of-the-brave.html"} , {"body" : "Residents along a tidy boulevard in Bath Beach awoke last week to the unsettling discovery of two corpses, shot in the head and gazing vacantly, slumped in the seat of a parked car, apparently the latest victims in a year of Mafia infighting that has left at least 13 people dead and 23 injured across south Brooklyn. Huddled against the chill" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BAY RIDGE (NYC)" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn's Neighbors to the Mob" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/nyregion\/brooklyn-s-neighbors-to-the-mob.html"} , {"body" : "The candidates seated behind the red-white-and-blue-draped table in a Staten Island church basement had barely finished their opening remarks in a recent debate when a man identifying himself as a retired police officer jumped up with a question. \"How can you say you are a Republican Conservative?\" fired the man at the incumbent, Representative" , "date" : "19921021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Race for Congress, a Clash of Mavericks" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/21\/nyregion\/in-race-for-congress-a-clash-of-mavericks.html"} , {"body" : "Two men were found shot to death early yesterday morning in a parked car in Brooklyn, and a police investigator said the victims appeared to have been affiliated with the Colombo organized-crime family. Detective Sgt. Tony Celano, who is directing the investigation, said Vincent DePippo, 42 years old, and Neil Mastro, 21, both of Brooklyn, were" , "date" : "19921019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Men Slain in Brooklyn Said to Have Ties to Mob" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/19\/nyregion\/2-men-slain-in-brooklyn-said-to-have-ties-to-mob.html"} , {"body" : "METRO DIGEST NEW YORK IS BACK ON TV, IN SPIRIT ANYWAY What's now hot on television are the gritty streets and the grittier characters of New York City. Never before have so many series been set in New York in a single season -- but with a twist. Most of these shows with New York settings are actually filmed on Los Angeles studio lots because New" , "date" : "19921019" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSINESS DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/19\/nyregion\/business-digest-109892.html"} , {"body" : "FOR King and Nadine Lenoir one of the pleasures of living in Fairfield Towers in Brooklyn is the afternoons spent relaxing on the balcony reading or dining at the umbrella table. \"We feel secure here,\" said Mrs. Lenoir, as she and her husband, a retired chauffeur, sat in the living room of their two-bedroom apartment. \"The place is safe and clean" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Mitchell-Lamas Going on Sale" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/realestate\/mitchell-lamas-going-on-sale.html"} , {"body" : "Assemblyman Jerrold Nadler's introduction to politics came when he was 7 years old and his father, \"a dyed-in-the-wool Democrat,\" was a struggling poultry farmer in New Jersey. \"I started becoming politicized when I was growing up because there were two names that were never pronounced except with disdain,\" recalled Mr. Nadler, who on Wednesday" , "date" : "19920925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "UPPER WEST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man in the News; Persistence Pays Off: Jerrold Lewis Nadler" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/25\/nyregion\/man-in-the-news-persistence-pays-off-jerrold-lewis-nadler.html"} , {"body" : "IN 1986, Harlem Hospital treated 12 children 17 years old or younger for gunshot wounds. In 1991, that number was 52. Lincoln Hospital in the South Bronx treated 13 children for gunshot wounds in 1986, compared with 69 last year. Of all the children who die of an injury north of 110th Street in Manhattan, one-third are shot to death, according to" , "date" : "19920912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; A Band of Mothers Battles the Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/12\/nyregion\/about-new-york-a-band-of-mothers-battles-the-killing.html"} , {"body" : "Since his brother, Yankel, was killed on a Brooklyn street 13 months ago, Norman Rosenbaum has traveled to New York City from his native Australia seven times, hired a team of lawyers and investigators and combed the streets in search of witnesses to the slaying. He has vowed to find justice for his brother, a rabbinical student who was stabbed to" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Crown Heights Deaths Are Still Deeply Mourned" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/nyregion\/2-crown-heights-deaths-are-still-deeply-mourned.html"} ,   {"body" : "When they pitch their favorite topic, Seymour Fliegel and Colman Genn can't help falling into a shtick, Mr. Genn playing the earnest Carl Reiner to Mr. Fliegel's manic, wisecracking Mel Brooks. Mr. Genn, in funereal tones, will state that many liberals who defend neighborhood schools do so because they want to keep the jobs and contractual benefits" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "IDEAS & TRENDS; Gurus of 'Choice' Say Schools Coast With C's" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/weekinreview\/ideas-trends-gurus-of-choice-say-schools-coast-with-c-s.html"} , {"body" : "Forty years ago next month the first real \"Honeymooners\" sketch went out over America's airwaves. Jackie Gleason had done proto-\"Honeymooners\" segments on the DuMont network's \"Cavalcade of Stars,\" but only on Sept. 20, 1952, when \"The Jackie Gleason Show\" had its premiere on CBS, did the Kramdens and the Nortons -- Ralph and Alice, Ed and Trixie" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "TELEVISION; For Fans, The Honeymoon Is Really Over" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/arts\/television-for-fans-the-honeymoon-is-really-over.html"} , {"body" : "In the mind, or at least the films, of Woody Allen, New York is not quite real. It's better than in reality, glittering and bittersweet, a place without graffiti or litter, where all the architecture is idiosyncratic and grand, where everyone's a character (as in \"What a character!\") and where the complex frustration of daily living is sweetened," , "date" : "19920820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Woody in New Yorkers' Eyes: A Tarnished Idol?; Squalid Dispute Intrudes on Fans' Image of a Maker of Bittersweet Celluloid Dreams" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/20\/nyregion\/woody-new-yorkers-eyes-tarnished-idol-squalid-dispute-intrudes-fans-image-maker.html"} , {"body" : "An assistant district attorney in Brooklyn was forced to resign last month after Federal prosecutors said she made more than routine inquiries into a Federal drug investigation targeting a friend, senior law enforcement officials said yesterday. The attorney, Pamela D. Hayes, resigned as chief of the sex crimes bureau in the Brooklyn District" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Assistant District Attorney's Forced Resignation Tied to Drug Case" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/assistant-district-attorney-s-forced-resignation-tied-to-drug-case.html"} , {"body" : "Subway service across the Manhattan Bridge was suspended last night until Friday morning after state investigators found a small hole in a severely rusted beam that helps support the subway tracks, the City Department of Transportation said. The suspension of service forces about 250,000 subway riders to use other routes between Manhattan and" , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Small Hole Closes Manhattan Bridge to Trains" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/nyregion\/small-hole-closes-manhattan-bridge-to-trains.html"} , {"body" : "Around midnight, just as the crowd of revelers started to thicken, three young women emerged from a bar and swayed carefree along the tree-lined sidewalk, explaining in inebriated giggles that when it came to night life, nowhere, not even Manhattan, compared to Bell Boulevard in Bayside, Queens. \"You don't have the traffic, you don't have the" , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BAYSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bayside's Popular Strip of Contention; Bell Boulevard Is Known for Night Life -- and Trouble, Too, Queens Neighbors Say" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/nyregion\/bayside-s-popular-strip-contention-bell-boulevard-known-for-night-life-trouble.html"} , {"body" : "It is generally more rewarding to read about someone else's travels than to hear about them (especially when there's a slide show). Vita Sackville-West had it right: \"There is no greater bore than the travel bore. We do not in the least want to hear what he has seen in Hong Kong.\" But even seasoned travelers carry visions in their mental luggage:" , "date" : "19920722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Travel" , "Books"] , "page_facet" : "18" , "title" : "Books of The Times; Travel Books That Nourish a Vision" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/22\/books\/books-of-the-times-travel-books-that-nourish-a-vision.html"} , {"body" : "Saying that the Police Department had not responded to his requests for protection after a threat was reportedly made against him over a police radio frequency, the Rev. Al Sharpton said yesterday that off-duty black police officers would guard him during his campaign for the United States Senate. Mr. Sharpton cited a newspaper report that while he" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Arranges for Off-Duty Officers to Guard Him" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/sharpton-arranges-for-off-duty-officers-to-guard-him.html"} , {"body" : "Despite the huge shifts in New York City's population in the 1980's, blacks and whites -- regardless of their incomes -- have remained as segregated as they were when the decade began, according to a block-by-block analysis of the 1990 census. During a period in which white non-Hispanic New Yorkers became a minority and the gap between black and" , "date" : "19920715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shifts in 80's Failed to Ease Segregation" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/15\/nyregion\/shifts-in-80-s-failed-to-ease-segregation.html"} , {"body" : "The Republican power base in New York State is its 27-year-old grip on the State Senate, where G.O.P. members outnumber Democrats, 34 to 27. The party's odds of holding on to that edge seem to have risen in the last few days as three of its Senators in the New York City area, all of whom were widely believed to be looking to move on, said that they" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "POLITICAL NOTES; A Tighter G.O.P. Grip on the Senate in Albany?" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/nyregion\/political-notes-a-tighter-gop-grip-on-the-senate-in-albany.html"} ,   {"body" : "Songs sounded, cameras clicked and colorful balloons and flowers adorned the packed auditorium at Public School 212 in Brooklyn last week as 200 fifth- and sixth-graders graduated in front of proud relatives. But when boos mingled with applause for the temporary principal of the Bensonhurst school, it demonstrated that even the festive nature of" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Principal's Tough Tack Roils Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/principal-s-tough-tack-roils-brooklyn-school.html"} , {"body" : "NEW YORK CITY OPINION DIVIDED ON BROOKLYN PRINCIPAL Conflicts and tensions have roiled Public School 212 in Bensonhurst, Brooklyn, since February, when Stuart Possner was named temporary principal. Some parents say Mr. Possner is the kind of strict chief needed to shape up a school that they say was academically drifting. But other parents and most" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/metro-digest-885092.html"} , {"body" : "The Subotnick Family House, a 9-story, 71-unit home for the low-income elderly, is being built on 78th Street off Bay Parkway in Brooklyn, next to the Jewish Community House of Bensonhurst, and will open this fall. \"Five years ago an assessment showed a need for senior housing in the area,\" explained Joel B. Karpp, executive director of the" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Fall Opening; 71 Units for the Elderly Poor" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/realestate\/postings-fall-opening-71-units-for-the-elderly-poor.html"} , {"body" : "A Brooklyn auto supply salesman has been charged as the mystery man who sold Amy Fisher the gun used in the shooting of Mary Jo Buttafuoco and who acted as her driver. The man's lawyer said he had been used as a \"pawn\" in \"a vicious and heinous act.\" Peter Guagenti, 21 years old, of the Bensonhurst section, pleaded not guilty today to criminal" , "date" : "19920613" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Man Held In Gun Sale To L.I. Girl" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/13\/nyregion\/man-held-in-gun-sale-to-li-girl.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "The man flipped on his tape recorder and turned to the woman sitting cross-legged on a couch. \"O.K.,\" he began, scanning a long list of questions, \"why don't you tell me a little bit about how you found out you're H.I.V.-positive.\" For the next two hours, the woman spoke of her life before and after she learned she had the virus that causes AIDS." , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Chronicling the Spread of AIDS Throughout Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/chronicling-the-spread-of-aids-throughout-brooklyn.html"} , {"body" : "THE Open Housing Center, a private fair-housing advocacy group that won a Federal jury determination on May 15 that a landlord is responsible for a broker's racial steering in the rental of apartments, is seeking $500,000 in legal fees for the five years of litigation and for monitoring the results of the verdict. Last week, Lynn Judell of the law" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Broker-Landlord Bias Case: What's Next?" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/realestate\/broker-landlord-bias-case-what-s-next.html"} , {"body" : "Philip C. Habib, a Brooklyn-born Lebanese-American who was one of the United States policymakers in the Middle East and Asia for decades, died Monday while vacationing in France. He was 72 years old. Mr. Habib died of a heart attack, the United States Embassy said. He lived in Belmont, Calif. Mr. Habib served in the Foreign Service for nearly three" , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["World" , "Obituaries"] , "page_facet" : "21" , "title" : "Philip C. Habib, a Leading U.S. Diplomat, Dies at 72" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/world\/philip-c-habib-a-leading-us-diplomat-dies-at-72.html"} , {"body" : "A SOLDIER OF THE GREAT WAR, by Mark Helprin. (Avon, $5.99.) Alessandro Giuliani, a one-time World War I deserter and veteran of the battles in Northern Italy, relates his history to a traveling companion in a journey that becomes a kind of spiritual quest. Last year our reviewer, Thomas Keneally, praised Mr. Helprin as a brilliant iconoclast," , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "New & Noteworthy" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/books\/new-noteworthy.html"} , {"body" : "If the New York City Board of Education is a riddle, then Joseph J. Saccente is probably its sphinx, the only person who understands how the whole labyrinthine organization works and who can make it budge. Over 22 years, eight chancellors have given him titles ranging from chief of staff to his current mouthful of chief of monitoring and school" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "The Sphinx of 110 Livingston" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/the-sphinx-of-110-livingston.html"} ,   {"body" : "For two years, Jennifer Torres kept her anger to herself. She went to school, tutored children part time and helped raise two younger sisters, never speaking of being unable to forgive her mother for dying of AIDS. But sometime last year, the 17-year-old, as a member of a Lower East Side improvisational theater group, was asked to come up with a" , "date" : "19920506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Left Behind by AIDS; A Parent Dies and a Teen-Ager Aches" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/06\/nyregion\/left-behind-by-aids-a-parent-dies-and-a-teen-ager-aches.html"} , {"body" : "At 6:30 Wednesday night, Mayor David N. Dinkins received a telephone call in his private quarters at Gracie Mansion, his official residence. The message was urgent. A jury had just acquitted four white Los Angeles police officers in the beating of Rodney G. King, a black motorist. The danger was obvious, recalled Leland T. Jones, the Mayor's press" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "How Dinkins Strove to Keep the Peace" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/nyregion\/how-dinkins-strove-to-keep-the-peace.html"} , {"body" : "Benny DiStefano stood in the on-deck circle with one out in the eighth inning, studying David Cone, searching for a loophole, when he heard a fan near the railing. \"We know you're from New York,\" he remembered the fan saying, \"but please don't break up the no-hitter.\" But DiStefano is a man trying desperately to hold a job. So when a few minutes" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BASEBALL; Astros' Spoiler Savors Spotlight" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/sports\/baseball-astros-spoiler-savors-spotlight.html"} , {"body" : "\"I don't like funerals,\" said Mack Chapman, an 18-year-old high school student whose violent neighborhood has made death at an early age a haunting fact of life for him. \"It's a hard thing to think they are putting a friend of yours six feet under the ground.\" But in the East New York neighborhood of Brooklyn, Mr. Chapman dutifully pays his" , "date" : "19920427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A World Defined by Dread; For the Young in East New York, Stifled Lives and Dreams" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/27\/nyregion\/a-world-defined-by-dread-for-the-young-in-east-new-york-stifled-lives-and-dreams.html"} , {"body" : "A 20-year-old white man has been indicted on Federal civil-rights charges in the firebombing last summer of a real-estate company that showed homes to black families in the traditionally white Brooklyn neighborhood of Canarsie, prosecutors announced yesterday. The man, Frank Scire, who works as a baggage handler at Kennedy International Airport and" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Faces Bias Charge In Canarsie Firebombing" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/man-faces-bias-charge-in-canarsie-firebombing.html"} , {"body" : "Equipment rental companies, whose crazy-quilt inventories often range from industrial air compressors to lawn mowers to fine china, have long dreamed of weaning consumers from their traditional preference for buying goods. But for years, the business was dominated by mom and pop outfits that failed to forcefully market themselves as an option for" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "All About\/Equipment Leasing; Persuading People to Rent More Than Just Videos" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/business\/all-about-equipment-leasing-persuading-people-to-rent-more-than-just-videos.html"} , {"body" : "Amid continuing pressure for more arrests, the Brooklyn District Attorney, Charles J. Hynes, said it was unlikely that investigators would be able to identify and successfully prosecute the 10 to 20 young men who took part in the attack and fatal stabbing of a 29-year-old Hasidic scholar in Crown Heights last summer. One teen-ager was quickly" , "date" : "19920415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutor Cites Problems In Crown Heights Inquiry" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/15\/nyregion\/prosecutor-cites-problems-in-crown-heights-inquiry.html"} , {"body" : "'Petrouchka, Puppets and Musical Magic' The Little Orchestra Society Avery Fisher Hall (212) 721-6500 Recommended ages: 5 to 12 Tomorrow Stravinsky wrote the music for this ballet when he was 28 years old. It is set at a Russian carnival, where a puppet show, in this version presented by the Bennington Marionettes, recounts the woeful tale of" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/movies\/for-children.html"} , {"body" : "BUSINESS has been good lately at Riverside Housewares in Manhattan, and Stanley Stern, the owner, cannot decide whether the recession or concern for the environment is the reason. Mr. Stern, in business for 45 years, repairs small appliances like toasters, percolators, hair dryers, blenders, vacuum cleaners and fans. \"I think the" , "date" : "19920409" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Yes, You Can Get a Toaster Repaired" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/09\/garden\/where-to-find-it-yes-you-can-get-a-toaster-repaired.html"} , {"body" : "On the monitor, an unchanging scene of a white wall. Suddenly, action. A teen-ager, baseball cap perched backward on his head, steps into the picture. He pulls a can from a pocket. He spray-paints some letters on the wall. He slides out of the scene. Not exactly riveting viewing, but another graffiti vandal has been caught by the hidden video" , "date" : "19920406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BAYSIDE (NYC)" , "GLENDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Watch Out, Scrawlers, You're on Graffiti Camera" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/06\/nyregion\/watch-out-scrawlers-you-re-on-graffiti-camera.html"} ,   {"author" : "Harry Stein, the former ethics columnist for Esquire, is the author of \"Hoopla,\" a novel about the Black Sox." , "body" : "\"I've really had it,\" a guy I know was saying the other day, a guy, by the way, who used to edit a sports magazine. \"I just don't give a damn anymore. This is the year I'm gonna stop following baseball.\" We've heard a lot of this kind of thing in recent years, of course, and generally it's been easy to discount. For lifelong box score junkies, the" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BACKTALK; Baseball's Fall From Grace" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/sports\/backtalk-baseball-s-fall-from-grace.html"} , {"body" : "Dr. Melvin Moore, a Brooklyn radiologist practicing in Bensonhurst for 35 years, died suddenly on Sunday. He was 68 years old and lived in Brooklyn. He died of a heart attack as he was driving a car on Eastern Parkway in Brooklyn, his family said. They said there were no other injuries. Dr. Moore, a graduate of the Chicago Medical School, was an" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Melvin Moore, Radiologist, 68" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/obituaries\/melvin-moore-radiologist-68.html"} , {"body" : "It wasn't a genuine diamond, but it was priceless all the same, that plot of protected green adjacent to the Marlboro Houses projects in Brooklyn. \"There was always evidence of our crimes,\" John Franco said of the private patch of grass the neighborhood kids would sneak onto to play baseball. \"The spots were worn pretty bare at all the bases.\" The" , "date" : "19920326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "Baseball; Sidewalks of New York Sprout Diamonds" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/26\/sports\/baseball-sidewalks-of-new-york-sprout-diamonds.html"} , {"body" : "For St. Joseph's Day Tomorrow is the Feast of San Giuseppe, or St. Joseph, a mid-lenten holiday celebrated with particular panache in Sicily. Joseph, the husband of Mary and the patron saint of the family, is revered as the protector of the needy, the homeless, orphans and unwed mothers. These days he's a saint worth encouraging. And that's not" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/food-notes-992392.html"} , {"body" : "A justice in State Supreme Court in Brooklyn yesterday sentenced the man convicted of stabbing the Rev. Al Sharpton to the maximum of 5 to 15 years in prison, despite a plea for leniency by Mr. Sharpton himself. Rising in the courtroom to speak to Justice Francis X. Egitto before the sentencing, Mr. Sharpton urged a lesser sentence for his" , "date" : "19920317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Attacker Of Sharpton Is Sentenced" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/17\/nyregion\/attacker-of-sharpton-is-sentenced.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "For a few hours yesterday afternoon, the Cinderella run of Lafayette High School in the Public Schools Athletic League basketball playoffs reached unimagined heights. But then came the fall, crash and burn. The Frenchies were eliminated by small but quick Brandeis High School, 56-50, last night at Manhattan Community College. Their dream of going" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BASKETBALL; Brooklyn's Last Hope Is Lost in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/sports\/basketball-brooklyn-s-last-hope-is-lost-in-manhattan.html"} , {"body" : "Here is a sampling of attractions, some featuring special spring activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. A landmark house dating from 1799 features rooms furnished in the Federal and Empire styles of the early 19th century. Special" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "18" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/attractions.html"} , {"body" : "Don't expect to see many of the legendary names from the past make the final five for the televised finals of the $150,000 Johnny Petraglia Open on Saturday at the Carolier Lanes, especially if things go to recent form. This is the 10th stop on Professional Bowlers' Association tour and so far there have been nine different champions. In the first" , "date" : "19920313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "BOWLING; P.B.A. Tour Competitors Are Sharing the Wealth" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/13\/sports\/bowling-pba-tour-competitors-are-sharing-the-wealth.html"} , {"body" : "When two masked gunmen on Tuesday morning shot and wounded Patricia Capozzalo, a mother of three children with no apparent connection to organized crime other than that her brother is a mob informer, they may have signaled that Mafia violence will grow wilder even as Mafia power wanes, law-enforcement officials and other organized-crime experts" , "date" : "19920312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shifting Mob Rules: Who's Safe?" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/12\/nyregion\/shifting-mob-rules-who-s-safe.html"} ,   {"body" : "The 38-year-old sister of a mob informant under Federal protection was shot twice yesterday morning in Brooklyn, in what the police suspect was a Mafia hit. The woman's brother, Peter (Fat Pete) Chiodo, is a potential witness in the John Gotti trial and the coming trial of another reputed Mafia leader. But law-enforcement officials would not" , "date" : "19920311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Sister of a Mob Informant Is Shot, Apparently as Mafia Vengeance" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/11\/nyregion\/sister-of-a-mob-informant-is-shot-apparently-as-mafia-vengeance.html"} , {"body" : "As he was about to launch into an unrehearsed pep talk, while his players sat in rows of three and four in the stairwell at Bronx Community College, Ira Levine was interrupted by the opening of the door leading to the gym one flight up on the fourth floor. \"Where are you taking them?\" said a woman in a blue security uniform, a crackling" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "HIGH SCHOOL BASKETBALL; Lafayette Goes Up The Down Staircase" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/sports\/high-school-basketball-lafayette-goes-up-the-down-staircase.html"} , {"body" : "For a team inexperienced in the chaotic practice of wild celebration, Lafayette High School acquitted itself quite well yesterday on a gymnasium floor it had grown accustomed to leaving in defeat. Most impressive was the bearish power forward, Kareem Sims, who lifted the Frenchies' lanky center, Antonio Carrasquillo, as if he were holding a doll." , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASKETBALL; Finally, a Light Shines On a Troubled Team" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/sports\/basketball-finally-a-light-shines-on-a-troubled-team.html"} , {"body" : "The letters come from athletic departments of distant colleges no one in the home has heard of. The telephone rings and suddenly there is one-sided conversation with men who want Antonio Carrasquillo, a high school senior taking mostly sophomore courses, to know more about their schools of higher education. \"Sometimes it's hard to believe that" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "31" , "title" : "Prospect and Poet Cross Paths at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/prospect-and-poet-cross-paths-at-brooklyn-school.html"} , {"body" : "SOME perceptions Patricia Brown has found nastily inescapable in recent months: The Lord sure didn't make it easy to be poor; when it rains it pours, and the road to paradise is not likely to be paved with unpaid bills. \"You have to keep smiling even though the tears are flowing,\" she said. Mrs. Brown, a single mother of four who lives in Coney" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; When the Bill Collector Is the School Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/about-new-york-when-the-bill-collector-is-the-school-principal.html"} , {"body" : "\"48 Hours on Hate Street,\" at 8 tonight on CBS, is a scrapbook of recent clashes around the country over race, homosexuality and charges of anti-Semitism. Although the patched-together hour does not provide much support for Dan Rather's opening statement that extremists are moving into the mainstream, it does point up what seems to be a resurgence" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "page_facet" : "20" , "title" : "Review\/Television; A Look at the Haters and the Hated" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/news\/review-television-a-look-at-the-haters-and-the-hated.html"} , {"body" : "A Brooklyn man was convicted of first-degree assault yesterday in the stabbing attack on the Rev. Al Sharpton early last year as Mr. Sharpton was preparing to lead a protest march. The man, Michael Riccardi, 28 years old, of 2045 73d Street in Bensonhurst, was also found guilty of third-degree criminal possession of a weapon by the jury in State" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Convicted In Stabbing of Sharpton" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/brooklyn-man-convicted-in-stabbing-of-sharpton.html"} , {"body" : "Closings in the week ended Feb. 8 MANHATTAN East Midtown 222,500 255 East 49th Street (Sterling) 1-bedroom, 1-bath, 745-sq.-ft. condo in a 7-year-old building; 24-hr. doorman, concierge, manned-elevator, balcony, East River view; common charge $448, taxes $2,648 (Broker: Halstead Property Co.) Greenwich Village 580,000 2 Horatio Street 1-bedroom," , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/realestate\/residential-resales-847892.html"} , {"body" : "The 1989 murder of Yusuf K. Hawkins, a black youth who was looking for a used car in the largely white Bensonhurst section of Brooklyn, was a terrible chapter in this city's often terrible record in race relations. But for a couple of dozen eighth graders on the Upper West Side, the killing, and the events surrounding it, are as fresh as a" , "date" : "19920215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "ABOUT NEW YORK; Racial Hatred Through Fresh Eyes" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/15\/nyregion\/about-new-york-racial-hatred-through-fresh-eyes.html"} , {"body" : "Since Jan. 6, when a gang of white youths yelling racial epithets squirted white sneaker polish on two black children in the Bronx, bias incidents have rained down hard and heavy in New York City. Sixty-one cases have been reported so far, ranging from racial slurs hurled from a passing car to subway riders slapped in the face to a 15-year-old" , "date" : "19920128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "61 Acts of Bias: One Fuse Lights Many Different Explosions" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/28\/nyregion\/61-acts-of-bias-one-fuse-lights-many-different-explosions.html"} ,   {"body" : "Insurrection was brewing one recent afternoon in a first-floor corridor at Lafayette High on Benson Avenue on the edge of Bensonhurst in Brooklyn. Three starting players from Coach Ira Levine's basketball team cornered Kevin Meyers, the assistant coach and academic tutor. Present were Hardin Desire, Lafayette's best all-round player; Tony Rexha, a" , "date" : "19920128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "HIGH SCHOOL; Slim Pickings and Hope at Lafayette High" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/28\/sports\/high-school-slim-pickings-and-hope-at-lafayette-high.html"} , {"body" : "Their encounters with hatred came as a mellow May day dissolved into evening. A young black man and his Hispanic girlfriend were talking amicably in a restaurant in the Baychester section of the Bronx. According to a police synopsis, two white men began staring malevolently at them. After a while, one snidely challenged the black man, \"What did you" , "date" : "19920127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bias Crimes Hold Steady, but Leave Many Scars" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/bias-crimes-hold-steady-but-leave-many-scars.html"} , {"body" : "How about Danny Glover as a lion? And Tracey Ullman as a cat? When Rabbit Ears Productions or Lightyear Entertainment, two producers of children's videos, tape their animated stories, they hire movie actors to narrate. While that approach may not dislodge Disney, it has helped earn a following in video stores. For example, Lightyear's \"Beauty and" , "date" : "19920116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Home Video" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/16\/movies\/home-video-112592.html"} , {"body" : "The officer who was shot in a Brooklyn home Monday night was a literal symbol of the new way the New York City Police Department is trying to fight crime, a \"poster boy\" chosen for an advertisement promoting community policing. But Officer Richard DeGaetano was critically wounded while responding to the old-fashioned type of dangerous situation" , "date" : "19920115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Police Officer Was Symbol of Department's New Approach" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/15\/nyregion\/wounded-police-officer-was-symbol-of-department-s-new-approach.html"} , {"body" : "One man was gunned down and another wounded yesterday in Brooklyn in what New York City law-enforcement officials described as the continuation of a feud between two organized-crime families. The police identified the dead man as Nicholas P. Grancio, 62 years old, of 1756 East 23d Street in Bensonhurst, Brooklyn. A law-enforcement official who" , "date" : "19920108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Slaying May Be 6th In Mob Families' 2-Month Feud" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/08\/nyregion\/brooklyn-slaying-may-be-6th-in-mob-families-2-month-feud.html"}]