[  {"body" : "One of the longest, most emotional debates in the New York City Council this year had nothing to do with the city budget, incinerators or any of the other mundane business of running the city. It involved Puerto Rican revolutionary heroes, United States foreign policy and the sometimes subtle distinction between freedom fighters and terrorists." , "date" : "19921229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City's Foggy Bottom of Foreign Policy; City Council Extends Its Reach Past Potholes to Apartheid and 'Freedom Fighters'" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/29\/nyregion\/new-york-city-s-foggy-bottom-foreign-policy-city-council-extends-its-reach-past.html"} , {"body" : "The bitter standoff between blacks and Jews in Crown Heights has not only stirred long-simmering racial tensions in New York City and distilled deep anger among both groups. It has also exposed longstanding divisions within the city's diverse Jewish population, and given fresh and wider voice to a strain of outspoken figures who have been active on" , "date" : "19921228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crown Heights Exposes Fissures Among Jewish Groups" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/28\/nyregion\/crown-heights-exposes-fissures-among-jewish-groups.html"} , {"body" : "A 41-year-old black man told the police that he was severely beaten without provocation on a street in Williamsburg, Brooklyn, early yesterday by 10 to 20 Hasidic men, some shouting racial slurs. The police listed it as a bias crime, and Mayor David N. Dinkins called it another case of racially motivated violence in a troubled city. But later in" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Bias Case Fuels Dispute With Dinkins" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/new-bias-case-fuels-dispute-with-dinkins.html"} , {"body" : "For the first time since the Crown Heights racial violence 16 months ago, Mayor David N. Dinkins met yesterday with Jewish representatives who have criticized him the most harshly for his leadership during the disturbance and its aftermath. The meeting, with members of the Lubavitcher Hasidim and other Orthodox Jews, took place around a dining-room" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Confronts Jewish Critics in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/dinkins-confronts-jewish-critics-in-crown-heights.html"} , {"body" : "The judge in the Crown Heights murder trial of Lemrick Nelson Jr. yesterday criticized as \"irresponsible\" and \"senseless\" a proposed City Council resolution condemning Mr. Nelson's acquittal. The criticism was particularly striking because the judge, Justice Edward M. Rappaport of State Supreme Court, is a former business partner and longtime" , "date" : "19921118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crown Heights Case Judge Calls Resolution 'Senseless'" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/18\/nyregion\/crown-heights-case-judge-calls-resolution-senseless.html"} , {"body" : "Mayor David N. Dinkins warned New Yorkers yesterday not to allow the verdict in the Crown Heights case to divide the city. He said the decision should not be used as a litmus test for people's commitment to justice and civil rights. The Mayor made his comments at a news conference at City Hall in response to assertions by some Jewish New Yorkers" , "date" : "19921114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Dinkins Issues Appeal On Crown Heights Debate" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/14\/nyregion\/dinkins-issues-appeal-on-crown-heights-debate.html"} , {"body" : "New York City Council members traded heated words yesterday after a Jewish lawmaker passionately introduced a resolution condemning the jury that acquitted a black youth in the killing of a Jewish scholar in Crown Heights, Brooklyn, last year. The emotional debate over the symbolic measure reflected the passions remaining after the verdict, which" , "date" : "19921113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crown Heights Resolution Splits Council" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/nyregion\/crown-heights-resolution-splits-council.html"} , {"body" : "A day after a black teen-ager was acquitted of killing a Hasidic scholar, the racial divide in Crown Heights, Brooklyn, grew into a yawning gulf, with the verdict only heightening the distrust and misunderstanding between blacks and Hasidim that erupted into racial violence in the summer of 1991. \"I think it's a disgrace,\" said Mendel Shtroks, a" , "date" : "19921031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Anger, on Both Sides Of Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/31\/nyregion\/anger-on-both-sides-of-eastern-parkway.html"} , {"body" : "Senator Alfonse M. D'Amato is out to scare New York. Stalking senior citizens' homes, veterans' posts and defense industry plants all across the state like a bespectacled King Kong, the Republican incumbent is trying to spread terror, panic or even just a twinge of anxiety about his opponent's economic plans. \"Bob Abrams is going to double your" , "date" : "19921026" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "D'Amato Sows Worry to Reap Votes" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/26\/nyregion\/d-amato-sows-worry-to-reap-votes.html"} , {"body" : "\"It's a pleasure to be here,\" Max Goldberg said as he kicked off his act for about 100 elderly residents of a Long Island adult home, who needed no explanation to roar at his punchline: \"To tell you the truth, it's a pleasure to be anywhere!\" Like scores of entertainers who grew old in a business with no mandatory retirement age, Mr. Goldberg," , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jokes Are Old, but Never Stale; Elderly Comics Bring Youthful Smiles in Senior Centers" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/nyregion\/jokes-are-old-but-never-stale-elderly-comics-bring-youthful-smiles-senior.html"} ,   {"body" : "A Brooklyn teen-ager was charged yesterday in connection with a baseball-bat attack on two New York City correction officers earlier this month. The indictment, filed in State Supreme Court in Brooklyn, charged John Roussopoulos, 17 years old, of Borough Park with attempted murder, assault, reckless endangerment, criminal mischief and criminal" , "date" : "19921014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teen-Ager Indicted in Attack on Officers" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/14\/nyregion\/teen-ager-indicted-in-attack-on-officers.html"} , {"body" : "Gay Lee walked into the post office in East New York the other day and sensed something rather out of the ordinary. Instead of the typical Postal Service decor -- the style of which, if it had a name, would be called Bureaucratic Tedium -- there were house plants, paintings by schoolchildren, a tree and a fish tank. The sounds of jazz wafted softly" , "date" : "19920926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Post Offices for a New Age: Will Fern Bars Be Next?" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/26\/nyregion\/post-offices-for-a-new-age-will-fern-bars-be-next.html"} , {"body" : "A man who was dismissed last week as a custodian in a Brooklyn building that houses a real estate company was arrested last night and charged with killing an employee of the company during a robbery, the police said. The body of the employee, Tiberine Feldman, 45 years old, was found about 10:30 A.M. yesterday at Urban Realty, 5319 Fort Hamilton" , "date" : "19920825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/25\/nyregion\/man-is-charged-in-killing.html"} , {"body" : "In the name of helping minorities, whose voting strength Congressional mapmakers have squelched in the past, this year's redistricting has torn and twisted New York's political map in ways an old-fashioned gerrymanderer might admire. But in doing so the effort has produced some unusual challenges to old notions of representative democracy, among" , "date" : "19920816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Districts Drawn for Minority Votes Complicate New York's Election" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/16\/nyregion\/districts-drawn-for-minority-votes-complicate-new-york-s-election.html"} , {"body" : "Simon Rosenzweig, a Manhattan lawyer who specialized in mental health and housing law, died on Sunday at White Plains Hospital. He was 86 years old and lived in White Plains. The immediate cause of his death was heart failure, and he had been suffering from heart and spine ailments, said his wife of 51 years, the former Margaret Lybolt. Mr." , "date" : "19920804" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Simon Rosenzweig; Lawyer, 86" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/04\/obituaries\/simon-rosenzweig-lawyer-86.html"} , {"body" : "Hiding behind Dumpsters and parked cars, Jacky Fhima has spent long nights waiting outside the tan-brick yeshiva in Brooklyn, hoping to catch a glimpse of his son, Shai. Nearly four months ago, the 13-year-old boy disappeared amid a clash of religious and secular Jewish worlds -- a bitter dispute between his mother and stepfather and the Hasidic" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Kidnapped or Converted?" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/kidnapped-or-converted.html"} , {"body" : "AUDIENCES watching \"A Stranger Among Us,\" the latest film directed by Sidney Lumet, must try to believe that Melanie Griffith is Emily Eden, a street-smart New York City police detective who makes remarks like \"you wouldn't believe the things that I've seen\" and \"we were puttin' down some perps, and one of them stuck him with a blade.\" They will" , "date" : "19920717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Review\/Film -- A Stranger Among Us; A Hard-Boiled Outsider In a Sheltered World" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/movies\/review-film-a-stranger-among-us-a-hard-boiled-outsider-in-a-sheltered-world.html"} , {"body" : "It slithers and snakes from upper Manhattan to Manhattan Beach in Brooklyn, from Grant's Tomb to the Coney Island Cyclone, brushing past Times Square, Union Square and scores of lesser landmarks in between -- three squiggly blobs linked by three slinky slivers. It is the proposed new Eighth Congressional District, and come September, if the New" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Carving Up of Districts, Some Share the Leftovers" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/in-carving-up-of-districts-some-share-the-leftovers.html"} , {"body" : "The men begin to gather on the squalid Brooklyn street corner shortly after dawn. Many wear the distinctive, shabby gray clothes of Eastern Europe, as drab as the landscape of battered cars, auto repair shops and parking lots. Quickly, their numbers swell to more than 100. Miles away in Queens, the Korean-run fruit markets are just beginning to" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wary Recruits: Immigrants Vie for Day Jobs" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/wary-recruits-immigrants-vie-for-day-jobs.html"} , {"body" : "Two men disguised as Hasidic Jews who tried to rob a law office in Brooklyn were arrested yesterday, the police said, following a shootout with the police and a search of the community by 75 officers using police dogs and helicopters. One suspect was arrested moments after the robbery attempt when he was shot by an officer coming to the aid of his" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Hold 2 in Brooklyn Robbery and Shootout" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/police-hold-2-in-brooklyn-robbery-and-shootout.html"} ,   {"body" : "THEY call themselves \"square heads,\" these men who long ago came to Brooklyn from Norway to build the docks of New York. On Thursday morning, they gathered for their monthly meeting to discuss what they call \"this cancer business.\" There were three of them, plus an Italian-American who spent most of his working life repairing televisions and an" , "date" : "19920509" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; Old Veterans Share Cancer's War Stories" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/09\/nyregion\/about-new-york-old-veterans-share-cancer-s-war-stories.html"} , {"body" : "A man who was seriously injured in a fire several years ago was killed, along with his handicapped father, in a one-alarm fire in their basement apartment in Brooklyn yesterday, fire officials and neighbors said. One firefighter was injured in the fire, which broke out shortly after 3 P.M. in the basement of a two-and-a-half-story brick building at" , "date" : "19920427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blaze in Basement Apartment Kills 2 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/27\/nyregion\/blaze-in-basement-apartment-kills-2-in-brooklyn.html"} , {"body" : "Andy Statman lives in the Flatbush section of Brooklyn, in a modest house filled with children and musical instruments. It is a home resonant with delightful sounds. Mr. Statman is a man of many talents and strong faith. And he makes time everyday for his music and his faith. He plays the mandolin, the clarinet, the saxophone and the guitar, and he" , "date" : "19920412" , "day_of_week_facet" : "Sunday" , "page_facet" : "56" , "title" : "Jewish, Irish, Cuban: It's Music to His Ears" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/12\/news\/jewish-irish-cuban-it-s-music-to-his-ears.html"} , {"body" : "Like many Jews around the country, Alice Landes, a New York artist, buys kosher-for-Passover foods for her family during the Passover holiday. But in recent years, she says, prices for these products have tended to rise signficantly as the holiday nears. \"I resent having to pay more,\" she said. \"We're a captive audience and we're under pressure" , "date" : "19920411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "32" , "title" : "Fighting Price Gouging on Passover Foods" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/11\/news\/fighting-price-gouging-on-passover-foods.html"} , {"body" : "The police arrested the operator of a Brooklyn yeshiva and charged him with kidnapping a 13-year-old former student whose whereabouts were still unknown as of this morning. Sgt. Tina S. Mohrmann, a Police Department spokeswoman, said the man, Rabbi Schlomo Helbrans, 35, of 2245 Beach 45th Street in Coney Island, took the youth away because he" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in Disappearance of Child" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/man-is-charged-in-disappearance-of-child.html"} , {"body" : "FEW things in Brooklyn are more irritating than traffic and more inscrutable than politics. But no one at the city's Department of Transportation could have foreseen the angry ambush awaiting its plans to close the entire Prospect Expressway on Sunday, May 3 for an all-volunteer, Earth Day-style prettification project. A few residents and local" , "date" : "19920406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PROSPECT EXPRESSWAY JOURNAL; Highway Cleanup Plan Is Stuck in Political Mud" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/06\/nyregion\/prospect-expressway-journal-highway-cleanup-plan-is-stuck-in-political-mud.html"} , {"body" : "Eager to win over one of New York's largest Democratic constituencies, Gov. Bill Clinton put on a yarmulke and went to Brooklyn last week. Appearing before hundreds of Hasidic Jews at the Royale Hall in Borough Park, the Arkansas Governor addressed a subject few in the audience had anticipated: race relations. \"He believes Jewish voters care about" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN: Voters; Yarmulke in Place, Clinton Courts Crucial Constituency" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/us\/the-1992-campaign-voters-yarmulke-in-place-clinton-courts-crucial-constituency.html"} , {"body" : "Campaign nightmare number 508: Bronx Democratic leaders have invited local dignitaries to honor Gov. Bill Clinton of Arkansas at their annual money-raising dinner on May 14. So far no problem. The engraved invitation also notes, however, that \"special recognition\" will be awarded to Frederick W. Devine, president of District Council of the United" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "THE 1992 CAMPAIGN: Campaign Trail; Clinton Cites Schedule To Avoid Dicey Dinner" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/us\/the-1992-campaign-campaign-trail-clinton-cites-schedule-to-avoid-dicey-dinner.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "The 38-year-old sister of a mob informant under Federal protection was shot twice yesterday morning in Brooklyn, in what the police suspect was a Mafia hit. The woman's brother, Peter (Fat Pete) Chiodo, is a potential witness in the John Gotti trial and the coming trial of another reputed Mafia leader. But law-enforcement officials would not" , "date" : "19920311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Sister of a Mob Informant Is Shot, Apparently as Mafia Vengeance" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/11\/nyregion\/sister-of-a-mob-informant-is-shot-apparently-as-mafia-vengeance.html"} ,   {"body" : "NO New Yorker is short of opinions, but some New Yorkers' opinions on public policy get asked more often than others'. To journalists, they are the \"usual suspects,\" people whose expertise, verbosity and often wit make them particularly quotable. To City Hall, they are an unelected Greek chorus, critiquing every official move. To readers, they are" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "When City Officials Make a Move, Who You Gonna Call?" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/weekinreview\/when-city-officials-make-a-move-who-you-gonna-call.html"} , {"body" : "A 50-year-old school custodian's secretary was shot four times by a masked gunman as she sat in her car in her quiet Brooklyn neighborhood yesterday morning, the police said. The woman, Carmella Fricione, climbed from her car and staggered up six steps to the door of her neighbor in Mill Basin, Joe Burke. \"She knocked on my door. She fell into my" , "date" : "19920214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MILL BASIN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Woman Is Shot in Car" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/14\/nyregion\/brooklyn-woman-is-shot-in-car.html"} , {"body" : "Just seven years ago, Richie's Car Service had 50 cars that shuttled hundreds of New Yorkers each day between the 179th Street subway station at the end of the F line in Jamaica and their homes in the semi-suburban sprawl of eastern and southeastern Queens. Today, Richie's -- run from a white trailer that sits on cement blocks next to Hillside" , "date" : "19920213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Swarm of Gypsy Cabs" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/13\/nyregion\/a-swarm-of-gypsy-cabs.html"} , {"body" : "In 1986, Shulamis Riegler beat her 8-year-old son Israel so badly that he was hospitalized in a coma. Doctors noticed human bite marks on his shoulder. When the boy recovered, he and his two little brothers spent several years in foster care before going home in 1988 and 1989. Then, barely a year later, Mrs. Riegler beat another son, Yaakov. She" , "date" : "19920210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Abuse Turns Fatal: How the System Failed -- A special report.; As Mother Killed Her Son, Protectors Observed Privacy" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/10\/nyregion\/abuse-turns-fatal-system-failed-special-report-mother-killed-her-son-protectors.html"} , {"body" : "Embroiled in legal squabbles and unable to pay its creditors, 47th Street Photo Inc., whose stores epitomize the feisty, combative world of consumer electronics retailing, filed for bankruptcy protection yesterday. The company, known for being the first with the latest gadgets at the lowest prices for those shoppers willing to brave curt clerks and" , "date" : "19920122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "47th St. Photo Files for Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/22\/business\/47th-st-photo-files-for-bankruptcy.html"} , {"body" : "In a calm, unemotional voice, Shulamis Riegler admitted yesterday in State Supreme Court in Brooklyn that she killed her 8-year-old mentally retarded son Yaakov, twisting his leg so violently that she heard the bone crack. She then pleaded guilty to manslaughter for his fatal beating. Mrs. Riegler and Assistant District Attorney Sheryl Hirsh agreed" , "date" : "19920110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Borough Park Woman Is Sentenced in the Fatal Beating of Her Son, 8" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/10\/nyregion\/borough-park-woman-is-sentenced-in-the-fatal-beating-of-her-son-8.html"} , {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"}]