[  {"body" : "THE spirited discussion, which covered the Iran-contra affair, former President Nixon's role in the Watergate scandal, the Communist Party, tensions in Crown Heights and the jury system, was nearly as biting as the bitter cold on a chilly Sunday morning. In an auditorium at the Montefiore Medical Center here, six adults met with Edward Beliaev, a" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "COMMONWEALTH OF INDEPENDENT STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Offering Immigrants From Russia Insights on Life in America" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/offering-immigrants-from-russia-insights-on-life-in-america.html"} , {"body" : "Workers at Hovnanian Enterprises, a large real estate operation in Freehold, N.J., had a nice fringe benefit in the late 1980's: a television in their lunchroom showing 12 channels retrieved from a satellite. It looked like cable television, but there was no cable. Instead, the signal was received from the top of a water tower about an eighth of a" , "date" : "19921216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "BUSINESS TECHNOLOGY; Trying to Take the Cable Out of Cable Television" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/16\/business\/business-technology-trying-to-take-the-cable-out-of-cable-television.html"} , {"body" : "The Federal Communications Commission approved a new microwave technology today to transmit simultaneously dozens of channels of television, telephone calls and large amounts of data. The system, which would use superhigh-frequency radio signals to deliver up to 49 television channels, could pose a threat to the virtual monopoly that cable" , "date" : "19921211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "A New Microwave System Poses Threat to Cable TV" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/11\/business\/a-new-microwave-system-poses-threat-to-cable-tv.html"} , {"body" : "On the rivers of hurtling steel that New Yorkers call streets, Majeed Salhab, Tharwat Bekheit, Tony Smith and Majeed Moughal are a beleaguered breed of gondolier. All drive taxis, but they represent different species within a vast and varied industry. While Mr. Moughal ferries tourists around Manhattan in his sparkling yellow medallion cab, Mr." , "date" : "19921206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "A Living, Barely, Behind the Wheel; Low Pay and Long Hours Cut Through Taxi World Stratum" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/06\/nyregion\/living-barely-behind-wheel-low-pay-long-hours-cut-through-taxi-world-stratum.html"} , {"body" : "BESIDES being the strong, silent type, Jesus is a hunk in an Armani-like jacket and T-shirt. Or at least that's how he appears in \"Out of the Tombs,\" a video that translates Mark 5:1-20 into the liquid sights and sounds of MTV-style imagery. For nine minutes, Jesus and a man tormented by evil and bad dental work drift in and out of a hip (and" , "date" : "19921122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "The Devil Wore High Tops" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/22\/style\/the-devil-wore-high-tops.html"} , {"body" : "THE scene: a polling place in the Brighton Beach section of Brooklyn on Election Day. One particularly cheerful, well-dressed young woman is about to enter the voting booth. \"Excuse me,\" she says to an official, \"but what do I do?\" \"You step inside and then pull the lever to the side.\" The woman nods and steps into the curtained booth. Seconds" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/garden\/metropolitan-diary-203692.html"} , {"body" : "Mabel Gates calls herself a \"registered Republican, life-long, family, forever.\" But when the moment of electoral truth came yesterday in a voting booth in White Plains, she cast tradition aside and voted for Gov. Bill Clinton. \"Bush and Reagan have had their chance, finito! I call it trickle-down poverty,\" said the 73-year-old retired" , "date" : "19921104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE 1992 ELECTION: NEW YORK STATE -- THE REGION'S VOTERS; Finally, the Economy Was What Mattered Most" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/04\/nyregion\/1992-election-new-york-state-region-s-voters-finally-economy-was-what-mattered.html"} , {"body" : "With flowers in hand, Donald Davis, a 54-year-old Orange County truck driver, went to the airport last month to meet his fiancee. It was the first time he had set eyes on Natalya Sadchikova, a 42-year-old woman he had seen in a catalogue of prospective mail-order brides from the former Soviet Union -- the dreamy, downtrodden Natasha whose poetic" , "date" : "19921028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Warm Letters to Cold Warring, Romance Fades" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/28\/nyregion\/from-warm-letters-to-cold-warring-romance-fades.html"} , {"body" : "Voters in New York's Congressional primaries last night rejected Mario Biaggi, a convicted felon aiming for a political comeback in the Bronx, and handed victory to Ted Weiss, a dead man whose selection will allow Democratic Party leaders to designate someone else to run in his place in November. Overall it was a successful night for incumbents of" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN: CONGRESS; Weiss Wins, Biaggi Loses In House Bids" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/nyregion\/the-1992-campaign-congress-weiss-wins-biaggi-loses-in-house-bids.html"} , {"body" : "A year after it was virtually wiped out by budget cuts, New York City's Parks Enforcement Patrol is pursuing a broad new mission to contain the dumping, vandalism and petty crimes that too often spill over from the city's streets into what are meant to be urban oases. The patrol -- whose 250 members wield nearly all the power of the police -- is" , "date" : "19920914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Park Workers Crack Down On Violations" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/14\/nyregion\/park-workers-crack-down-on-violations.html"} ,   {"body" : "The New York City Council gave final approval to a plan to replace the historic Brighton Beach Baths in Brooklyn with a large housing development yesterday, ending a bitter, six-year-old dispute. In other action, the Council rejected a recommendation from the city's Landmarks Preservation Commission to designate a vacant, Beaux-Arts bank building" , "date" : "19920911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Proposal On Housing Is Approved By Council" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/11\/nyregion\/a-proposal-on-housing-is-approved-by-council.html"} , {"body" : "NEW YORK CITY WASHINGTON HEIGHTS: BEHIND THE DECISION The claims of two sisters who said they saw a police officer beat and fatally shoot a Dominican immigrant crumbled under the weight of physical evidence and their own contradictions, leading a grand jury to clear the officer, the Manhattan District Attorney said. He gave the explanation as he" , "date" : "19920911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "HARTFORD (CONN)" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/11\/nyregion\/metro-digest-480492.html"} , {"body" : "DESPITE a dearth of construction in New York City, communities are feeling the impact of land-use review procedures that went into effect two years ago under the 1989 City Charter revision. The new rules have stirred up greater land-use planning activity at the borough level. And many community board officials say they are better informed now than" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "How the New Charter Affects Land Use" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/realestate\/how-the-new-charter-affects-land-use.html"} , {"body" : "Three-year-old Leonid Rozental had seen the vaccination needle and was screaming as Dr. Anatoly Belilovsky approached. \"This will be like the bite of a big mosquito,\" said the doctor in Russian to the boy. Then, he gave Leonid the shot and a lollipop in quick succession. \"He should have had this when he was 2 months old,\" the doctor said, referring" , "date" : "19920811" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "BRIGHTON BEACH (NYC)" , "COMMONWEALTH OF INDEPENDENT STATES"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Battling Contagions of Superstition and Ignorance; A Ukrainian-Born Physician Coaxes Nervous Immigrants to Accept Western Medicine" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/11\/nyregion\/battling-contagions-superstition-ignorance-ukrainian-born-physician-coaxes.html"} , {"body" : "Seven months after the New York City Council expanded to 51 members, there are signs that the legislative body once derided as a rubber stamp is becoming more democratic and more powerful. Both critics and supporters of the Council say it is taking significant steps toward being the counterweight to the Mayor, virtually an equal branch of" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Council Is Becoming More Powerful" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/new-council-is-becoming-more-powerful.html"} , {"body" : "ON Brighton Beach Avenue in Brooklyn, a route paved with vendors offering tins of beluga caviar for $14 each, a couple of Russian emigres have invented a store hybrid, the laundromat-gift shop. In one of them, while washers hum in the background, Yuri Egorov mans a 5-by-5-foot galleria crammed with artifacts of the former Soviet Union in an open" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "FORAGING; Lenin et Al. Are Held Over in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/style\/foraging-lenin-et-al-are-held-over-in-brooklyn.html"} , {"body" : "A much-disputed plan to replace the historic Brighton Beach Baths with a large housing development cleared a major hurdle yesterday when it won the endorsement of the New York City Planning Commission. However, approval of the Brooklyn project, known as Brighton-by-the-Sea, came only after the developer agreed to several changes, including scaling" , "date" : "19920721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brighton Beach Development Gains Backing" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/21\/nyregion\/brighton-beach-development-gains-backing.html"} , {"body" : "NEW YORK CITY SCHOOL-SECURITY CHIEF UNDER FIRE The chief security officer for New York City's public schools and his two top aides were accused of an array of improper activities, including a conflict of interest involving a private real estate deal and the hiring of a dozen relatives. In an 80 page-report, the school system's top investigator" , "date" : "19920721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/21\/nyregion\/metro-digest-358792.html"} , {"body" : "After saying repeatedly that he could bend \"no more\" to demands of city planners, the developer of a highly contested proposal to replace the historic Brighton Beach Baths with luxury- and middle-income condominiums has apparently bent. In one of the most tumultuous, drawn-out land disputes in New York City's recent history, Stephen Muss of" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plan Revised For Brighton By Developer" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/plan-revised-for-brighton-by-developer.html"} , {"body" : "NEW YORK CITY VOTES ADRIFT IN SEA OF APATHY Three months ago, the South Bronx election district in which Bertha Wade lives, in Melrose, rendered a unanimous judgment on all of the Democratic Presidential candidates: Not a single enrolled Democrat voted in the primary. The prognosis for November is that if apathy does not win again, it will not lose" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/metro-digest-391392.html"} ,   {"body" : "In the mid-1980's, a New York developer announced plans to raze a deteriorated beach club he owned and build new housing. Seven years later, the beach club is still there, the housing isn't and the developer -- Alexander Muss & Sons -- is again trying to win city approval of Brighton by the Sea. What thwarted his proposal last time, and might" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "For a Brighter Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/opinion\/for-a-brighter-brighton-beach.html"} , {"body" : "Former adversaries and former countrymen, Russian emigres and visiting Russian sailors spent yesterday afternoon together in Brighton Beach and Coney Island in Brooklyn, sharing blinis and Budweisers, soberly discussing their native land's problems and screaming aboard the Cyclone roller coaster. \"For me, America is very nice,\" said Alexander" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "CONEY ISLAND (NYC)" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Russian Rapprochement on the Cyclone" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/russian-rapprochement-on-the-cyclone.html"} , {"body" : "Songs sounded, cameras clicked and colorful balloons and flowers adorned the packed auditorium at Public School 212 in Brooklyn last week as 200 fifth- and sixth-graders graduated in front of proud relatives. But when boos mingled with applause for the temporary principal of the Bensonhurst school, it demonstrated that even the festive nature of" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Principal's Tough Tack Roils Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/principal-s-tough-tack-roils-brooklyn-school.html"} , {"body" : "A picture caption yesterday about a hearing on a development plan for Brighton Beach misidentified the hearing site. It was City Hall, not Brooklyn Borough Hall." , "date" : "19920612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/nyregion\/c-corrections-080692.html"} , {"body" : "Amid renewed pressure on developers to scale back their proposal once again, nearly 300 people crammed into a hearing room before the New York City Planning Commission yesterday to praise and decry plans to replace the historic Brighton baths with a large-scale housing development. The rancorous daylong hearing at City Hall was the last public" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brighton-by-the-Sea Housing Proposal Endures a Stormy Hearing" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/brighton-by-the-sea-housing-proposal-endures-a-stormy-hearing.html"} , {"body" : "Correction: June 12, 1992, Friday A picture caption yesterday about a hearing on a development plan for Brighton Beach misidentified the hearing site. It was City Hall, not Brooklyn Borough Hall." , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "page_facet" : "1" , "title" : "Brighton Beach Development Project Stirs Angry Hearing" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/brighton-beach-development-project-stirs-angry-hearing.html"} , {"body" : "After 50 years of bickering and frustration over the condition of New York's seedy waterfront, a new conservation drive has taken its first halting steps toward reclaiming the city's enormous, watery edge. Fueled by an unlikely combination of pragmatic environmentalists, developers beleaguered by recession and politicians who have seized upon the" , "date" : "19920609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "HARLEM RIVER" , "NEW YORK CITY" , "HUNTER'S POINT (QUEENS)" , "BRIGHTON BEACH (NYC)" , "BRONX (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Park and Path, New York Tries to Link Asphalt to Water" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/09\/nyregion\/with-park-and-path-new-york-tries-to-link-asphalt-to-water.html"} , {"body" : "Here is a sampling of tours by bus, and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"CHELSEA WALKING TOURS,\" Manhattan. A tour of the area with an emphasis on its history, landmark buildings and famous residents of the past. Sponsored by the New York City Cultural Walking Tours. Meets at" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "page_facet" : "18" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/tours.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region. NEW YORK CITY Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, the streets surrounding Washington Square Park, Manhattan. More than 300 artists and craftspeople displaying their work on the sidewalk. Noon to dusk. Also on Sunday and Monday and May 30 and 31." , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Weekend Events From A (Astoria) to W (Westchester)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/weekend-events-from-a-astoria-to-w-westchester.html"} , {"body" : "IN Florida it was easy. A decade ago, it took the developer Stephen Muss, president of Alexander Muss & Sons, based in Miami Beach, only six months to win approval for his 750-unit Towers of Quayside in North Miami. Now the Brooklyn-born builder is in his sixth year of trying to win New York City's approval for a large-scale residential" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Brighton Beach; Revising (Again) a Plan for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/realestate\/perspectives-brighton-beach-revising-again-a-plan-for-the-baths-site.html"} ,   {"body" : "Only a year after voters in this community near the Jersey Shore forced cuts in spending by voting against a school budget, education officials are planning to build an elaborate greenhouse for teaching plant biology. But instead of relying on taxpayers, the school board will use a private foundation backed by local businesses. The greenhouse here" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "With Budgets Cut, Public Officials Seek Private Money" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/with-budgets-cut-public-officials-seek-private-money.html"} , {"body" : "One of the most tumultuous and drawn-out land-use disputes in recent memory in Brooklyn was rejoined yesterday, as two sides clashed over a large-scale development to be built on the site of the historic Brighton Beach Baths. At a morning hearing in Borough Hall, more than 50 people, including residents, construction workers, politicians and a" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sides Clash Over Project for Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/2-sides-clash-over-project-for-brighton-beach.html"} , {"body" : "An 18-year-old man took a bottle of vodka from a sleeping homeless man, doused him with it, and then tried to set him on fire in a subway train in Brooklyn early yesterday morning, the transit police said. The train's conductor intervened before the man's clothes ignited, Albert O'Leary, a transit police spokesman, said. The teen-ager, Abraham" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Subway Worker Stops Attack" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/subway-worker-stops-attack.html"} , {"body" : "As heroin floods into New York, Federal law enforcement officials have discovered a new group of smugglers, emigres from the former Soviet Union, who have begun using Poland as a way station for bringing drugs from Southeast Asia into this country. The new smugglers, the authorities say, are part of a loosely affiliated organization whose members" , "date" : "19920415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "POLAND" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "COMMONWEALTH OF INDEPENDENT STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Links Trail of Heroin To a 'Soviet Connection'" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/15\/nyregion\/us-links-trail-of-heroin-to-a-soviet-connection.html"} , {"body" : "DEAR Diary: Primary day in New York turned into an unexpected adventure in Democracy for me. I got into the booth, pulled the lever to the right, as I had been instructed, but then I pushed it directly to the left again, thinking that the machine would be ready to go. So when I tried to vote, nothing happened. When I poked my head out of the" , "date" : "19920415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/15\/garden\/metropolitan-diary-526992.html"} , {"body" : "An article on Friday about a residential development planned in Brooklyn for the site of the Brighton Beach Baths misstated the date of a public hearing to be held at the Brooklyn Borough President's office. It is May 6, at 10 A.M." , "date" : "19920414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/14\/nyregion\/c-corrections-024592.html"} , {"body" : "Exploiting the relaxation of travel restrictions in the former Soviet Union, emigre criminals in the United States have begun importing con artists, extortionists and hired murderers who carry out contract crimes for small sums of money and then disappear back home, law-enforcement officials say. The intercontinental criminal traffic is the most" , "date" : "19920411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "RUSSIA (RUSSIAN REPUBLIC)" , "UNITED STATES" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "COMMONWEALTH OF INDEPENDENT STATES"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Russian Emigres Importing Thugs to Commit Crimes in U.S." , "url" : "http:\/\/www.nytimes.com\/1992\/04\/11\/nyregion\/russian-emigres-importing-thugs-to-commit-crimes-in-us.html"} , {"body" : "After twice failing to win city approval, a developer has begun a new effort to secure the right to build a large residential complex on the site of the historic Brighton Beach Baths. In a meeting Wednesday night, members of Brooklyn's Community Board 13 voted 31 to 3 in support of zoning changes that would allow 1,600 units to be built in five" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Residential Complex For Brighton Beach In Progress, Again" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/residential-complex-for-brighton-beach-in-progress-again.html"} , {"body" : "NEW YORK CITY DINKINS NAMES AIDS CHIEF Acknowledging that New York City's efforts to assist people with AIDS need improving, Mayor Dinkins appointed Ronald S. Johnson, a well-known AIDS advocate, to the new position of city coordinator for AIDS policy. At a news conference called to announce the appointment, Mr. Johnson, a frequent critic of city" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "DOMINICAN REPUBLIC" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/metro-digest-476692.html"} , {"body" : "Up three flights of broken stairs in a garment factory building on the western edge of Chinatown was the windowless 8-by-10-foot cell that Abdulaye Kamara, an immigrant from Senegal, was happy to call home. His neighbors were mostly people like himself, resourceful immigrants from China, Vietnam, Mexico and a few other countries, living quietly in" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hidden Lives: New York's Poorest Immigrants -- A special report; Crammed in Tiny, Illegal Rooms, Tenants of the Margins of Survival" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/hidden-lives-new-york-s-poorest-immigrants-special-report-crammed-tiny-illegal.html"} ,   {"body" : "Before Gary David Goldberg's \"Brooklyn Bridge\" on television, there was Neil Simon on Broadway. Growing up as a New Yorker in a tightly knit Jewish family is at the very heart of Mr. Simon's autobiographical trilogy, \"Brighton Beach Memoirs\" and \"Biloxi Blues,\" both of which became movies, and \"Broadway Bound,\" now a television production that can" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "page_facet" : "16" , "title" : "Review\/Television; A Simon Play Fits the Small Screen" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/news\/review-television-a-simon-play-fits-the-small-screen.html"} , {"body" : "NEW YORK CITY SOLARZ FACES FIRE OVER BOUNCED CHECKS Representative Stephen J. Solarz fears that his 24-year-old public career could be threatened by the scandal over bounced checks at the House bank. In explaining what led him and his wife to write hundreds of overdrafts in 39 months, Mr. Solarz sketches a financial portrait of a busy, well-to-do" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/nyregion\/metro-digest-102692.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "In the New York City neighborhoods where Rabbi Meir Kahane got his start 24 years ago, ideological successors to the slain rabbi's Jewish Defense League are once again seeking recruits for what they describe as militant Jewish self-defense. When a Soviet Jewish emigre was shot to death in January in a late night holdup in Brighton Beach, the Jewish" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Citing Increased Bias and Crime, Jewish Militant Groups Live" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/citing-increased-bias-and-crime-jewish-militant-groups-live.html"} , {"body" : "The United States Civil Rights Commission will issue a report today that criticizes Mayor David N. Dinkins's handling of the boycott of a Korean grocery store by black shoppers in Brooklyn two years ago, the Dinkins administration said yesterday. In volunteering the information about the report, administration officials emphasized that the" , "date" : "19920228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Report Faults Mayor On Boycott" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/28\/nyregion\/us-report-faults-mayor-on-boycott.html"} , {"body" : "The trappings of Mayoralty have already arrived at Brooklyn Borough Hall -- a stately desk and swivel chair, four computers, three fax machines, 35 telephones, a photocopier, a metal detector, a lectern, some flags -- almost every conceivable thing, in fact, that Mayor David N. Dinkins could need for his \"government in exile.\" But it seemed at" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Mayor Plays Brooklyn, And the Reviewers Await" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/the-mayor-plays-brooklyn-and-the-reviewers-await.html"} , {"body" : "On Monday morning, Mayor David N. Dinkins and his top aides will transport the nerve center of New York City government to Brooklyn Borough Hall for a week of political theater aimed at putting the Mayor of all of the people in closer contact with some of them. For five days -- at a time when New York's municipal bindings, and his own mayoralty," , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; An Embattled City Hall Moves to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/political-memo-an-embattled-city-hall-moves-to-brooklyn.html"} , {"body" : "On a shadowy corner in Brooklyn, a gangly teen-ager slowly opened his jacket to give a peek at the 9-millimeter semiautomatic pistol jammed in the waistband of his jeans. \"When you've got it,\" he said, glancing at the weapon, \"you've got the power. It doesn't matter whether you're big or small. You've got the power.\" In a pizza parlor not far away," , "date" : "19920217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teen-Age Gunslinging Rises, Seeking Protection and Profit" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/17\/nyregion\/teen-age-gunslinging-rises-seeking-protection-and-profit.html"} , {"body" : "The only thing unusual about the gun that the police say killed Ruth Mitchell on Saturday is that it was a rifle in a sea of illegal handguns. The rest of its story is told with increasing frequency these days as drugs and guns continue to ravage poor and working-class neighborhoods in New York City and across the nation. Richard Zeno was known as" , "date" : "19920211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Cheap Gun Takes a Precious Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/11\/nyregion\/a-cheap-gun-takes-a-precious-life-in-brooklyn.html"} , {"body" : "A program that allows disabled New Yorkers to ride the city's subway and buses at half-fare appears to be riddled with abuses, inadequate supervision and possible fraud, an audit by the Metropolitan Transportation Authority has found. To qualify for the discount, applicants are required to have a private doctor or another health-care professional" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Audit Faults Plan of Half Fares for Disabled" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/transit-audit-faults-plan-of-half-fares-for-disabled.html"} ,   {"body" : "The world's leaders settled down to chart a new world order yesterday, but they had to do it with one copy machine on the blink because Tony Servin went home. Like thousands of New Yorkers inconvenienced by the councils of power, the electronics technician from Brooklyn looked askance at the phalanx of security that barred his way to the United" , "date" : "19920201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "6" , "title" : "A Copier Stays Broken For the Sake of Security" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/01\/world\/a-copier-stays-broken-for-the-sake-of-security.html"} , {"body" : "Stunned by three murders on two Sunday mornings in Brighton Beach, Brooklyn, Leonid M. Ruben yesterday glumly compared Brooklyn with its violence to the Ukraine he left behind and found himself almost longing for a Soviet-style strong hand. \"America with these problems is like there. It's bad there and it's bad here,\" the 76-year-old emigre said in" , "date" : "19920114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City of Lost Illusions" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/14\/nyregion\/city-of-lost-illusions.html"} , {"body" : "For the last 13 years, Michael Tartakovsky, a Soviet immigrant, has lived quietly in Brighton Beach, Brooklyn, taking little notice of anything other than his work and family. For newcomers to survive in a new land, reclusivity is necessary, he reasoned. \"The main concern was about ourselves,\" said the 46-year-old engineer, who arrived in New York" , "date" : "19920113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BRIGHTON JOURNAL; A Neighbor's Death Ignites Activism in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/13\/nyregion\/brighton-journal-a-neighbor-s-death-ignites-activism-in-brooklyn.html"} , {"body" : "NEW YORK CITY A FREE RIDE THAT COSTS A LOT Fare beating has long plagued the New York City subways, but in the last 18 months it has reached epic dimensions. Despite stepped-up police efforts, parts of the city have become virtual no-fare zones. One recent day, 11 people entered the 135th Street station in a 15-minute period. Two paid the fare. A1." , "date" : "19920113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/13\/nyregion\/metro-digest-908092.html"} , {"body" : "A 49-year-old Russian emigre, believed to be connected to Russian organized crime, and his 26-year-old son were shot to death in a hallway outside their apartment in Brooklyn early yesterday, the police said. Each man had a handgun in his possession when he died but apparently never got a chance to use it as they were shot in a hail of more than 20" , "date" : "19920113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Emigre and Son Shot to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/13\/nyregion\/emigre-and-son-shot-to-death-in-brooklyn.html"} , {"body" : "The three-month sting investigation of car-theft rings was winding down here Tuesday afternoon when thieves telephoned the undercover officers, telling them to expect another batch of stolen cars from the Bronx. The call produced something more than the undercover team expected -- a 13-year-old suspect in the murder of a Russian immigrant early" , "date" : "19920111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Casting for Car Thieves, Police Net Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/11\/nyregion\/casting-for-car-thieves-police-net-murder-suspect.html"} , {"body" : "A sticker reading \"We Go to Sunday School\" adorns the scuffed metal door of the housing project apartment where Daniel Velasquez, 13 years old, and his brother Carlos, 15, live with their family. But last Sunday, according to the police, the teen-age brothers were far from their Bronx home at 2 in the morning. In fact, the police said, they were in" , "date" : "19920109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brothers Held In Man's Death In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/09\/nyregion\/brothers-held-in-man-s-death-in-brooklyn.html"} , {"body" : "Two teen-age brothers were arrested last night in the slaying of a Russian immigrant early Sunday morning in the Brighton Beach section of Brooklyn, the police said. The murder of 48-year-old Leonid Vinokur, who was killed during a robbery as he returned home from a party with his wife at about 2 A.M., had quickly becoeme a public symbol of the" , "date" : "19920108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Charged in Killing in Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/08\/nyregion\/2-charged-in-killing-in-brighton-beach.html"} , {"body" : "When Leonid Vinokur was shot and killed early Sunday morning as he struggled with a man trying to mug his wife, his death on a graffiti-covered street in Brighton Beach became a symbol for what has gone wrong in the Brooklyn neighborhood. As friends and family members gathered at his home yesterday to mourn his loss, residents of the predominantly" , "date" : "19920107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting Death Is Latest Of Brighton Beach Terrors" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/07\/nyregion\/shooting-death-is-latest-of-brighton-beach-terrors.html"} , {"body" : "A Soviet Jewish emigre coming home from a birthday party was shot and killed early yesterday on a Brooklyn street corner as he rushed to defend his wife, who had been punched by one of three muggers, the police said. By chance, the man's 19-year-old son was a block away, driving a young man and a teen-age girl home, and saw the tragedy unfolding," , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Soviet Emigre Fatally Shot Defending Wife in Attack" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/soviet-emigre-fatally-shot-defending-wife-in-attack.html"} ,   {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"}]