[  {"body" : "ALLAN SMITH JR. planned his proposal to Melissa Burtt for months. A daylong adventure, it involved mysterious envelopes, tickets to the opera, a bit of foreshadowing (that morning, he had given her a new silk handkerchief that was decorated with champagne bottles) and dinner at Cafe des Artistes on the Upper West Side. And instead of dessert, the" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Melissa Burtt and Allan Smith Jr." , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/style\/vows-melissa-burtt-and-allan-smith-jr.html"} , {"body" : "Frederick William Franz, a biblical scholar and president of the Watch Tower Bible and Tract Society, better known as the Jehovah's Witnesses, died on Tuesday at his residence in the society's headquarters in Brooklyn. He was 99 years old. An eight-member board of directors is selecting his successor at the organization's new residential tower in" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Frederick W. Franz, A Religous Leader, Dies in Office at 99" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/obituaries\/frederick-w-franz-a-religous-leader-dies-in-office-at-99.html"} , {"body" : "Closings in the week ended Nov. 28 MANHATTAN Greenwich Village $875,000 25 East Ninth Street 2-bedroom, 2-bath, 1,100-sq.-ft prewar penthouse co-op; 24-hr. doorman, manned elevator, 2 fireplaces, wrapped terrace, 3 greenhouses; maintenance $2,110, 30% tax-deductible (Brokers: Sinvin Realty-Laurie Brant Real Estate) Greenwich Village $1.85 million" , "date" : "19921213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/13\/realestate\/residential-resales-014192.html"} , {"body" : "Traditions of Brooklyn Tomorrow at 6:30 P.M., the Brooklyn Historical Society will be host to an event featuring holiday dishes based on a variety of African cuisines to illustrate the food traditions of different groups that are represented in the borough. Deedee Dailey, a caterer from Sheepshead Bay, will give a presentation and serve samples of" , "date" : "19921209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/09\/garden\/food-notes-846092.html"} , {"body" : "Lieut. Philip M. Druss has hunted down so many crooked colleagues in the New York City Police Department that he's earned the nickname \"Destruction,\" and he says he has never doubted his mission for a minute. When involved in an absorbing corruption inquiry, Lieutenant Druss may work hundreds of hours of overtime in a matter of weeks. His zeal did" , "date" : "19921207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting Police Department Corruption Amid Distrust" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/07\/nyregion\/fighting-police-department-corruption-amid-distrust.html"} , {"body" : "VOICES are raised in song this week, as classical arias, choral favorites, Renaissance and Baroque works, carols and spirituals ring in the holiday season. Today at 3 P.M., arias from operas of Mozart, Donizetti and Gounod lend a festive note to the first concert of the year by the Yonkers Philharmonic, the free program conducted by Jeroma Sala at" , "date" : "19921206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "MUSIC; An Exultation of Voices Warms Up the Season" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/06\/nyregion\/music-an-exultation-of-voices-warms-up-the-season.html"} , {"body" : "The massive tan buildings stand sentinel near the ramps of the Manhattan and Brooklyn bridges, greeting commuters with two bold signs: \"Watchtower\" and \"Read God's Word The Holy Bible Daily.\" To many drivers, the words seem enigmatic and out of place along an otherwise secular urban sky scape. But to the 3,000 or more Jehovah's Witnesses who" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Looking Beyond Brooklyn Heights Toward Heaven" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/nyregion\/looking-beyond-brooklyn-heights-toward-heaven.html"} , {"body" : "Robin Holcomb was having a hard time being heard. She was sitting in a busy, noisy East Village restaurant trying to articulate her ideas about being a singer, pianist and composer, but the bustle and activity around her seemed to crowd her words; she was trying to explain some of the feminine themes behind her new album, \"Rockabye\" (Elektra" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Pop\/Jazz; A Maker of Dark Songs That Dig Beneath Logic" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/arts\/pop-jazz-a-maker-of-dark-songs-that-dig-beneath-logic.html"} , {"body" : "Stung by an avalanche of criticism over police corruption and the apparently flawed controls for rooting it out, Police Commissioner Raymond W. Kelly yesterday ordered sweeping changes in his department's structure and methods for investigating and exposing corrupt officers. The changes were the first for the department's internal policing system" , "date" : "19921117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Commissioner Orders an Overhaul In Fight Against Police Corruption" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/17\/nyregion\/commissioner-orders-an-overhaul-in-fight-against-police-corruption.html"} , {"body" : "IN subtle ways and sweeping ones -- like a clock face 120 feet wide -- the future of New York City's waterfront will be charted in coming months, even though its actual rebuilding may be many years away. Prospects for a major renascence in the near future grew much dimmer on Election Day, when voters rejected a bond act that would have authorized" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charting the Future Of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/realestate\/charting-the-future-of-the-waterfront.html"} ,   {"body" : "Thanksgiving Out Here is a selection of restaurants around the city that plan to serve Thanksgiving dinner. AMBASSADOR GRILL, United Nations Plaza Park Hyatt Hotel, 44th Street at First Avenue, (212) 702-5014. Prix fixe, $42, children 12 and under, $22. Noon to 9:30 P.M. AMERICAN HARVEST, New York Vista Hotel, 3 World Trade Center, (212) 938-9100." , "date" : "19921113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/arts\/diner-s-journal.html"} , {"body" : "SYMPOSIUM ON INDIA, Columbia University, Kellogg Conference Center, School of International and Public Affairs, 420 West 118th Street, 15th floor. \"Looking for India, 1492,\" a weekend series of lectures focusing on the history, religion and culture of India; with scholars from the United States and Portugal, Italy and Australia. Today's topics are" , "date" : "19921113" , "day_of_week_facet" : "Friday" , "page_facet" : "28" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/news\/the-spoken-word.html"} , {"body" : "Progress inevitably has its downside. In downtown Brooklyn these days, it comes in the form of rats. Driven out of their homes by the recent rush of redevelopment, the rodents have moved unchecked into the courthouses, the busy Fulton Mall, the brownstone streets of Brooklyn Heights, and even the Metrotech office complex. Not to worry, says the" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Borough President Declares War on Rats in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/nyregion\/borough-president-declares-war-on-rats-in-downtown-brooklyn.html"} , {"body" : "CHIEF JUDGE RESIGNS COURT Sol Wachtler, the Chief Judge of New York State's highest Court, resigned by telephone hours after he was ordered detained in his home, monitored by electronic surveillance and private security guards. He is to remain under guard until his Federal trial on attempting to blackmail a wealthy Republican fund-raiser with whom" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/nyregion\/metro-digest-801292.html"} , {"body" : "It was once the largest hotel in New York City, the pride of downtown Brooklyn. Posh and popular, the Hotel St. George was touted as a favorite haunt of judges, politicians and movie stars who whisked through the elegant Clark Street lobby on their way to the Colorama Ballroom, a huge saltwater swimming pool or the tower with a spotlight throwing" , "date" : "19921109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hotel Under Attack; Once Grand, It Is Now Controversial" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/09\/nyregion\/a-hotel-under-attack-once-grand-it-is-now-controversial.html"} , {"body" : "IN the 1960's, a building was considered \"saved\" if it was protected by landmark designation and got a decent budget for renovation. Details of the physical changes were not too important, in large part because an understanding of how building materials actually worked was fairly primitive. A recent project that shows how complicated \"saving a" , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes: Grace Episcopal Church; Restoration to Revive Gothic Revival Glory" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/realestate\/streetscapes-grace-episcopal-church-restoration-to-revive-gothic-revival-glory.html"} , {"body" : "URBAN SYMPOSIUM, Whitney Museum of Art, 945 Madison Avenue, at 75th Street. \"Los Angeles: Identity, Community and Cultural Activism,\" a discussion of the disturbances last spring and the role of the arts in addressing urban problems. With Renee Tajima, a film maker and critic; Wanda Coleman, a writer; Ruben Martinez, a journalist and poet; Avital" , "date" : "19921106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/06\/arts\/the-spoken-word.html"} , {"body" : "Mabel Gates calls herself a \"registered Republican, life-long, family, forever.\" But when the moment of electoral truth came yesterday in a voting booth in White Plains, she cast tradition aside and voted for Gov. Bill Clinton. \"Bush and Reagan have had their chance, finito! I call it trickle-down poverty,\" said the 73-year-old retired" , "date" : "19921104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE 1992 ELECTION: NEW YORK STATE -- THE REGION'S VOTERS; Finally, the Economy Was What Mattered Most" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/04\/nyregion\/1992-election-new-york-state-region-s-voters-finally-economy-was-what-mattered.html"} , {"body" : "Celebrity Cook-Out MONDAY -- A score of notables including Paloma Picasso, Peter Boyle, Tatum O'Neal, Joan Rivers and Tony Randall will match their culinary skills at a benefit at the Plaza for the March of Dimes. Cocktails at 7 P.M. will be followed by the celebrity smorgasbord of hors d'oeuvres, dinner and dancing. Black tie. Tickets, $750, or" , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Benefits" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/style\/benefits-356392.html"} , {"body" : "TO call it a major crossroads in American politics is perhaps an exaggeration, but the fact remains that Bush Street runs into Clinton in the Red Hook section of Brooklyn. Though even less meaningful than three-day-old tracking polls, this happenstance is being noted here along with other quantifiable facts to help fill gaps should punditry lag in" , "date" : "19921031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Presidential Politics by the (Phone) Book" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/31\/nyregion\/about-new-york-presidential-politics-by-the-phone-book.html"} ,   {"body" : "Halloween Parade Party Museum of the City of New York Fifth Avenue, at 103d Street (212) 534-1672 Recommended for all ages Tomorrow So many toddlers turned up last year for the museum's annual Halloween parade and party that this year a \"Scary Baby Contest\" for children under 3 will be part of the event. So conjure up a witch or warlock baby outfit" , "date" : "19921030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/30\/arts\/for-children.html"} , {"body" : "It was time for sundowners at the River Cafe. The incoming tide ran hard, lapping against the footings of the Brooklyn Bridge. In the warm air of the Indian summer evening, I waited on the dock, looking for the running lights of Steve Sautner's stripped-down Mako. At 8:10, Sautner arrived accompanied by Dery Bennett, executive director of the" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "OUTDOORS; Fireworks, Above and Below the Water Line" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/sports\/outdoors-fireworks-above-and-below-the-water-line.html"} , {"body" : "To the Editor: \"How to Keep Business in New York,\" your Oct. 21 editorial about Morgan Stanley's decision to retain 4,100 jobs in New York City, fails to note New York State's critical role in maintaining the city's status as a world capital of financial services. While justifiably applauding New York City's job retention efforts, you inadvertently" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "How New York State Helps Keep Business in New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/opinion\/l-how-new-york-state-helps-keep-business-in-new-york-city-066892.html"} , {"body" : "EVERY weekday morning, Mel Greenland buys a subway token, boards the Broadway-Seventh Avenue express train and heads exultantly into the 12th century. Mr. Greenland's destination is a third-floor studio at St. Ann and the Holy Trinity Church on Montague Street in Brooklyn Heights. There, suspended over a light box, the 67-year-old Brooklyn-born" , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Through the Hands of a Master, the Brilliance Returns" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/garden\/through-the-hands-of-a-master-the-brilliance-returns.html"} , {"body" : "The Morgan Stanley Group, a major financial services company that had been considering moving its New York City headquarters and as many as 4,100 employees to Stamford, Conn., will remain in the city for at least 10 years, company officials said yesterday. The city and state have agreed to almost $40 million in tax credits and other incentives over" , "date" : "19921020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STAMFORD (CONN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Incentives For Morgan Stanley Prevent a Relocation" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/20\/nyregion\/new-york-incentives-for-morgan-stanley-prevent-a-relocation.html"} , {"body" : "Forget those decadent \"Dallas\" and \"Dynasty\" and \"Falcon Crest\" rich people of the 1970's and 1980's on television. Forget the never-never world of \"Love Boat\" and \"Fantasy Island\" and \"Charlie's Angels.\" What's hot now, at least in television, are the gritty streets and the grittier characters of New York City. Never before have so many television" , "date" : "19921019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TV Tunes In to New York, Hollywood Style" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/19\/nyregion\/tv-tunes-in-to-new-york-hollywood-style.html"} , {"body" : "'Charlotte's Web' Heights Players 26 Willow Place Brooklyn Heights (718) 237-2752 Recommended ages: 4 and up Through Oct. 25 Because of how much E. B. White knew about children, his story \"Charlotte's Web\" travels through generations without losing any luster. This rendition uses puppets and children and adult actors along with mesmerizing" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/theater\/for-children.html"} , {"body" : "A swastika was discovered yesterday morning etched into a wall in the lobby of a Brooklyn apartment building, Mayor David N. Dinkins said in a statement. It was the fourth time in a week that a swastika had been daubed on a New York City building and the eighth anti-Semitic incident in the city in recent days. In the most recent incident, a" , "date" : "19921014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Swastika Etched on Wall" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/14\/nyregion\/swastika-etched-on-wall.html"} , {"body" : "To the Editor: Readers of Sarah Ferrell's enthusiastic review of \"The Stained Glass Art of William Jay Bolton, 1816-1884\" (In Short, Aug. 2) will be glad to know that only six of 40 sections in the 10 original Bolton windows were destroyed by the 1990 fire at the Church of the Holy Apostles in Manhattan, where I am the director of the restoration" , "date" : "19920927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "27" , "title" : "The Art of Stained Glass" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/27\/books\/l-the-art-of-stained-glass-008892.html"} , {"body" : "Each of the four new playwrights in the 1992 Young Playwrights Festival is clearsighted about troublesome social concerns and unafraid to challenge accepted standards and practices. Even when plays waver, the playwrights express a mature point of view that belies their youth. As is customary in this annual festival, the one-acts were written when" , "date" : "19920924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Theater"] , "page_facet" : "18" , "title" : "Review\/Theater; 4 Playwrights, Young but Cleareyed" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/24\/theater\/review-theater-4-playwrights-young-but-cleareyed.html"} ,   {"body" : "Helen A. Wilson, a retired executive for international refugee and development agencies, died Friday at her house in Washington. She was 79 years old. She died of complications from emphysema, said Marion Connell, a colleague and friend. Reared in the Brooklyn Heights section of Brooklyn, Miss Wilson graduated from Barnard College and earned a" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "25" , "title" : "Helen A. Wilson, 79, Leader in Refugee Aid" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/obituaries\/helen-a-wilson-79-leader-in-refugee-aid.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} , {"body" : "HART CRANE turned harbor views from Brooklyn Heights into poetry long before Robert Moses built the promenade, officially the Esplanade, over the Brooklyn-Queens Expressway. The view in 1924, Crane wrote, \"at twilight on a foggy evening . . . is beyond description. Gradually the lights in the enormously tall buildings begin to flicker in the mist.\"" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} , {"author" : "TOM FERRELL, who lives in Brooklyn, is an editor of The New York Times Book Review." , "body" : "PEOPLE who live in Brooklyn Heights say \"New York\" when they mean Manhattan; but if we are not New York, we can see it from here. \"New York\" is the vast picture show that ascends the sky across the East River from the Heights Promenade. The tourist will therefore inevitably turn first to the Promenade; walk west on any street between Remsen and" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "New York's Other Boroughs; Brooklyn: From the Heights To a Well-Stocked Museum" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/travel\/new-york-s-other-boroughs-brooklyn-from-the-heights-to-a-well-stocked-museum.html"} , {"body" : "In a year marked by fierce anti-incumbent sentiments nationwide, several members of New York's Congressional delegation are locked in testy primary battles. But as the races enter their last days, the voter rebellion has been overshadowed by racial and ethnic appeals and tempered by redistricting, which has sent incumbents scrambling into new" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Facing Voter Rebellions, Incumbents Hope to Eke Out Victories" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/facing-voter-rebellions-incumbents-hope-to-eke-out-victories.html"} , {"body" : "The campaign for the Democratic Senate nomination from New York plunged into its final weekend in a bitter round of recriminations, street campaigning and staged media events yesterday, as Geraldine A. Ferraro and her rivals wrangled over questions of credibility and integrity, and appealed to their partisans to turn out and vote. With polls" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Tone Shrill, Barbs Sharp, Senate Race Nears End" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/tone-shrill-barbs-sharp-senate-race-nears-end.html"} , {"body" : "Sayedah Khadijah Faisal, a founder of Brooklyn's first mosque who was known to hundreds of Muslims as Mother Khadijah, died Saturday at her home at the mosque in Brooklyn Heights. She was 93 years old. Officials of the mosque, the Islamic Mission of America, said she died after a long illness, which they did not specify. Mother Khadijah founded the" , "date" : "19920910" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "21" , "title" : "Sayedah Khadijah Faisal Is Dead; Co-Founder of Mosque Was 93" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/10\/us\/sayedah-khadijah-faisal-is-dead-co-founder-of-mosque-was-93.html"} , {"body" : "WHEN classes begin today for some 993,000 students in New York City schools, Keysha McNeil will face one of the biggest challenges of her 16-year-old life. As the first student representative on the Board of Education to serve a full academic year, she must give voice to the cacophony of dreams, needs and aspirations of her fellow students. While" , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Running Schools Amid Homework Assignments" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/nyregion\/about-new-york-running-schools-amid-homework-assignments.html"} , {"body" : "Central Park Trolley Central Park Entrance at 60th Street and Fifth Avenue Manhattan (212) 360-2766 Recommended ages: 6 and up Through Oct. 28 A new green, red and beige trolley that sounds more like a bus has been making the rounds of Central Park this summer for people who want to know every cobweb and outcrop in the 843-acre park. What might New" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/arts\/for-children.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} ,   {"body" : "Eugene Lewis liked to take walks and visit with friends. \"Not the least bit menacing,\" was how a detective described him yesterday. When Mr. Lewis, 73 years old, was shot to death early yesterday morning on a Brooklyn Heights street corner after someone tried to rob him, his family and the police were left with the chore of trying to make some" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Man Slain in Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/man-slain-in-robbery-attempt.html"} , {"body" : "SCATTERED around New York City are dozens of brownstones and other small buildings that since the late 1970's have been converted into co-op and condominiums. These buildings have special problems and one of the most difficult is getting resident-owners to carry their fair share of management and maintenance work. Because they do not have the" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Talking; Small Co-ops Sharing The Tasks Equally" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/realestate\/talking-small-co-ops-sharing-the-tasks-equally.html"} , {"body" : "ONE of the glories of New York City is that you can come close to creating trips to exotic places, at least for an hour or two. That is to say, you can pretend you are somewhere else. Is that a good thing or a bad thing to say about a city? Oh, I think it's good. My wife and I stroll up and down 74th Street in the Jackson Heights section of Queens" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC AVENUE (BROOKLYN)" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Exotic East That's Not Far" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/an-exotic-east-that-s-not-far.html"} , {"body" : "\"PHILANTHROPY, plus 5 percent\" was Alfred T. White's motto in 1890 when he built the limited-profit model tenements called the Riverside Buildings. The complex, at the southwest corner of Joralemon Street and Columbia Place, where Brooklyn Heights meets the waterfront, is now at the end of a long renovation interrupted by foreclosure proceedings." , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes: The Riverside Buildings; A Model Tenement In Dickensian Style" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/realestate\/streetscapes-the-riverside-buildings-a-model-tenement-in-dickensian-style.html"} , {"body" : "Mayor David N. Dinkins, seizing an opportunity to emphasize his plan to take control of the Board of Education, said yesterday that the school board's meddling was threatening to drive Chancellor Joseph A. Fernandez from his job. He described the Chancellor as \"very unhappy\" and said, \"I will do all I can to persuade him to stay,\" a suggestion that" , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Chancellor's Tensions With School Board Are Worrying Dinkins" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/chancellor-s-tensions-with-school-board-are-worrying-dinkins.html"} , {"body" : "Faced with a shortage of court space in Brooklyn so severe that one magistrate holds hearings in a press room, the Federal Government is planning to move the courthouse to the landmark post office in downtown Brooklyn and build a 415-foot tower there. The plan, according to court officials, would provide relief for an overburdened system by" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Moving of Courts Planned in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/moving-of-courts-planned-in-brooklyn.html"} , {"body" : "In the name of helping minorities, whose voting strength Congressional mapmakers have squelched in the past, this year's redistricting has torn and twisted New York's political map in ways an old-fashioned gerrymanderer might admire. But in doing so the effort has produced some unusual challenges to old notions of representative democracy, among" , "date" : "19920816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Districts Drawn for Minority Votes Complicate New York's Election" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/16\/nyregion\/districts-drawn-for-minority-votes-complicate-new-york-s-election.html"} , {"body" : "To describe the River Cafe as one of New York City's most celebrated waterfront restaurants would be like calling the Metropolitan Museum of Art one of many interesting galleries along Fifth Avenue. Other shoreline establishments around town have captivating settings, ambitious food and well-intentioned service, but no place pulls it all together" , "date" : "19920814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Restaurants" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/14\/arts\/restaurants-187592.html"} , {"body" : "The Dinkins administration announced a long-range plan for New York City's waterfront yesterday that would eventually double the area for parks, esplanades and walkways while preventing gargantuan developments that wall off the shoreline. The ambitious proposals foresee an esplanade that would virtually encircle Manhattan. Waterside pathways would" , "date" : "19920812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Proposal To Double Park Area On the Shore" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/12\/nyregion\/proposal-to-double-park-area-on-the-shore.html"} , {"body" : "The painting that changed everything for Norman Wasserman -- the one he calls his \"possible Pollock\" -- insinuated itself into his life in the spring of 1954. Over the next 38 years it would lay claim to his affections, propel him into a bruising, apparently hopeless, battle with the art establishment and, finally, win the support of one of the" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; Who Painted This Picture?" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/arts\/art-who-painted-this-picture.html"} ,   {"body" : "If William Jay Bolton is less well known than Louis Comfort Tiffany, it may be because his career as an American glass maker was a short one. Bolton (1816-84) was an early enthusiast of the Gothic revival. In 1843, he contributed what was probably the first figural window in the country, a representation of the Adoration of the Magi, to the family" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "IN SHORT; Brooklyn Gothic" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/books\/in-short-brooklyn-gothic.html"} , {"body" : "Samuel M. Brody, a leading New York City architect who with his partner, Lewis Davis, designed some of the city's best-known housing complexes, died yesterday at the Memorial Sloane-Kettering Cancer Center in Manhattan. He was 65 years old and lived in Brooklyn Heights. He died of melanoma, said his office, Davis, Brody & Associates of Manhattan." , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "25" , "title" : "Samuel M. Brody, 65, Architect Of Housing Complexes, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/arts\/samuel-m-brody-65-architect-of-housing-complexes-is-dead.html"} , {"body" : "New York City banks will be required to install the toughest security systems in the nation at automated teller machines under a bill the City Council passed overwhelmingly yesterday. Despite a no-holds-barred lobbying effort by big banks, the Council voted, 40 to 3, to pass the measure. The law is expected to be a bellwether for other local" , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tough Cash-Machine Bill Is Approved" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/nyregion\/tough-cash-machine-bill-is-approved.html"} , {"body" : "Despite the huge shifts in New York City's population in the 1980's, blacks and whites -- regardless of their incomes -- have remained as segregated as they were when the decade began, according to a block-by-block analysis of the 1990 census. During a period in which white non-Hispanic New Yorkers became a minority and the gap between black and" , "date" : "19920715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shifts in 80's Failed to Ease Segregation" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/15\/nyregion\/shifts-in-80-s-failed-to-ease-segregation.html"} , {"body" : "One of the quirkier chapters in the national debate over multiculturalism -- a recent executive session of Community School Board 15 in Brooklyn -- was moving along at a brisk clip when the board's newest member, Carlos Salamanca, lifted two fingers in the air. \"Una pregunta,\" he said, then launched into a lengthy question in Spanish about teacher" , "date" : "19920711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "A School Board Adjusts to Being Bilingual" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/11\/nyregion\/a-school-board-adjusts-to-being-bilingual.html"} , {"body" : "Mending the Grill Backyard chefs who have invested in gas grills and need to replace a part like a rack, knob or burner may find what they need from Grill Parts Distributors, of St. Petersburg, Fla. The company, founded in 1954, has a storehouse of parts from manufacturers no longer in business. It also carries parts and accessories for charcoal" , "date" : "19920708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/08\/garden\/food-notes-150892.html"} , {"body" : "Here is a sampling of holiday events this weekend in New York, New Jersey and Connecticut. JULY 3 New York City FRAUNCES TAVERN MUSEUM, 54 Pearl Street, lower Manhattan. A fife and drum corps will play at noon. Informal tours of the revolutionary soldier exhibition will be given from 10 A.M. to 4 P.M. Also July 4, at 2 P.M. Suggested contribution:" , "date" : "19920703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A SALUTE TO THE FOURTH; Beyond the Parades and the Fireworks" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/03\/arts\/a-salute-to-the-fourth-beyond-the-parades-and-the-fireworks.html"} , {"body" : "THE first people to gather on the shores of New York Harbor and gaze out on the grace and beauty of the sailing ship were Indians. The date was April 17, 1524, and the ship was La Dauphine, commanded by the Florentine navigator Giovanni da Verrazano. One ship was all they had for Operation Sail 1524, and not a single clever promoter to coin such a" , "date" : "19920703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A SALUTE TO THE FOURTH; Of Time And the Sea: A Majestic History" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/03\/arts\/a-salute-to-the-fourth-of-time-and-the-sea-a-majestic-history.html"} , {"body" : "When Officer Michael Dowd, who is charged with leading a ring of cocaine-dealing police officers, was served with departmental charges at his Long Island home early last month, he yelled at the New York City police investigators who confronted him and his wife ordered them off the property, internal affairs officers said yesterday. The description" , "date" : "19920703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Investigators Tell of Tirade By Policeman" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/03\/nyregion\/investigators-tell-of-tirade-by-policeman.html"} , {"body" : "Closings in the week ended June 13 MANHATTAN Carnegie Hill 2.7 million 1133 Fifth Avenue (94th St.) 4-bedroom, 4-bath, 4,000-sq.-ft. prewar co-op; 24-hr. doorman, manned-elevator, 3 maid's rooms, dining room, library, fireplace, Central Park view; maintenance $5,100, 40% tax-deductible (Broker: Sotheby's International Realty) Greenwich Village" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/realestate\/residential-resales-613992.html"} ,   {"body" : "Replicas of the three sailing ships that brought Christopher Columbus to the New World 500 years ago arrived in New York Harbor on Friday, beginning more than a week of festivities commemorating the voyage. The pageantry will culminate Saturday and Sunday with a series of public events including an international flotilla of about 260 ships that" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In 1992, America Discovers Columbus" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/in-1992-america-discovers-columbus.html"} , {"body" : "Responding to charges of corruption and criticism that the New York City Police Department's internal controls are too lax, Police Commissioner Lee P. Brown said yesterday that he would increase the number of investigators in the Internal Affairs Division by almost 20 percent and focus the division's efforts on only the most serious cases of" , "date" : "19920624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Police to Expand Internal Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/24\/nyregion\/new-york-city-police-to-expand-internal-scrutiny.html"} , {"body" : "The Internal Affairs Division of the New York City Police Department, created to fight police corruption amid scandal two decades ago, now finds itself an object of criticism about how well it has done its job. Since 1972, when the Knapp Commission recommended that the department centralize its internal policing efforts in a unit modeled after an" , "date" : "19920619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Investigative Unit Is Charged With Laxness" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/19\/nyregion\/police-investigative-unit-is-charged-with-laxness.html"} , {"body" : "Here is a sampling of tours by bus, and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"CHELSEA WALKING TOURS,\" Manhattan. A tour of the area with an emphasis on its history, landmark buildings and famous residents of the past. Sponsored by the New York City Cultural Walking Tours. Meets at" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "page_facet" : "18" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/tours.html"} , {"body" : "SUMMER in New York may seem a week too long and 5 degrees too hot, but it needn't be boring for children. In the city's parks alone, there are free tennis lessons for youngsters, a chess camp, carousels, a formal croquet green, roller skating, bicycling and boating. And at Jacob Riis Park in Queens, children can watch female lifeguards in an annual" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; When the Young Take Over the Outdoors" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/children-when-the-young-take-over-the-outdoors.html"} , {"body" : "Here is a sampling of holiday activities this summer in New York City. Dates and times are subject to change. June 14 FLAG DAY PARADE, City Hall to Pearl Street, lower Manhattan. 11:30 A.M. Sponsored by Fraunces Tavern Museum. July 3 SOUTH STREET SEAPORT CONCERTS, Pier 16, at the East River, lower Manhattan. A weekend of free performances," , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "21" , "title" : "Holidays" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/holidays.html"} , {"body" : "HER specialty is design and marketing. His is construction and finance. There was financial backing in the family. That amalgam made developers of not a few young couples in New York City in the 80's. Among them were Virginia Alexander Millhiser and Timothy M. Millhiser. They never foresaw a joint career when they were married in 1981, but three" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Condominiums in TriBeCa; Shedding the Landlord Role, Gradually" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/realestate\/perspectives-condominiums-in-tribeca-shedding-the-landlord-role-gradually.html"} , {"body" : "WITH the mercury comfortably residing above 70 degrees, New Yorkers are flocking to the city's outdoor cafes and gardens. New York City was not designed with leg-stretching cafe patrons in mind; too often, you find yourself cramped in a near-fetal position as sidewalk strollers jostle your table. All of the outdoor-dining settings below are safely" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "12" , "title" : "RESTAURANTS; Scene: A Leafy Bower. Cast: Urban Diners" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/restaurants-scene-a-leafy-bower-cast-urban-diners.html"} , {"body" : "The man flipped on his tape recorder and turned to the woman sitting cross-legged on a couch. \"O.K.,\" he began, scanning a long list of questions, \"why don't you tell me a little bit about how you found out you're H.I.V.-positive.\" For the next two hours, the woman spoke of her life before and after she learned she had the virus that causes AIDS." , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Chronicling the Spread of AIDS Throughout Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/chronicling-the-spread-of-aids-throughout-brooklyn.html"} , {"body" : "October wedding plans for Elizabeth Wales Mead and William Lackey Stowell, a son of Mr. and Mrs. Samuel C. Stowell of Riverside, Conn., have been announced by her parents, Mr. and Mrs. William G. Mead of Brooklyn Heights. Miss Mead, 29 years old, graduated from William Smith College. She is a legal assistant at the Dreyfus Corporation in New York." , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "ENGAGEMENTS; Elizabeth Mead, William Stowell" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/style\/engagements-elizabeth-mead-william-stowell.html"} ,   {"body" : "The big musical genres to arrive as commercial forces in the 1980's, punk and its various subgroups and rap, have been amazingly limited in live performance. Money hasn't really been spent on shows to make them visually sophisticated, but more importantly, groups haven't been able to figure out a way to seem expansive. The music was exclusionary," , "date" : "19920525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Rap; Beastie Boys: Rebellion Continues" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/arts\/review-rap-beastie-boys-rebellion-continues.html"} , {"body" : "'Beauty Is the Beast' Wings Theater 154 Christopher Street Manhattan (212) 627-2961 Recommended ages: 7 and up Through May 31 The Wings Theater Company likes provocative subjects, even for its children's plays. In its winter children's production, the company focused on racism and prejudice. \"Beauty Is the Beast,\" by Bill Wheeler, has the answer," , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/for-children.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region. NEW YORK CITY Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, the streets surrounding Washington Square Park, Manhattan. More than 300 artists and craftspeople displaying their work on the sidewalk. Noon to dusk. Also on Sunday and Monday and May 30 and 31." , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Weekend Events From A (Astoria) to W (Westchester)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/weekend-events-from-a-astoria-to-w-westchester.html"} , {"body" : "Louise Weiss, a travel writer who has lived in Manhattan for years, has traveled the country and the world in search of exotic locales, but she had never ventured to Brooklyn until her blender broke. \"The only place on the entire East Coast that could repair it was in Brooklyn -- somewhere, God knows where, an hour and a half from Manhattan,\" Ms." , "date" : "19920521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "5" , "title" : "Are You Urbane? Not if You Don't Know Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/21\/nyregion\/are-you-urbane-not-if-you-don-t-know-brooklyn.html"} , {"body" : "The time passed long ago when the streets of downtown Brooklyn bustled with trolleys and elevated trains, when the Dodgers had their business office at Montague and Court Streets and when Brooklynites, in fedoras and white gloves, swarmed the penny arcades, stately theaters and grand old department stores like Namm's and Frederick Loeser's. But" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Prime of 'Wall Street East'; A Renaissance May End Downtown Brooklyn's Dark Ages" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/prime-wall-street-east-renaissance-may-end-downtown-brooklyn-s-dark-ages.html"} , {"body" : "READING WITH BRUNCH, New York Botanical Garden, 200th Street and Southern Boulevard, Bedford Park, the Bronx. An event with Avery Corman, Laura Cunningham, Frank Gilroy and other Bronx-born writers who will read from their own work. Sunday at noon. Admission: $35. Reservations: (212) 220-8724. PANEL DISCUSSION, Brooklyn War Memorial Auditorium," , "date" : "19920515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/arts\/the-spoken-word.html"} , {"body" : "In a city where trends in housing values are impossible to measure with precision, one rough indication is provided by the United States Census Bureau in newly released data from the 1990 count. It shows a wide disparity in values -- or at least what people believe their homes are worth. The census asked people who owned their homes how much they" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE ATLAS; Housing Values in New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/the-atlas-housing-values-in-new-york-city.html"} , {"body" : "Closings in the week ended April 25 MANHATTAN East Midtown 950,000 480 Park Avenue (58th St.) 3-bedroom, 4-bath, 3,000-sq.-ft prewar co-op; 24-hr. doorman, concierge, 3 maid's rooms, fireplace; maintenance $2,016, 50% tax-deductible (Broker: David Day Realty) Greenwich Village 150,000 105 West 13th Street 1-bedroom, 1 1\/2-bath, 900-sq.-ft. postwar" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/realestate\/residential-resales-397192.html"} , {"body" : "A GROWING number of co-ops are being forced to seek new ways to build their reserve funds because the traditional sources of such money -- flip taxes, rents from store space and special assessments -- may no longer prove adequate. Revenues from flip taxes -- the charges a co-op board imposes at the time of an apartment sale -- have declined because" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Talking: Reserves; Keeping The Fund Up to Snuff" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/realestate\/talking-reserves-keeping-the-fund-up-to-snuff.html"} , {"body" : "Purnell Handy Benson, a professor emeritus of business at Rutgers University and an expert on the fluctuations of stock prices, died on Monday at Morristown Memorial Hospital in Morristown, N.J. He was 78 years old and lived in Madison, N.J. A family spokesman said that Dr. Benson died of a bone marrow disease. Dr. Benson joined the faculty of the" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "53" , "title" : "Purnell H. Benson, 78, Stock Market Expert" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/obituaries\/purnell-h-benson-78-stock-market-expert.html"} ,   {"body" : "Closings in the week ended April 18 MANHATTAN Upper East Side 572,000 715 Park Avenue (70th St.) 2-bedroom, 2-bath, 1,340-sq.-ft. postwar condo; 24-hr. doorman, manned-elevator, dining alcove, 2 exposures; common charge $988, taxes $6,308 (Brokers: Walter & Samuels\/Domus Realty) Upper East Side 635,000 40 East 78th Street 2-bedroom, 2-bath," , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/realestate\/residential-resales-290492.html"} , {"body" : "In the waning days of the Weimar Republic in Germany, the Comedian Harmonists, a highly polished vocal sextet modeled after the popular American group the Revelers, achieved a kind of superstardom before being forced to disband in 1935 because three of its members were Jewish. In a two-hour music-theater piece, \"In the Time of the Comedian" , "date" : "19920502" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Review\/Music; An Evil Era's Scrapbook In Song" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/02\/arts\/review-music-an-evil-era-s-scrapbook-in-song.html"} , {"body" : "This week, after eight years of speCtacular ratings and spectacular profits, Bill Cosby will finish up what he had to say on \"The Cosby Show.\" The series was the most-watched show of the last decade, the comedy seen by more people than any other in television history, the show that resurrected the sitcom as television's most popular genre and the" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION; In the Huxtable World, Parents Knew Best" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/arts\/television-in-the-huxtable-world-parents-knew-best.html"} , {"body" : "DESIGNER decor, private gardens, historic houses and modern penthouses are features of this spring's show-house and house-tour season. New York City Flatbush, Sunday -- A guided bus tour of houses featured in films, including \"Sophie's Choice\" and \"Malcolm X,\" will be held from 1 to 5 P.M. Tickets $15, at the Flatbush Tompkins Church, East 19th" , "date" : "19920423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "If It's Spring, It Must Be Show Time" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/23\/garden\/if-it-s-spring-it-must-be-show-time.html"} , {"body" : "Today RADIO CITY MUSIC HALL. The 60th anniversary of the \"Radio City Easter Show,\" with music, dancing, a parade and the Rockettes, 7:30 P.M. Through Thursday. Tickets range from $25 to $33. Show times and other information: (212) 247-4777 or (212) 307-7171. SEDER, 92d Street Y, at Lexington Avenue, Manhattan. The traditional celebration featuring" , "date" : "19920417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A Sampling of Events for Passover and Easter" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/17\/arts\/a-sampling-of-events-for-passover-and-easter.html"} , {"body" : "DEAR Diary: Primary day in New York turned into an unexpected adventure in Democracy for me. I got into the booth, pulled the lever to the right, as I had been instructed, but then I pushed it directly to the left again, thinking that the machine would be ready to go. So when I tried to vote, nothing happened. When I poked my head out of the" , "date" : "19920415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/15\/garden\/metropolitan-diary-526992.html"} , {"body" : "Closings in the week that ended March 28 MANHATTAN Fort Washington 54,500 100 Overlook Terrace 1-bedroom, 1-bath, 820-sq.-ft. postwar co-op; renovated kitchen, L-shaped living room; maintenance $393, 53% tax-deductible (Broker: Stein-Perry Real Estate) Greenwich Village 280,00 63 East 9th Street (Randall House) 2-bedroom, 2-bath, 1,600-sq.-ft." , "date" : "19920412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/12\/realestate\/residential-resales-118092.html"} , {"body" : "1871: The first Tenement Law is enacted, setting a minimum for the amount of light and air reaching tenement dwellers. An amendment in 1901 increasing those standards results in the so-called \"new law\" tenements. 1916: The \"Building Zone Plan\" -- better known as the 1916 Zoning Resolution -- is adopted in New York City. It regulates what uses may" , "date" : "19920412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Some Land-Use History Highlights" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/12\/realestate\/some-land-use-history-highlights.html"} , {"body" : "The New York City Schools Chancellor, Joseph A. Fernandez, yesterday announced what he called a reorganization of his top staff to speed action on some of his ideas for improving instruction, including a longer school day. But others in the educational community discerned the marks of a shakeup. Aides to Mr. Fernandez said he was taking advantage" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez Replaces and Reshuffles His Top School Staff" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/fernandez-replaces-and-reshuffles-his-top-school-staff.html"} , {"body" : "'Petrouchka, Puppets and Musical Magic' The Little Orchestra Society Avery Fisher Hall (212) 721-6500 Recommended ages: 5 to 12 Tomorrow Stravinsky wrote the music for this ballet when he was 28 years old. It is set at a Russian carnival, where a puppet show, in this version presented by the Bennington Marionettes, recounts the woeful tale of" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/movies\/for-children.html"} ,   {"body" : "Responding to outrage and the urging of a leading adviser to Gov. Mario M. Cuomo, the Port Authority agreed yesterday to step back from its plan to sell a strip of prime Brooklyn waterfront to developers. The move, proposed by Vincent Tese, head of the Urban Development Corporation of New York, would give local residents time to complete a public" , "date" : "19920408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Port Authority Pulls Back From Sale of Waterfront" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/08\/nyregion\/port-authority-pulls-back-from-sale-of-waterfront.html"} , {"body" : "Passover Pricing Along with setting aside shelves for boxes of matzoh and jars of gefilte fish, grocers have also been known to jack up prices for Passover. Starting last year, the New York City Department of Consumer Affairs has waged a campaign to prevent such price gouging by wholesalers and retailers. Retailers throughout the city who have" , "date" : "19920408" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/08\/garden\/food-notes-074992.html"} , {"body" : "TOWN-HOUSE sales in Greenwich Village, the Upper East Side and other prime Manhattan and Brooklyn neighborhoods have rebounded after a three-year downward drift. In recent reports, brokerage companies said that last year brought their highest volume of sales since 1988, when the phenomenal price rises of the mid-80's for town houses shifted into" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prime Area Town-House Sales Rebound" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/prime-area-town-house-sales-rebound.html"} , {"body" : "The long-running dispute over what to do with almost 80 acres of prime Brooklyn waterfront kicked into high gear this week as the Port Authority said it would sell the property, complete with its five piers and a panoramic view of lower Manhattan, for private development. Local officials and residents, who have fought to preserve the narrow strip" , "date" : "19920403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Despite Opposition, Agency Plans to Sell Brooklyn Piers to Private Developer" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/03\/nyregion\/despite-opposition-agency-plans-to-sell-brooklyn-piers-to-private-developer.html"} , {"body" : "Nkiru Books 68 St. Mark's Avenue (at Sixth Avenue) Park Slope, Brooklyn (718) 783-6306 Recommended for all ages Lee Owens may look as slight as a young girl, but she's the powerhouse behind Nkiru, a children's bookstore that specializes in multi-cultural books, cassettes, games, videos and puzzles. In this smallish but homey emporium, the shelves" , "date" : "19920403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/03\/books\/for-children.html"} , {"body" : "At a time of deepening budget cuts, parents in New York City are deciding that if the beleaguered public schools are to work for their children, parents have to work for the schools. So they are patrolling hallways, raising thousands of dollars at benefits and cornering politicians to help make public schools places where they can entrust their" , "date" : "19920330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Quality Time for Quality Schools; In Budget Crunch, New York Parents Aid Public Education" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/30\/nyregion\/quality-time-for-quality-schools-budget-crunch-new-york-parents-aid-public.html"} , {"body" : "\"Democracy's Poet: A Walt Whitman Celebration\" will feature a variety of events around New York City and on Long Island through May 31 to commemorate the 100th anniversary of the death of Walt Whitman. The Museum of the City of New York has organized the celebration, with the help of many cultural and educational organizations. Grants were provided" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "Where to Celebrate Walt Whitman for the Next Two Months" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/books\/where-to-celebrate-walt-whitman-for-the-next-two-months.html"} , {"body" : "Ernest J. Clark, the engineer who designed and supervised the construction of the Brooklyn-Queens Expressway, the Brooklyn Heights Promenade and several other projects for Robert Moses, died on Wednesday at his home in Somers, N.Y. He was 86 years old. He died of cancer, his family said. Mr. Clark was a government engineer for about a dozen years" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Ernest J. Clark, 86, A Projects Engineer Under Robert Moses" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/nyregion\/ernest-j-clark-86-a-projects-engineer-under-robert-moses.html"} , {"body" : "DANIEL BARSHAY has a deceptive walk. With no evidence of strain, he glides along in the passing lane of million-footed Manhattan's high-speed sidewalks. It is the walk of a man who believes that his feet, wherever they are pointed, are taking him toward a delightful surprise. It is the walk of Walt Whitman. For 13 years, Mr. Barshay has been" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "New York Is Singing A Song of Whitman" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/theater\/new-york-is-singing-a-song-of-whitman.html"} , {"body" : "The Belmont Playboys The Belmont Playboys, Tramps, 45 West 21st Street, Manhattan, (212) 727-7788. As a rockabilly band, the Belmont Playboys have retro stylings: the slicked-back hair, the pointy-toed shoes, the devilish goatees and Gretsch guitars. But when this North Carolina foursome revs into a Chuck Berry or Johnny Cash tune, the line between" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/arts\/sounds-around-town-507892.html"} ,   {"body" : "David Byrne and Richard Thompson Church of St. Ann and the Holy Trinity Brooklyn Heights Lone songwriter plus acoustic guitar used to equal sincerity or bluesy authenticity. Now, there's no guarantee. On Tuesday night at a benefit for the Church of St. Ann and the Holy Trinity, David Byrne and Richard Thompson shared a double bill in which each" , "date" : "19920326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Pop and Jazz in Review" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/26\/arts\/pop-and-jazz-in-review-870092.html"} , {"body" : "AIDS Project March 23 -- The Manhattan Plaza AIDS Project, located at the midtown apartment buildings that house thousands of members of the arts, is holding its second annual fund-raising event. The organization provides counseling and support for people with AIDS and their families. Christopher Reeve will be the host of a cabaret show that starts" , "date" : "19920322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/22\/style\/social-events.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "Even in a city notorious for dank, decrepit subway stations, there is nothing quite like the Franklin Avenue shuttle. The five-station Brooklyn line, which links the D train in Crown Heights with the A train in Bedford-Stuyvesant, is a study in squalor. At the Park Place station, planks on the elevated platform sag as people walk over them. At the" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Authority Switches Tracks" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/nyregion\/transit-authority-switches-tracks.html"} , {"body" : "Precociousness is a strange thing, and it made its appearance at a concert by Gods and Monsters, a new group led by the guitarist Gary Lucas and the singer Jeff Buckley. Mr. Buckley, 25 years old but looking closer to 18, is almost surreally gifted. When he sings, it's as if his voice, and the melodies that come with it, were emanating from a far" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "A Singer With a Voice Beyond His Years" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/arts\/a-singer-with-a-voice-beyond-his-years.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} , {"body" : "FOR children, spring is a time of soaring. There are the birds, of course, and baseballs, soccer balls and tennis balls. But what also soar are children's spirits, and to help keep them happily aloft a whole high-flying array of cultural activities is available. This month, for example, the Queens Symphony Orchestra is presenting a concert with a" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; For the Age When You Need No Wings To Fly" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/children-for-the-age-when-you-need-no-wings-to-fly.html"} , {"body" : "Here is a sampling of attractions, some featuring special spring activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. A landmark house dating from 1799 features rooms furnished in the Federal and Empire styles of the early 19th century. Special" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "18" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/attractions.html"} , {"body" : "Today ALLMAN BROTHERS BAND, Beacon Theater, Broadway at 74th Street, Manhattan. The masters of Southern rock still meld blues, country, rhythm-and-blues, jazz, folk and hints of psychedelia into weary-but-unbowed songs and far-reaching jams. March 15 at 8 P.M. Also March 17, 18, 20, 21 and 22 at 8 P.M. Tickets: $30. Information: (212) 496-7070." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; POP" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/arts-and-entertainment-pop.html"} ,   {"body" : "What began last weekend as Mayor David N. Dinkins's push to bolster security in city schools following the killings of two teen-agers in a Brooklyn high school has degenerated into a bureaucratic squabble that threatens to worsen the often acrimonious relations between the Schools Chancellor and City Hall. Last Sunday, four days after the killings" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "Board of Education and City Hall at Odds Over Money, Again" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/nyregion\/board-of-education-and-city-hall-at-odds-over-money-again.html"} , {"body" : "Angered by the steady presence of guns in New York City schools, delegates for 66,000 teachers voted yesterday to authorize walkouts in any school where the staff feels there is a \"clear and present life-threatening danger.\" A spokeswoman for the United Federation of Teachers, Susan Amlung, cautioned that the vote would not mean immediate walkouts." , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Teachers Union, in Solid Front, Authorizes Walkouts" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/teachers-union-in-solid-front-authorizes-walkouts.html"} , {"body" : "A brief article on Thursday about the slaying of Mary Kerner, an 80-year-old woman, misidentified the Brooklyn neighborhood where the attack took place. It was Brooklyn Heights." , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/c-corrections-073492.html"} , {"body" : "NO New Yorker is short of opinions, but some New Yorkers' opinions on public policy get asked more often than others'. To journalists, they are the \"usual suspects,\" people whose expertise, verbosity and often wit make them particularly quotable. To City Hall, they are an unelected Greek chorus, critiquing every official move. To readers, they are" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "When City Officials Make a Move, Who You Gonna Call?" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/weekinreview\/when-city-officials-make-a-move-who-you-gonna-call.html"} , {"body" : "On Jan. 1, a new disclosure law took effect in New York State requiring real estate agents and brokers to state explicitly at the outset of most negotiations whether they work for the buyer, seller, landlord or tenant. On Wednesday, the William B. May Company, a brokerage firm, will sponsor a seminar to explain the complex law, its requirements and" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Home Sales Seminar; The Full-Disclosure Law" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/realestate\/postings-home-sales-seminar-the-full-disclosure-law.html"} , {"body" : "An 80-year-old Brooklyn woman died at Brooklyn Hospital yesterday after she was knocked to the ground and robbed on Friday, the police said. The woman, identified as Mary Kerner of 135 Willow Street in the Park Slope section, was attacked in front of 115 Willow Street by a youth who took her purse and pushed her down. Mrs. Kerner struck her head on" , "date" : "19920220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Dies After Attack" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/20\/nyregion\/woman-dies-after-attack.html"} , {"body" : "Syd Straw Church of St. Ann and the Holy Trinity Brooklyn Heights Syd Straw has a battery of different voices at her disposal, and she used them all on Friday night. In the upper range her voice is as high and breathless as a child's; when she slips into the middle range she's proud and defiant, lending lines like \"Hey man, I'm making moves\/And I" , "date" : "19920220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Pop and Jazz in Review" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/20\/arts\/pop-and-jazz-in-review-574692.html"} , {"body" : "For three months beginning Monday, tickets to Broadway and Off Broadway shows will be available at discounts of either 25 or 50 percent at the three TKTS booths in New York City, the Theater Development Fund announced this week. Until now, tickets to performances not sold out on any given day have been offered for half-price plus a $2 service" , "date" : "19920220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "TKTS to Begin Experiment With 2-Tier Price Discounts" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/20\/theater\/tkts-to-begin-experiment-with-2-tier-price-discounts.html"} , {"body" : "Closings in the week ended Feb.1 MANHATTAN Gramercy Park Area 102,000 207 East 21st Street 1-bedroom, 1-bath, 475-sq.-ft. co-op in a revovated prewar building; remodeled kitchen and bath, private roof deck; maintenance $679, 60% tax-deductible (Broker: Penthouse Properties) Madison Square Area 335,000 5 East 22d Street 2-bedroom, 2-bath," , "date" : "19920216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/16\/realestate\/residential-resales-029092.html"} , {"body" : "Here is a sampling of Valentine's Day activities this weekend in New York City: Today \"BIG APPLE LOVE AFFAIRS,\" a walking tour of buildings and places associated with the love lives of famous New Yorkers; sponsored by Adventure on a Shoestring. Today at 6:30 P.M. Fee: $5. Reservations and meeting place: (212) 265-2663. \"THE EXPLODING VALENTINE,\"" , "date" : "19920214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Marking Lovers' Day All Weekend" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/14\/arts\/marking-lovers-day-all-weekend.html"} ,   {"body" : "Plays for children, including shows with child actors, are in abundance this month. \"Cinderella,\" a musical with adult actors presented by the Riverside Shakespeare Company, gives youngsters a chance to witness an English panto at work. Another production, \"Runaway,\" is performed by children who have been enrolled in the City Lights Theater Company" , "date" : "19920207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/07\/arts\/for-children.html"} , {"body" : "RED HOOK, where Brooklyn bulges into New York Harbor, is a neighborhood frequented by stray dogs. The most common vehicle is the 18-wheel tractor-trailer; the dominant architectural form, the rectangular boxes being loaded and unloaded at the nearby container port. On the plus side are billion-dollar views of lower Manhattan and, for those in the" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Alchemist's Envy: Turning Iron to Lace" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/garden\/alchemist-s-envy-turning-iron-to-lace.html"} , {"body" : "Driving Purists Wild The English group Nitzer Ebb falls somewhere between categories: industrial dance music, techno and, now and then, just pop. When the group appears at the Limelight on Tuesday it will do something that drives the rock purists wild. It will perform its ominous and vague music without a band and with most of the music stored in a" , "date" : "19920205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/05\/arts\/the-pop-life-596892.html"} , {"body" : "WHEN the wrecking ball slammed into the big brick buildings at the river's edge in Hoboken a few years ago, one man stood watching from behind the tall iron gate the German steamship lines had built. Occasionally, moved by some new angle or suddenly revealed interior space, he snapped a photograph, all the while chewing a worn-down pipe. His name" , "date" : "19920126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW JERSEY" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/26\/nyregion\/about-new-jersey.html"} , {"body" : "Motorists who use the Gowanus Expressway and residents of the western Brooklyn neighborhoods it cuts through could get their first sour taste this weekend of an effort to rebuild a four-mile elevated stretch of the busy and battered highway over the next 10 years. The project is expected to cause traffic chaos, especially after 1993, as large" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Motorists and Neighborhoods Brace for Gowanus Rebuilding" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/motorists-and-neighborhoods-brace-for-gowanus-rebuilding.html"} , {"body" : "Back in the early days of this century, an Irish fiddle player named Michael Coleman left his home in County Sligo and came to America. Coleman was revered in Sligo as one of the best fiddlers the county had ever produced; he was famous for jigs and reels, and his name was synonymous with a kind of local pride. When Coleman arrived in New York, he" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "page_facet" : "25" , "title" : "Olden Tunes By Fiddlers With the Lilt Of the Celts" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/news\/olden-tunes-by-fiddlers-with-the-lilt-of-the-celts.html"} , {"body" : "It is a universal complaint of children that their parents don't speak their language. That may never be more true than it is for the children of immigrants. And that is why learning English is a race for Rita Limanto, who arrived in New York two years ago from Indonesia. Her two children are far ahead, and while she is proud of their success, she" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racing to Learn to Speak English" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/nyregion\/racing-to-learn-to-speak-english.html"} , {"body" : "LIFTON FADIMAN, the writer and editor, once remarked that when you have little money it is best to spend that little \"on the unnecessary, the emotional dividends being higher.\" Certainly not the kind of advice your accountant would offer, but it carries a grain of logic. More to the point, if you are scrimping in other parts of your life --" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Luxe on the Menu: Softening Hard Times" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/arts\/luxe-on-the-menu-softening-hard-times.html"} , {"body" : "Margaret Wetherill Reid, a daughter of Mr. and Mrs. Edward S. Reid of Tokyo, was married yesterday to Matthew Penn Boyer, a son of Mr. and Mrs. John Boyer of Washington, Conn. The Rev. Goldthwaite Sherrill performed the Episcopal ceremony at Grace Church in Brooklyn Heights. Mrs. Boyer, 26 years old, graduated from Vassar College and until recently" , "date" : "19920101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Matthew Boyer Weds Ms. Reid" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/01\/style\/matthew-boyer-weds-ms-reid.html"}]