[  {"body" : "A 26-year-old Brooklyn man was shot in the face and killed when he answered his door on Tuesday, a day after he testified before a grand jury against a man who robbed him of $200, the police said yesterday. In a complicated case involving the dead man, his neighbor and an acquaintance of the neighbor, investigators are trying to determine whether" , "date" : "19921231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Investigating if Killing Was Connected to Testimony" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/31\/nyregion\/police-investigating-if-killing-was-connected-to-testimony.html"} , {"body" : "In a sports year of controversy and contradiction, the celebrations often had reverberations. Some selfish, some stunning, some sad. At the Summer Olympics, basketball's Dream Team turned the tournament into a layup drill, but on the gold-medal stand Michael Jordan, apparently more interested in representing Nike than his country, and other" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "1992: The Year In Sports" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/sports\/1992-the-year-in-sports.html"} , {"body" : "The promoters will hype the RIDDICK BOWE-MICHAEL DOKES heavyweight championship bout as \"The Homecoming,\" because it will be held at Madison Square Garden on Feb. 6. The Garden will officially announce the fight today at a news conference. Bowe, who grew up in the Brownsville section of Brooklyn, began his boxing career at 11 in the Kid Gloves at" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "SPORTS PEOPLE: BOXING; Tailor-Made for Bowe: The Homecoming Bout" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/sports\/sports-people-boxing-tailor-made-for-bowe-the-homecoming-bout.html"} , {"body" : "Carol J. has devoted the last two years of her life to stripping her mind of the lessons she learned in her first 31. She has worked to rid herself of fears that sprung from a childhood of sexual abuse. And she has tried to understand why she thought she could wipe away her pain by surrendering herself to drugs. Confronted by many searing memories" , "date" : "19921202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Recovering Addict Leans on Aid From Neediest Cases" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/02\/nyregion\/recovering-addict-leans-on-aid-from-neediest-cases.html"} , {"body" : "For the last six months, Shaquesha O., her mother and her seven brothers and sisters have lived in a shelter in Brooklyn. Because of a computer error, the family's welfare checks were reduced to $12.10 every two weeks for over four months. Then Shaquesha, 13 years old, and her older sister were arrested and charged with larceny in a subway robbery." , "date" : "19921130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trying to Mend the Ties That Bind" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/30\/nyregion\/trying-to-mend-the-ties-that-bind.html"} , {"body" : "28 rms. Riv vu. That capsule description is about the only thing conceivably compact about Arlene and Gene Kule's Riverdale home, a 24,000-square-foot Tuscan-style, coral-faced mansion so secluded one can ski down the driveway. The house, which offers a majestic tower and sweeping views of the Hudson River and Palisades, went on the market shortly" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIVERDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "What Is a 24,000-Square-Foot White Elephant?" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/nyregion\/what-is-a-24000-square-foot-white-elephant.html"} , {"body" : "Riddick Bowe emerged from the limousine in front of his old high school, and there were the familiar faces: his favorite cop, his pizza man, his godmother and the young men and women from Thomas Jefferson High School, looking for hope. The school officials turned off the metal detector inside the front door, which was a good thing, considering all" , "date" : "19921125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Champion's Homecoming: Bowe Goes Back to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/25\/sports\/sports-of-the-times-a-champion-s-homecoming-bowe-goes-back-to-brooklyn.html"} , {"body" : "A tricky business this being heavyweight champion. Coco, who is furry and has probably never heard of the Marquess of Queensberry, offers an object lesson. On Tuesday of Week No. 1 in the reign of Riddick Bowe, Coco was taken by Bowe to be groomed. By Wednesday, Coco, a 2-year-old gray chow, had yet to make it back to the Bowe household on Lourdes" , "date" : "19921124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; Handling Fame a Round at a Time" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/24\/sports\/boxing-handling-fame-a-round-at-a-time.html"} , {"body" : "Peter P. Smith 3d, who founded an organization to help New York City's homeless and helped to set up the city's Green Thumb urban gardens program, died yesterday. He was 57 years old and lived in Manhattan. He died of complications from AIDS at the New York University Medical Center in Manhattan, his family said. For the last decade, Mr. Smith" , "date" : "19921118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Peter P. Smith 3d, 57, a Lawyer; Started Partnership for Homeless" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/18\/nyregion\/peter-p-smith-3d-57-a-lawyer-started-partnership-for-homeless.html"} , {"body" : "NEW YORK CITY GIVING WORKERS A SAY IN THEIR WORK Can unionized city workers perform as well as private contractors? A new experiment in the New York City Parks Department is trying to answer the question by allowing workers new freedom in planning their own workloads, routes and conditions. For example, three parks workers in the test recently" , "date" : "19921116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/16\/nyregion\/metro-digest-468592.html"} ,   {"body" : "There are times when one man's success becomes a whole neighborhood's, and on the gritty streets of Brownsville, Brooklyn, yesterday, people were celebrating. In the early hours of the morning yesterday, Riddick Bowe, the big kid from Brownsville, had become the heavyweight champion of the world, upsetting Evander Holyfield in a 12-round brawl in" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Victory for an Entire Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/nyregion\/victory-for-an-entire-neighborhood.html"} , {"body" : "THEY grew up in the same nasty neighborhood of Brooklyn, only a few blocks from each other. Riddick Bowe remembers seeing Mike Tyson walking the Brownsville streets carrying a bag of cookies. And he remembers jogging one day around the Betsy Head public pool when Tyson had returned to the neighborhood as the heavyweight champion. \"You'll never be a" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Different Brownsville Champion" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/sports-of-the-times-a-different-brownsville-champion.html"} , {"body" : "The bell rang for Round 1 and Mitchell Pendleton began ducking and moving at the television set, throwing jabs and hooks that the champ couldn't stop. The volume kept going up and up, but no one heard the commentators. Only Pendleton's voice rose in the room. \"He can't get a motorcade if he don't win,\" Pendleton shouted to his brother, Walter." , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; It's Time to Take a Victory Ride" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/boxing-it-s-time-to-take-a-victory-ride.html"} , {"body" : "Trooper Felled by His Lies Before his crimes unraveled his life, David Harding was a rising star with the New York State police. Page 41. Home Foreclosures Rise The number of homes in foreclosure in the New York region has risen to levels not seen in decades. Page 41. Hometown Cheers a Champ Riddick Bowe's heavyweight title is also a victory for" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/nyregion\/inside-366792.html"} , {"body" : "International 3-17 MOOD OF HIGH NOON IN MOSCOW With two weeks left before a crucial session of the full Russian legislature, Moscow has been plunged into a swirl of feverish maneuvering, brutal power struggles and dark rumors of impending upheaval. 1 STUDYING RELICS OF A WAR In a museum of the People's Army of Vietnam, U.S. investigators are trying" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/nyregion\/news-summary-349792.html"} , {"body" : "The Salvation Army, for the first time in memory, faces the holiday season unsure that it will have money to send out vans with hot meals to feed New York City's street people through the winter. Local army groups in some areas, including New York, fear that they may not be able to raise nearly as much as the record $649 million raised by the" , "date" : "19921114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Salvation Army Learns Some Past Donors Are Needy Themselves" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/14\/nyregion\/salvation-army-learns-some-past-donors-are-needy-themselves.html"} , {"body" : "A young man, angry at a group of children throwing eggs on a busy street last night in Queens, opened fire on the group, striking a 12-year-old girl, the police said. The girl, who was not identified because of her age, was hit in the leg by one of several shots as she stood with a group of friends who were throwing eggs on Northern Boulevard in" , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Man, Angered by Egging, Shoots Girl, 12" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/nyregion\/man-angered-by-egging-shoots-girl-12.html"} , {"body" : "For a decade, the yellow-brick high school in East New York had been the center of Barbara Mendez's life. It was where she had grown up as a student, where she had met her husband, where she had won a special teaching apprenticeship and where she had become a teacher. And when everything seemed to turn sour -- her marriage crumbling and her health" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Strange School Ties" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/nyregion\/strange-school-ties.html"} , {"body" : "EVERY weekday morning, Mel Greenland buys a subway token, boards the Broadway-Seventh Avenue express train and heads exultantly into the 12th century. Mr. Greenland's destination is a third-floor studio at St. Ann and the Holy Trinity Church on Montague Street in Brooklyn Heights. There, suspended over a light box, the 67-year-old Brooklyn-born" , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Through the Hands of a Master, the Brilliance Returns" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/garden\/through-the-hands-of-a-master-the-brilliance-returns.html"} , {"body" : "A 19-year-old Brooklyn man trying to prevent his father from driving while intoxicated was stabbed and critically injured yesterday afternoon, and the police later charged the father with the assault. Neighbors -- some of whom witnessed the stabbing -- called it a tragedy in a decent family. The police said the incident occurred outside the" , "date" : "19921013" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged in Stabbing of Son" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/13\/nyregion\/man-charged-in-stabbing-of-son.html"} ,   {"body" : "The Dinkins administration and a group of churches and homeowners' associations in Brooklyn have reached an agreement in principle that will allow the group to build as many as 1,300 single-family houses for lower-middle-class families previously unable to buy their own homes. The agreement, which calls for the construction of 700 to 800 rowhouses" , "date" : "19921006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Pact Is Reached For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/06\/nyregion\/housing-pact-is-reached-for-brooklyn.html"} , {"body" : "Ms. Miller makes a daily trip to a nursing home in Brooklyn to do her duty by her 90-year-old mother, who has no idea who she is. The trip usually reminds her of many things. Sad things. Her difficulty making it, thanks to a torn rotator cuff, reminds her that she is almost 70 years old. The prospect of her mother's vacant stare reminds her that" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "When Elderly Care for Their Elders; Increasingly, the Aging Find Themselves Tending to Parents" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/when-elderly-care-for-their-elders-increasingly-aging-find-themselves-tending.html"} , {"body" : "The day Theodore Russell got out of jail after a long stay, a group of neighborhood boys, including his little brother, surrounded him as if he were a rap star passing out concert tickets. They followed him down the street of his struggling neighborhood on the South Side of Chicago, admiring his crudely drawn cellblock tattoos and marveling at the" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Prison as Usual\/A special report.; More Familiar, Life in a Cell Seems Less Terrible" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/us\/prison-usual-special-report-more-familiar-life-cell-seems-less-terrible.html"} , {"body" : "MANY of the rehabilitated housing units completed within the last few years in New York City were the result of efforts by nonprofit community development groups like the Mid-Bronx Desperados and organizations like the New York Equity Fund, the Local Iniataives Support Corporation and the Enterprise Foundation. Five years ago, the Crotona Park East" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Nonprofits Did Many of the Rehabilitations" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/realestate\/nonprofits-did-many-of-the-rehabilitations.html"} , {"body" : "Lerona Manning's neighbors said yesterday that when she moved into the Woodson Houses in Brooklyn about 17 years ago, it was a beautiful place: There were handrails on the walls to help the elderly walk; a 24-hour security guard was posted at the entrance, and rarely was anyone under 50 years old allowed to live there. On Friday evening, Mrs." , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Widow's Slaying Is Latest Proof of a Housing Project's Decline" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/widow-s-slaying-is-latest-proof-of-a-housing-project-s-decline.html"} , {"body" : "A 78-year-old Brooklyn woman was found stabbed and beaten to death last night in her apartment inside a housing project for the elderly, the police and neighbors said. The body of the woman, Lerona Manning, was discovered just before 8 P.M. by her nephew in the apartment, at 393 Powell Street in the Woodson Houses in Brownsville, said a police" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Woman, 78, Found Slain in Apartment" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/woman-78-found-slain-in-apartment.html"} , {"body" : "Hoping to entice New York City's most seasoned teachers into its most troubled schools, Chancellor Joseph A. Fernandez wants to offer them amenities like free parking, cheap college courses and guarantees of a summer jobs. Mr. Fernandez is trying to attack one of the most stubborn imbalances in the New York City school system: The most experienced" , "date" : "19920804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Incentive Plan By Fernandez For Teachers" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/04\/nyregion\/incentive-plan-by-fernandez-for-teachers.html"} , {"body" : "Many of the thousands of chartered buses that give children and adults the chance to spend a precious day or two away from New York City's hard summer streets pose serious safety risks because they are neither registered nor inspected by the state, transportation officials said. While the law requires that all such buses be registered with the" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fatal Charter-Bus Crash Reveals How Easily Rules Can Be Evaded" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/fatal-charter-bus-crash-reveals-how-easily-rules-can-be-evaded.html"} , {"body" : "These were supposed to be the golden years for Robert Campbell, a chance to spend lazy afternoons with his wife, pursue his passion for gospel music and develop the bus company he had started as a hobby and a community service into a successful business. It was supposed to be a time when Mr. Campbell would show that hard work and Christian values" , "date" : "19920801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Friends Defend Widowed and Injured Bus Driver" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/01\/nyregion\/friends-defend-widowed-and-injured-bus-driver.html"} , {"body" : "Because of a transcription error, a front-page article on Tuesday about the fatal bus accident in Vernon Township, N.J., misidentified a New York City housing project where the bus driver, Robert Campbell, had worked. It is the Seth Low Houses in the Brownsville section of Brooklyn." , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VERNON TOWNSHIP (NJ)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/c-corrections-043592.html"} ,   {"body" : "Like dozens of charter-bus companies that serve poor areas of New York City, Sensational Golden Sons is a small, patched-together operation. Working out of a small brick garage in Bedford-Stuyvesant that also listed two other charter services on its sign, the company had only one registered driver and two or three well-used buses. Yesterday, an" , "date" : "19920729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VERNON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Patched-Together Bus Company With an Elusive History" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/29\/nyregion\/a-patched-together-bus-company-with-an-elusive-history.html"} , {"body" : "The driver of a chartered bus that crashed in New Jersey on Sunday, killing six people from Brooklyn, attributed the accident to brake failure yesterday as state and Federal officials began an intense investigation into the causes. Questions arose about the safety of the steep country road where the bus rammed into two cars and burst into flames" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VERNON (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fatal Bus Crash Raises Safety and Legal Questions" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/fatal-bus-crash-raises-safety-and-legal-questions.html"} , {"author" : "Francine Prose is a novelist and critic who writes frequently on women's issues." , "body" : "READING ELLEN CHESLER'S new biography of the birth-control crusader Margaret Sanger (\"Woman of Valor,\" Simon & Schuster) makes one wish that the dead -- and not just the living dead -- could run for public office. How wholeheartedly one could support a candidate like the passionate, vital Sanger. Jailed for her beliefs in 1917 and by mid-century" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "10" , "title" : "HERS; Having It All" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/magazine\/hers-having-it-all.html"} , {"body" : "An off-duty housing police officer shot and wounded a 24-year-old man in a Brooklyn subway station yesterday after the man pulled a gun and robbed the officer of a gold chain, a ring and $61 in cash, the authorities said. The suspect, identified as Victor Faison of 1200 Sutter Avenue in Brownsville, Brooklyn, was struck once in the right leg, said" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Officer Shoots Robbery Suspect in Subway" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/officer-shoots-robbery-suspect-in-subway.html"} , {"body" : "Riddick Bowe is the man who would be Muhammad Ali. Out of the ring, Bowe practices a brand of humor that includes the standard impressions of a lounge comic: Ronald Reagan, Richard Pryor, Stevie Wonder. Bowe once even sat with Ali and recited a rhyming poem that the former heavyweight champion recognized, in substance and timbre, as one of his own." , "date" : "19920717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING; Time for Bowe To Get Serious" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/sports\/boxing-time-for-bowe-to-get-serious.html"} , {"body" : "What to you do after a wrist injury forces you to abandon your quest for an almost certain Olympic boxing medal? If you're Shannon Briggs, the acclaimed Brooklyn heavyweight prospect, you stand up, shake out your golden dreadlocks and begin a new quest. That's exactly what the 20-year-old Briggs did at a news conference in Manhattan yesterday when" , "date" : "19920717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BOXING; Heavyweight's Mind No Longer on Games" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/sports\/boxing-heavyweight-s-mind-no-longer-on-games.html"} , {"author" : "Daniel J. Kevles is the Koepfli Professor of the Humanities at the California Institute of Technology. He is co-editor, with Leroy Hood, of \"The Code of Codes: Scientific and Social Issues in the Human Genome Project.\"" , "body" : "WOMAN OF VALOR Margaret Sanger and the Birth Control Movement in America. By Ellen Chesler. Illustrated. 639 pp. New York: Simon & Schuster. $27.50. Ellen Chesler, in \"Woman of Valor,\" brilliantly reveals and revitalizes Margaret Sanger in the context of the tempestuous public battles for birth control that she waged through the first half of this" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Sex Without Fear" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/books\/sex-without-fear.html"} , {"body" : "Woman of Valor Margaret Sanger and the Birth Control Movement in America By Ellen Chesler Illustrated. 639 pages. Simon & Schuster. $27.50. If he makes time to read 600-plus page books, Vice President J. Danforth Quayle could find plenty of ammunition in Ellen Chesler's \"Woman of Valor\" for his marching orders to New Yorkers and other American" , "date" : "19920617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Books of The Times; Margaret Sanger, Warrior for Women's Rights" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/17\/books\/books-of-the-times-margaret-sanger-warrior-for-women-s-rights.html"} , {"body" : "While Mayor David N. Dinkins and the City Council were reducing spending in New York City's recent budget crisis, hundreds of millions of dollars earmarked for the city was languishing unspent in Federal accounts. At the beginning of this year, New York had accumulated more than $674.5 million in a program to modernize and rehabilitate public" , "date" : "19920615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Aid Goes Unspent By Poor Cities" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/15\/nyregion\/housing-aid-goes-unspent-by-poor-cities.html"} , {"body" : "As other boxers paced nervously in the hotel lobby, anticipating their coming bouts at the United States Olympic boxing trials here, Shannon Briggs, one of the country's best amateur fighters, sat in a hotel room with his brother and a friend, trying to concentrate on a game of Monopoly. \"I'm great at this game,\" Briggs said, clutching a wad of" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BARCELONA (SPAIN)"] , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "16" , "title" : "OLYMPICS; Briggs's Golden Dream Gets Derailed" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/sports\/olympics-briggs-s-golden-dream-gets-derailed.html"} ,   {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "The names are nothing but nostalgia now -- A.& P., Pathmark, Food Pageant, Grand Union -- a roll-call of supermarkets filled with glistening vegetables and fresh cuts of meat that were once as much a fixture of suburban life in southeast Queens as the neat rows of wood-frame and Tudor houses. But that was 20 years ago. The brick buildings with the" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "WILLIAMSBURG (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BEDFORD-STUYVESANT (NYC)" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Where Markets Are Never Super; Some Urban Neighborhoods Fight Absence of Major Chains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/where-markets-are-never-super-some-urban-neighborhoods-fight-absence-major.html"} , {"body" : "\"THEY haven't been off the boat a year before they open up their own place,\" Coconut, a sidewalk savant in Spike Lee's film \"Do the Right Thing,\" says as he surveys a grocery owned by Korean immigrants. \"They already have got a place in our neighborhood -- a good business occupying a building that had been boarded up for longer than I care to" , "date" : "19920601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO MATTERS; Money and Other Excuses Hinder Inner-City Growth" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/01\/nyregion\/metro-matters-money-and-other-excuses-hinder-inner-city-growth.html"} , {"body" : "Two school janitors were charged yesterday with running a gun-selling operation for at least a year out of two Brooklyn public schools, one across the street from a police station house, the police said. The janitors and two other people operated the ring mostly at night from Prospect Heights High School in Prospect Heights and Intermediate School" , "date" : "19920529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Police Charge 2 Janitors With Gun Sales in School" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/29\/nyregion\/police-charge-2-janitors-with-gun-sales-in-school.html"} , {"body" : "The spring rain had been falling all morning. But among the 10 New York City families gathered for the weekend, few spirits were dampened. Donna Boyd, a 10-year-old from Brownsville, Brooklyn, gazed out a nearby window. \"It's like a jungle out there,\" she said, a smile creeping across her face. \"Look, I can stand on my head!\" called out Lamont" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Prelude To Sounds And Sights Of Nature" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/prelude-to-sounds-and-sights-of-nature.html"} , {"body" : "Gabino Figueroa, in his three years in New York, had won himself a string of friends in his mostly Jamaican Brooklyn neighborhood. The dance hall he rented out above his Dominican fast food restaurant was a favorite local party place, where reggae rhythms blasted into the early morning hours. Mr. Figueroa loved the music but worried about illegal" , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Death on a Dance Floor Brings Questions for the Police" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/nyregion\/a-death-on-a-dance-floor-brings-questions-for-the-police.html"} , {"body" : "STALEMATE ON DRIVERS' CONTRACTS Although the newspaper drivers' union rallied behind the issue of amnesty for nine arrested union pickets, proposed new contracts continue to sharply divide many of the union's members from its leader. The emergence of the amnesty issue has provoked a stalemate between the union and its adversaries, The New York" , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSINESS DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/nyregion\/business-digest-215892.html"} , {"body" : "With the zeal of protesters of the 1960's, several dozen youths stormed an abandoned firehouse in Brooklyn yesterday, armed with mops and shovels and vowing to turn the rusting building into a community center for their blighted neighborhood. Four hours later, 11 bulging garbage bags stood outside the building that once housed Engine Company 232 in" , "date" : "19920516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Abandoned Firehouse Is Occupied and Cleaned" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/16\/nyregion\/abandoned-firehouse-is-occupied-and-cleaned.html"} , {"body" : "Spurred by the upheaval in Los Angeles, Mayor David N. Dinkins announced a new program yesterday to provide loans and subsidies for the creation of businesses in poor sections of the city. Although the Neighborhood Retail Development Program was planned well before the outburst of fury after the Rodney G. King verdict, Mr. Dinkins said in a written" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Eye on Riots, Dinkins Announces Loan Plan for Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/with-eye-on-riots-dinkins-announces-loan-plan-for-poor-areas.html"} , {"body" : "Up and down the most forlorn stretches of Broadway, once the shopping boulevard of Brooklyn's Bushwick neighborhood, the scars of riots 15 years ago still dominates the landscape, along with the gloomy elevated train tracks that cast the street in a dark shadow and give easy breezes an edge. Those who walk the blocks of empty lots and burned-out" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Bushwick, Recalling '77, Kept Its Cool This Time" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/bushwick-recalling-77-kept-its-cool-this-time.html"} ,   {"body" : "As young police officers, Kenneth Eurell and Michael Dowd were assigned to the 75th Precinct in the tough East New York section of Brooklyn. They chased muggers and broke up family fights. They also built a friendship, investigators said, that years later would bring them money and and comfort. But that relationship collapsed on Wednesday night," , "date" : "19920509" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Officers in Drug Case Formed Tightly Knit Group" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/09\/nyregion\/officers-in-drug-case-formed-tightly-knit-group.html"} , {"body" : "Five New York City police officers and a retired colleague were charged yesterday with running a cocaine ring in which drugs from Brooklyn bodegas were ultimately sold in bars and restaurants on Long Island. At least one of the officers and perhaps others in the group also used cocaine, Deputy Chief Robert J. Beatty said. Two of the officers' wives" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)" , "OCEAN HILL-BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City Officers Charged With Running L.I. Cocaine Ring" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/new-york-city-officers-charged-with-running-li-cocaine-ring.html"} , {"body" : "When the noise of gunfire starts outside his Brownsville apartment, 3-year-old Jarrett Rice drops to the floor. \"I teach him that,\" said his mother, Dina, who was walking yesterday past the beige brick fortress of the 73d Precinct station house to her apartment in the Howard Houses, a few blocks away. The shooting outside the projects starts almost" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "OCEAN HILL-BROWNSVILLE (BROOKLYN)" , "SUFFOLK COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Skeptical View of the Police Made More So" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/a-skeptical-view-of-the-police-made-more-so.html"} , {"body" : "If the New York City Board of Education is a riddle, then Joseph J. Saccente is probably its sphinx, the only person who understands how the whole labyrinthine organization works and who can make it budge. Over 22 years, eight chancellors have given him titles ranging from chief of staff to his current mouthful of chief of monitoring and school" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "The Sphinx of 110 Livingston" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/the-sphinx-of-110-livingston.html"} , {"body" : "Tuesday night, men's night at St. Paul Community Baptist Church in East New York, where Bible studies are preceded by morality tales from the streets: A teen-ager in a purple sweatshirt stands abashed at the side of the Rev. Johnny Ray Youngblood, facing about 100 men. \"What happened, man?\" the minister asks. \"I cut somebody in the face,\" replies" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministering to Men in 'One of God's Alcatrazes'; Channeling Activism, Fed by Anger, Into Churches in Neighborhoods That Others Have Fled" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/ministering-men-one-god-s-alcatrazes-channeling-activism-fed-anger-into-churches.html"} , {"body" : "THE six or so people who die violently on an average day in New York City, a rate insufficiently lower than the toll in Los Angeles last week, routinely constitute a quiet riot in some New York neighborhoods. Well-meaning people of all races preached reconciliation yesterday. Washington may even re-invest in cities that shelter too large a share of" , "date" : "19920504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Black Rage, White Fear, and a Call for Remedies" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/04\/nyregion\/metro-matters-black-rage-white-fear-and-a-call-for-remedies.html"} , {"body" : "A 9-year-old girl died early yesterday in a fire in her Brooklyn apartment, and the girl's stepfather was arrested because he had left her home alone, the police and fire officials said. The fire broke out about 11:30 P.M. Friday on the top floor of a seven-story building at 950 Rutland Road, in Brownsville, a Fire Department spokesman, Tom Kelly," , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Stepfather Charged in Girl's Death in Fire" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/nyregion\/stepfather-charged-in-girl-s-death-in-fire.html"} , {"body" : "Treasury financings this week include today's regular weekly auction of three- and six-month bills and Thursday's auction of one-year bills. By late Friday, the rate on the three-month bill outstanding was 3.64 percent and the six-month bill 3.80 percent. The one-year bill was 4.02 percent. The following fixed-income issues are scheduled for this" , "date" : "19920427" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Treasury Auctions Include One-Year Bills" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/27\/business\/treasury-auctions-include-one-year-bills.html"} , {"body" : "Jose Delgado lingered at the doorstep of a decaying South Bronx apartment building last week watching Mayor David N. Dinkins promise millions of dollars in projects. After a while the politicians dispersed. The television cameras were packed up. The onlookers dribbled away. But Mr. Delgado remained, as he always does. \"Every time they want to be" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Euphoria Is Scarce as Dinkins Loosens Fiscal Belt" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/euphoria-is-scarce-as-dinkins-loosens-fiscal-belt.html"} , {"body" : "A Brooklyn man who the police say drove the getaway car in the assault and robbery of a 69-year-old Roman Catholic priest was arrested yesterday. He is the second person arrested in connection with the robbery. The suspect, Leo Owen, 27, of 257 Saratoga Avenue in the Brownsville section of Brooklyn, waited outside the Chemical Bank branch at 401" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2d Arrest in Priest Assault" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/2d-arrest-in-priest-assault.html"} ,   {"body" : "Hundreds of compelling objects and images -- from a Jewish child's 1939 textbook with a Yiddish translation of a Langston Hughes poem to a photograph of black American soldiers standing among corpses after they liberated Buchenwald -- make up the exhibition \"Bridges and Boundaries: African-Americans and American Jews\" at the Jewish Museum's" , "date" : "19920420" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Exhibition On Blacks And Jews Is Faulted" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/20\/arts\/exhibition-on-blacks-and-jews-is-faulted.html"} , {"body" : "Just hours after Mayor David N. Dinkins praised New York City's gun-amnesty program, shots fired by teen-agers rang out four times in six hours, serving as a stark reminder of the guns that remain on the streets. In the six-hour stretch that ended early yesterday, four youths were shot -- one fatally -- in incidents that ranged from accidental" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OZONE PARK (NYC)" , "BATH BEACH (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Youths Involved in 4 Shootings; 15-Year-Old Dies in One of Them" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/nyregion\/youths-involved-in-4-shootings-15-year-old-dies-in-one-of-them.html"} , {"body" : "On the anniversary of the assassination of the Rev. Dr. Martin Luther King Jr., Mayor David N. Dinkins, several state legislators, ministers and community-program leaders called yesterday for a statewide gun buy-back program and endorsed a comprehensive plan to lead children away from violence and firearms. Mayor Dinkins said such a plan was" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "STATE GUN PLAN URGED BY DINKINS" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/nyregion\/state-gun-plan-urged-by-dinkins.html"} , {"body" : "THE career of the photographer Helen Levitt, whose work is featured in a retrospective at the Metropolitan Museum of Art, is curiously bifurcated. After a period of brilliant achievement in the late 1930's and early 40's, Ms. Levitt stopped making photographs for 15 years while she worked as a film editor and camera operator. Although she returned" , "date" : "19920403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Photography; Through a Lens, Into a Child's Universe" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/03\/arts\/review-photography-through-a-lens-into-a-child-s-universe.html"} , {"body" : "Milagros Reyes took her baby boy to the hospital for a hernia operation, but had to rush away a few hours after surgery to get back to work. Her 6-month-old son, bandaged and scared, was crying as she left, but she feared that a missed day might get her fired from her $7.79-an-hour factory job. The same anxiety has also driven Ms. Reyes to ignore" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Their Wages Low, Single Mothers Get Little Help" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/their-wages-low-single-mothers-get-little-help.html"} , {"body" : "Mike Tyson, the former heavyweight champion who was convicted of rape last month, was sentenced to 10 years in prison today. But the judge suspended the last four years, meaning he will spend no more than six years behind bars. In a rape case that has attracted worldwide attention and prompted debate about sexual roles and racial attitudes in the" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["INDIANAPOLIS (IND)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Tyson Gets 6-Year Prison Term For Rape Conviction in Indiana" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/sports\/tyson-gets-6-year-prison-term-for-rape-conviction-in-indiana.html"} , {"body" : "A 42-year-old livery-cab driver, who had been in this country just 14 months, was shot to death early yesterday in Brooklyn in what appeared to be a robbery, the police said. The victim, Alejandro Guerrero, had come to East New York from the Dominican Republic with his wife, Elizabeth, and three children. Although he had worked as a telephone" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Cabdriver Is Killed by Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/brooklyn-cabdriver-is-killed-by-gunman.html"} , {"body" : "When Herman J. Cohen was a young Foreign Service officer in some of Africa's most unpalatable posts, one of the enjoyments of the diplomatic game was matching wits with his Soviet counterparts. The newly sovereign states of Africa were a sprawling playing field for the boisterous and intense ideological rivalry of the 1950's. Mr. Cohen worked to" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "Washington at Work; His Vineyard in Shade, Africa Hand Stays Cool" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/world\/washington-at-work-his-vineyard-in-shade-africa-hand-stays-cool.html"} , {"body" : "The Tri-Community Volunteer Ambulance Corps officially came into being at 5:36 last Saturday evening when its only ambulance responded to its first emergency -- a car accident on Clarendon Road in Brooklyn. And, as the crew merrily pointed out, they beat the Emergency Medical Service to the scene by a good 20 minutes. \"That's why we're here,\" the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Volunteer Ambulance Corps Fill the Gaps" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/volunteer-ambulance-corps-fill-the-gaps.html"} , {"body" : "A 4-year-old boy, whose body the police said was covered with bruises and whose feet were red from burns, was listed in stable condition yesterday in a Bronx hospital, and his parents were under arrest and charged in his abuse. The mother told the police that the father had become angry because the boy was jumping on the bed, said a police" , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4-Year-Old Bronx Boy Is Beaten and Burned, and His Parents Are Charged" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/4-year-old-bronx-boy-is-beaten-and-burned-and-his-parents-are-charged.html"} ,   {"body" : "With about 2,000 supporters packed into a Brooklyn church, the coalition of religious groups and community advocates that brought affordable housing to deteriorating sections of Brownsville and East New York began a campaign yesterday to obtain more city land in Brooklyn to build 2,000 more homes. The rally, at the St. Paul Community Baptist Church" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SPRING CREEK (BROOKLYN, NY)" , "EAST NEW YORK (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Group Makes Bid for Land In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/group-makes-bid-for-land-in-brooklyn.html"} , {"body" : "The 24-year-old Brooklyn mother charged in the beating death of her 3-year-old daughter on Tuesday had a history of problems caring for her four children, an official with access to case records said yesterday. Her children had been taken from her two years ago by city caseworkers because she had left them unattended for long periods and because" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Records Show Mother's Neglect Preceded a 3-Year-Old's Death" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/records-show-mother-s-neglect-preceded-a-3-year-old-s-death.html"} , {"body" : "A 5-year-old boy who lived in a homeless shelter died yesterday, after being beaten by his mother's boyfriend, the police said. The death came two weeks after shelter officials said they reported trouble in the family to the state's child abuse hot line. The boy, Raphael Martin, died of a head injury when his mother's boyfriend threw him across a" , "date" : "19920304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Children in Brooklyn Die in Child-Abuse Cases" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/04\/nyregion\/2-children-in-brooklyn-die-in-child-abuse-cases.html"} , {"body" : "NEW YORK CITY THE KILLING OF A MOB BOSS Salvatore Gravano, John Gotti's former underboss, gave a detailed account of the killing of the mob boss Paul Castellano and several other slayings that he said were ordered or authorized by John Gotti. For Mr. Gravano, who turned informer four months ago, it was his second day of testifying in the" , "date" : "19920304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/04\/nyregion\/metro-digest-446092.html"} , {"body" : "Shannon Briggs was 16 years old then, living in the Brownsville section of Brooklyn. He and his pal Ryan Lindsay would fool around mock-boxing one another with open hands. \"Strictly for laughs,\" recalled Briggs, who will meet Javier Alvarez Saturday in the finals of the heavyweight class of United States Boxing Championships, a step on the road to" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "35" , "title" : "BOXING; Briggs Was Once a Reluctant Fighter" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/boxing-briggs-was-once-a-reluctant-fighter.html"} , {"body" : "One day after the shooting deaths of two students at Thomas Jefferson High School in Brooklyn, Schools Chancellor Joseph A. Fernandez sought yesterday to calm fears and dampen anger by fashioning a plan to expand the use of metal detectors at the city's most troubled schools. At an emotional meeting at which he described Wednesday as \"one of the" , "date" : "19920228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After 2 Killings, a Plan for More School Security" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/28\/nyregion\/after-2-killings-a-plan-for-more-school-security.html"} , {"body" : "After the jury handed down its guilty verdict in the Mike Tyson trial, the special prosecutor connected the former heavyweight boxing champion to the swaggering athlete and the verdict to a line the public is now drawing for all the miscreants on the fields, the courts and in the ring. The latter sentiment expressed by the prosecutor, J. Gregory" , "date" : "19920216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Celebrating Gifts of the Good Sports" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/16\/sports\/celebrating-gifts-of-the-good-sports.html"} , {"body" : "THIS is what Mike Tyson once said about himself in an interview about five years ago: \"When I fight someone, I want to break his will. I want to take his manhood. I want to rip out his heart and show it to him. My manager tells me not to say those things, but that's the way I feel. People say that's primitive, that I'm an animal. But then they pay" , "date" : "19920211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["INDIANAPOLIS (IND)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Sports of The Times; The 'Animal' In Mike Tyson" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/11\/sports\/sports-of-the-times-the-animal-in-mike-tyson.html"} , {"body" : "A man and a woman were shot to death in separate incidents in Brooklyn last night, the police said. In both cases, the killers escaped. In one shooting, the owner of a bodega at Dean and Saratoga Streets in Brownsville was killed by two men who robbed his store of $500 in cash. The victim, whom police identified as Taher Abdallah of 363 Howard" , "date" : "19920129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Die in Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/29\/nyregion\/man-and-woman-die-in-brooklyn-shootings.html"} , {"body" : "Three years ago, in accepting City Hall's plan to house several hundred homeless people in the area between Bedford-Stuyvesant and Ocean Hill-Brownsville, Borough President Howard Golden of Brooklyn insisted on a broader solution to the crisis. \"What we were trying to push for was a neighborhood approach,\" Mr. Golden's executive assistant, Marilyn" , "date" : "19920105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Saratoga Square; New Site for Houses" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/05\/realestate\/postings-saratoga-square-new-site-for-houses.html"} ,   {"body" : "The first arena-sized rap concert in New York City in four years went off peacefully last night, as an increased police force circled Madison Square Garden and the performers on stage repeatedly reminded to audience to stay calm. . Worry about outbursts at the show -- already a concern in the long absence of big rap shows in the city -- was" , "date" : "19920104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Few Problems at Madison Square Garden Rap Concert" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/04\/nyregion\/few-problems-at-madison-square-garden-rap-concert.html"}]