[  {"body" : "An appeals court has overturned the conviction of two brothers and their company, the Pymm Thermometer Corporation, in a case involving charges that they recklessly disregarded the possible exposure of their employees to mercury. The brothers in the case, William and Edward Pymm, were convicted in State Supreme Court in Brooklyn in 1987 on charges" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Court Orders Retrial In Mercury Case" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/court-orders-retrial-in-mercury-case.html"} , {"body" : "A 14-year-old junior high school student stabbed a 16-year-old five times in the lobby of a Brooklyn school yesterday morning after the older youth tried to slash him with a razor, the police said. The injured youth, whose name was withheld by the authorities, was taken to the City Hospital Center at Elmhurst after being stabbed once in the back," , "date" : "19921208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Youth, 16, Stabbed In School, Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/08\/nyregion\/youth-16-stabbed-in-school-police-say.html"} , {"body" : "A subway token clerk who had opened the door of his booth to let a co-worker in was fatally shot during a robbery at a Brooklyn subway station, the transit police said yesterday. The clerk, Andres Barreto, 40 years old, was shot Wednesday night as two men tried to rob his token booth at the Euclid Avenue station in East New York, a desolate stop on" , "date" : "19921127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clerk in a Token Booth Is Fatally Shot in Robbery" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/27\/nyregion\/clerk-in-a-token-booth-is-fatally-shot-in-robbery.html"} , {"body" : "To the Editor: Community colleges, you report Nov. 11, are being forced to restrict access, as well as their goals. You point to the need for more capacity and funds in community colleges throughout the country. You present a somewhat inaccurate perspective when you declare that \"with the new focus on jobs, many of the colleges seemed to have lost" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Put Communities Back in Community Colleges" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/opinion\/l-put-communities-back-in-community-colleges-034592.html"} , {"body" : "A Brooklyn grand jury decided yesterday not to indict a police officer in the death of a Bushwick man shot when the officer mistook a bottle of beer the man held in a paper bag for a gun, Charles J. Hynes, the Brooklyn District Attorney, said last night. The grand jury was the second to consider charges in the death of Hector Rivera, 47 years old." , "date" : "19921121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Cleared in Bushwick Death" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/21\/nyregion\/officer-cleared-in-bushwick-death.html"} , {"body" : "City environmental officials yesterday ordered the removal of a large stock of chemicals from a Brooklyn warehouse destroyed in a suspicious, five-alarm fire Sunday night, but said the chemicals were secure in drums, not flammable or especially toxic and posed no hazard to the surrounding Bushwick neighborhood. The blaze, which engulfed the" , "date" : "19921117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Removal of Drums of Chemicals Ordered at Warehouse Fire Site" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/17\/nyregion\/removal-of-drums-of-chemicals-ordered-at-warehouse-fire-site.html"} , {"body" : "NEW YORK CITY CHANGES ORDERED IN POLICE MONITORING Stung by an avalanche of criticism over police corruption and apparently flawed controls for rooting it out, Police Commissioner Raymond Kelly has ordered sweeping changes in his department's structure and methods for investigating and exposing corrupt officers. As part of the plan, Mr. Kelly said" , "date" : "19921117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/17\/nyregion\/metro-digest-092892.html"} , {"body" : "Penny S., a 65-year-old Brooklyn woman, struggles with her health and with making ends meet in the house where she has lived for 45 years. In August she had to scrape together $230 to pay a meter reader who demanded the money to keep her water running. The meter reader also told her that she needed a new meter, and promised to return with one." , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Man Held as a Fake Meter Reader Preying on the Elderly" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/nyregion\/man-held-as-a-fake-meter-reader-preying-on-the-elderly.html"} , {"body" : "Derrick Forbes's first day at school was like a page torn from a journal of the old South. The afternoon he arrived here from Brooklyn two years ago, the lanky, soft-spoken soccer player waited downtown for a bus. When it arrived, Mr. Forbes said, a police officer blocked his way, forcing him to wait until all the whites had climbed on. \"I was" , "date" : "19921020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ONEONTA (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Singling Out Blacks Where Few Are to Be Found; Amid Hills of Rural New York, Students From Inner City Find Not-So-Hearty Welcome" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/20\/nyregion\/singling-blacks-where-few-are-be-found-amid-hills-rural-new-york-students-inner.html"} , {"body" : "New York's congested neighborhoods gasp for open space. And the city often faces drought. But there's no scarcity of resources to alleviate these conditions. Space and water are plentiful in New York. The problem is how to use them. \"The Productive Park,\" a show of 33 designs for neighborhood parks on view at the Urban Center, shows how design can" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Review\/Architecture; Designs for Putting Parks to Work" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/arts\/review-architecture-designs-for-putting-parks-to-work.html"} ,   {"body" : "Two police officers were indicted yesterday in an assault on a Brooklyn youth. The charges stem from a fight on a subway car during the rowdy aftermath of the police demonstration outside City Hall last month. The officers, who were off duty, fought with the youth, 18-year-old Ywunas Mohamed, aboard the train after he slashed another off-duty" , "date" : "19921010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Officers Are Indicted In Assault" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/10\/nyregion\/two-officers-are-indicted-in-assault.html"} , {"body" : "As parents marched outside Eastern District High School this week chanting, \"No security, no classes,\" English melting into Spanish, their children fell into introspection. Was it overcrowding or racial antagonism that made a fight erupt in the school cafeteria where the blacks and Puerto Ricans sit on one side of the room, and the latest newcomers" , "date" : "19921008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Parents' Hopes Rise, So Do a High School's Tensions" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/08\/nyregion\/as-parents-hopes-rise-so-do-a-high-school-s-tensions.html"} , {"body" : "Nearly all 3,100 students stayed away from Eastern District High School in Brooklyn yesterday, after some parents and community advocates called a boycott because of violence, crowded classes and other long-simmering resentments at the school. It was not clear whether students did not show up for classes at the high school in Williamsburg because" , "date" : "19921006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "High School In Brooklyn Is Boycotted On Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/06\/nyregion\/high-school-in-brooklyn-is-boycotted-on-violence.html"} , {"body" : "Security work was James Dyson's vocation, mission and metaphor. He learned martial arts and taught them to teen-agers. He worked as a private security guard. His passion, his friends said, was to stretch the idea of self-defense into community defense against drugs and street violence. And so last summer, he signed up as a security guard with" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Frontier of Hope, Building Homes for the Poor Proves Perilous" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/on-a-frontier-of-hope-building-homes-for-the-poor-proves-perilous.html"} , {"body" : "When a citywide blackout and ensuing riots left much of Bushwick in ruins in 1977, one area that survived was a block of small businesses on Knickerbocker Avenues and three-story wood and brick houses nearby. That survival, however, sealed its doom. Today, even as parts of this north Brooklyn neighborhood finally begin to rebuild, the block left to" , "date" : "19921002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where the Drug Culture Rules" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/02\/nyregion\/where-the-drug-culture-rules.html"} , {"body" : "The hum of the streets rises to fever pitch as dusk settles on a battered block in Bushwick. \"Most Wanted, Most Wanted,\" calls a man leaning against a graffiti-filled wall. \"Lamborghini,\" another whispers to passers-by. A third paces the sidewalk, chanting, \"Jungle Fever, Jungle Fever, Jungle Fever.\" He stops by a rumpled woman whose grocery bags" , "date" : "19921001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "CONNECTICUT" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The World of a Drug Bazaar, Where Hope Has Burned Out" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/01\/nyregion\/the-world-of-a-drug-bazaar-where-hope-has-burned-out.html"} , {"body" : "METRO DIGEST NEW YORK CITY 'WELL' OF DRUGS, STREET OF FEAR The police call it \"the Well\" -- the block of Knickerbocker Avenue, between Troutman and Jefferson Streets in Bushwick, that has become the most notorious drug bazaar in Brooklyn and one of the toughest in New York City. To spend two weeks in the Well -- to talk with its residents, addicts," , "date" : "19921001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/01\/nyregion\/metro-digest-927392.html"} , {"body" : "A grand jury is investigating a fight last Wednesday on a Brooklyn subway train involving a Brooklyn teen-ager and an off-duty police officer who was returning from a raucous protest at City Hall. Yunas Mohamed, 18 years old, of Bushwick, was arrested on charges that he slashed the face of Officer John Coughlin, who was in civilian clothes on his" , "date" : "19920922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry Held Into Fight With Officer" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/22\/nyregion\/inquiry-held-into-fight-with-officer.html"} , {"body" : "United States Representative Stephen J. Solarz, the nine-term incumbent from Brooklyn, was defeated for re-election last night by Nydia M. Velazquez, the Commonwealth of Puerto Rico's former representative in New York, in a Democratic primary. Ms. Velazquez was thus virtually assured of becoming the first Hispanic woman elected to represent New" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN: 12TH DISTRICT; REP. SOLARZ LOSES IN A NEW DISTRICT" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/nyregion\/the-1992-campaign-12th-district-rep-solarz-loses-in-a-new-district.html"} , {"body" : "In an unusual Election Eve appeal made without the approval of the Brooklyn Diocese, seven Roman Catholic priests and a nun called on voters in the new 12th Congressional district to select any of the five Hispanic candidates for office over Representative Stephen J. Solarz. Msgr. John Powis, the pastor of St. Barbara's Roman Catholic Church in" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The 1992 Campaign; Seven Priests and a Nun Back Hispanic Rivals Over Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/the-1992-campaign-seven-priests-and-a-nun-back-hispanic-rivals-over-solarz.html"} ,   {"body" : "In a senior center on the Lower East Side, where the sounds of Chinese and Spanish collide in the humid air, Presida Baco hugs a yellow plastic bag, a trinket from a Congressional candidate, and explains why she won't vote for Representative Stephen J. Solarz. \"This is a Spanish district; I'm going to vote for a Spanish candidate,\" the 68-year-old" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Larger Issues Overshadow Solarz Race" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/larger-issues-overshadow-solarz-race.html"} , {"body" : "A Brooklyn pediatrician was arrested yesterday and charged with sexually abusing three teen-age patients at his office over the last 15 months, the police said. Dr. Gerald Levinson, whose office is at 1098 Bushwick Avenue in Bushwick, was charged with five counts of sexual abuse, two counts of attempted sodomy, five counts of endangering the" , "date" : "19920903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Doctor in Brooklyn Held In Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/03\/nyregion\/doctor-in-brooklyn-held-in-sex-abuse.html"} , {"body" : "In the eight years since the deregulation of the telephone industry, thousands of privately owned pay phones have sprouted along the streets of New York City, providing, as intended, a vital service to neighborhoods that lacked it, but also, as never intended, duping and sometimes gouging unwitting users. Now, the city, frustrated by a lack of" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New York Plans Attack On Pay-Phone Abuses" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/new-york-plans-attack-on-pay-phone-abuses.html"} , {"body" : "A police detective who fatally shot a robbery suspect in May, resulting in angry demonstrations in Brooklyn, will not be prosecuted, District Attorney Charles J. Hynes announced yesterday. \"There is no evidence that the police conduct in this incident was anything but justified,\" Mr. Hynes said in a written statement closing the investigation of" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Brooklyn Police Cleared In May Slaying of Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/brooklyn-police-cleared-in-may-slaying-of-suspect.html"} , {"body" : "Representative Stephen J. Solarz, frequently derided by his political opponents as the Congressman from Israel, speaks Spanish, at least in some of his new campaign commercials. \"Cuando cuentan contigo, tienes que actuar\" (\"When people are counting on you, you have to take action\"), he says in a heavy accent in opening one 30-second commercial." , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Selling of Stephen J. Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/the-selling-of-stephen-j-solarz.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez has embraced an effort to create smaller, more thematic high schools and is committing his administration to establishing at least 30 of them over the next three years. The plan would represent a significant attempt by the New York City school system to create schools that are easier to manage and tailored" , "date" : "19920806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Seeks Small Schools With Themes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/06\/nyregion\/plan-seeks-small-schools-with-themes.html"} , {"body" : "A 3-year-old girl was in critical condition yesterday after she leaned against a poorly secured window guard and fell 10 stories to the lawn outside a Brooklyn housing project, the police said. The girl's father, whom the police did not identify, had removed the guard, which normally covered the lower half of the window, and then put it back" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Child Survives a 10-Story Fall" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/child-survives-a-10-story-fall.html"} , {"body" : "Four months ago, when Representative Stephen J. Solarz emerged as one of the worst abusers of check- writing privileges at the House bank, he mailed out a lengthy self-defense to constituents and reminded them that he had been \"one of Israel's best friends in Congress.\" But on Friday, at two Queens centers for the elderly in the new 12th" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In Politics, There Is Only One Language" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/nyregion\/in-politics-there-is-only-one-language.html"} , {"body" : "Lekesia, an issue-conscious woman with dreadlocks, reflects on Mike Tyson's rape conviction: \"Did he actually think he could violate someone and not be punished? Who does he think he is? William Kennedy Smith?\" Lydia, a highly educated single mother, chides Vice President Dan Quayle by telling her baby daughter, Aretha, \"There is no such thing as" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "POPULAR CULTURE; The 'Girls' Talking, With a Black Perspective" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/arts\/popular-culture-the-girls-talking-with-a-black-perspective.html"} , {"body" : "A police officer in Brooklyn was suspended yesterday for transmitting over a department radio frequency what officials said was an insensitive remark regarding Washington Heights. The police said a supervisor watched the officer, Frank Albergo, make an unauthorized transmission over a citywide frequency being used to relay messages to police" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Scud' Remark Draws Rebuke" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/scud-remark-draws-rebuke.html"} ,   {"body" : "The effort to send a second Hispanic Representative to Congress from New York City ran into an unexpected problem today when Congressman Stephen J. Solarz, his Brooklyn base carved up in redistricting, announced that he would run in the new district drawn with the intention of electing a Hispanic member. Mr. Solarz made his decision after" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solarz Will Run in District Tailored as a Hispanic Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/solarz-will-run-in-district-tailored-as-a-hispanic-seat.html"} , {"body" : "A Fourth of July family gathering in a Queens park turned deadly early yesterday morning when a dispute ended with knives drawn, one man dead and six people wounded, the police said. The victims, all related by blood or marriage, were among 10 people slain and 22 people wounded in New York City during an eight-hour period over Saturday night and" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Are Slain And 22 Hurt In New York Over Holiday" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/10-are-slain-and-22-hurt-in-new-york-over-holiday.html"} , {"body" : "Hyman Ruchlis, an educator who wrote about science and mathematics for young readers, died on Tuesday at Palm Beach Hospice in West Palm Beach, Fla. He was 79 years old and lived in Century Village, a retirement community in West Palm Beach. He died of kidney failure and a cardiac disorder, said Dr. Leo Gross, a close friend in New York. A native" , "date" : "19920702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Hyman Ruchlis, Writer on Science, Is Dead at 79" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/02\/nyregion\/hyman-ruchlis-writer-on-science-is-dead-at-79.html"} , {"body" : "When Dennis Pagan became a New York City police officer, he followed his two older brothers into a job from which he thought professional satisfaction would flow as steadily as the paychecks. On fleeting occasions he still feels that way: Two weeks ago, a crowd applauded when he helped arrest three burglary suspects. But more often these days, he" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Scandal Brings Police Added Stress and Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/scandal-brings-police-added-stress-and-scrutiny.html"} , {"body" : "Like most high school graduations, the one at the Upper Manhattan Outreach Center was a mix of elation over plans for the future and nostalgia for bygone days and friends. But there was something more. The 97 graduates of this alternative school shared a special pride: most of them had had problems in other schools and risked dropping out" , "date" : "19920629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Graduation Day for Some Unlikely Graduates" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/29\/nyregion\/graduation-day-for-some-unlikely-graduates.html"} , {"body" : "By any measure, the case of Officer Robert Cabeza gave the Internal Affairs Division of the New York City Police Department a rich collection of clues and rumors to investigate. There were tips about drug theft, of an assault and a robbery and misuse of his gun, and even suspicion of murder. Through persistent surveillance, some law-enforcement" , "date" : "19920627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Investigation Of Officer Fuels Queries On Division" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/27\/nyregion\/investigation-of-officer-fuels-queries-on-division.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "NEXT time you see Linda Evangelista or Naomi Campbell, ask them. Runway modeling isn't easy. The point is that it's supposed to look easy. As opposed to, say, running a public school, which isn't easy and doesn't look as if it is. A few days after Benno C. Schmidt Jr. said he was leaving Yale for Christopher Whittle's national private-school" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "THE NIGHT; Preen Prep" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/style\/the-night-preen-prep.html"} , {"body" : "A 42-year-old man who had been undergoing psychiatric treatment was fatally shot by two police officers yesterday at his parents' apartment in Brooklyn after the man stabbed a doctor, then lunged at the officers with a knife, the police said. Family members disputed the police account, saying that Earl Black, who lived with his parents at 4200" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Police Fatally Shoot Brooklyn Man in His Home" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/nyregion\/police-fatally-shoot-brooklyn-man-in-his-home.html"} , {"body" : "A Brooklyn police officer has been indicted on manslaughter charges in the New Year's Eve shooting death of an unarmed man in Bushwick. The arraignment yesterday came just days after the tensions in the gun- and drug-infested Brooklyn neighborhood erupted into a confrontation between officers and protesters who had been mourning a robbery suspect" , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Officer Indicted In Unarmed Man's Death" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/nyregion\/brooklyn-officer-indicted-in-unarmed-man-s-death.html"} ,   {"body" : "METRO DIGEST NEW VOTE IN DRIVERS' DISPUTE In another attempt to resolve a 20-day-old newspaper delivery dispute, the drivers' union is to vote tomorrow on new contracts with The New York Times and a newspaper distributor, the union announced. The president of the union said last night that the union's executive board had approved the new contracts." , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/nyregion\/metro-digest-092692.html"} , {"body" : "A 9-year-old boy who was shot while playing video games on his bed died on Sunday evening, two days after unknown assailants fired four bullets through the door of the family's apartment in Brooklyn, the police said. The boy, Francisco Roy, of 1319 Halsey Street in Bushwick, was struck once in the head by a bullet. He died at 6 P.M. at City" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunshot Kills Boy, Age 9, In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/gunshot-kills-boy-age-9-in-brooklyn.html"} , {"body" : "On the streets of Bushwick, where anger gave way to calm yesterday, the fatal police shooting of a robbery suspect on Wednesday night and the fiery demonstration that followed two nights later have again exposed residents' deep distrust of the police. \"The police consider this a drug slum,\" Juan Gutierrez said as he stood on Knickerbocker Avenue" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Fatal Shooting by Police Ignites Protest in Bushwick" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/nyregion\/a-fatal-shooting-by-police-ignites-protest-in-bushwick.html"} , {"body" : "NEW YORK CITY COLUMBIA PUTS TOUGH YEAR BEHIND IT Columbia University's 238th year may have ended officially last month with a regal commencement graced by Katharine Hepburn, but the internecine battles and money troubles that made the last year among the rockiest in memory persist. Page 1. THE MAYOR AND THE HOMELESS Mayor Dinkins's official" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/nyregion\/metro-digest-183292.html"} , {"body" : "On streets where drugs and guns sell like candy, the fatal shooting of Jose Uviles in Brooklyn by the police last week had resounded with a thud. Early deaths come hard but frequently, neighbors said with resignation. But on Friday night, when the police interrupted an impromptu funeral procession for the 21-year-old man through Bushwick, Mr." , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Police and Mourners Clash at Funeral Procession" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/police-and-mourners-clash-at-funeral-procession.html"} , {"body" : "A nine-year-old boy who was sitting on his bed playing a video game was critically wounded last night when someone fired four bullets through the front door of his family's apartment in Brooklyn, the police said. The boy, who was not identified because of his age, was struck once in the back of the neck and hand at about 9:15 P.M. and taken to" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Gunshots Fired Through a Door Hit 9-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/gunshots-fired-through-a-door-hit-9-year-old.html"} , {"body" : "A 21-year-old man who had helped two other men steal a car at gunpoint in Brooklyn late last night was shot to death by one of two detectives who happened upon the scene, the police said. The suspect, who was not immediately identified, was shot in the neck and pronounced dead at the scene, at Knickerbocker Avenue and Troutman Street in Bushwick," , "date" : "19920521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Kills Theft Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/21\/nyregion\/officer-kills-theft-suspect.html"} , {"body" : "At 9:35 A.M., James Robitsek, a transit police officer wearing a baseball cap, black leather jacket and jeans, is leaning against a pillar in a midtown subway station, watching intently as dozens of commuters drop their tokens into the turnstile and pour on to the platform. When an uptown local enters the station at 34th and Eighth Avenue, a man" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Open Season on Fare Beaters" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/open-season-on-fare-beaters.html"} , {"body" : "Spurred by the upheaval in Los Angeles, Mayor David N. Dinkins announced a new program yesterday to provide loans and subsidies for the creation of businesses in poor sections of the city. Although the Neighborhood Retail Development Program was planned well before the outburst of fury after the Rodney G. King verdict, Mr. Dinkins said in a written" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Eye on Riots, Dinkins Announces Loan Plan for Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/with-eye-on-riots-dinkins-announces-loan-plan-for-poor-areas.html"} , {"body" : "Up and down the most forlorn stretches of Broadway, once the shopping boulevard of Brooklyn's Bushwick neighborhood, the scars of riots 15 years ago still dominates the landscape, along with the gloomy elevated train tracks that cast the street in a dark shadow and give easy breezes an edge. Those who walk the blocks of empty lots and burned-out" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Bushwick, Recalling '77, Kept Its Cool This Time" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/bushwick-recalling-77-kept-its-cool-this-time.html"} ,   {"body" : "International 3-15 POOR BUYERS FOR U.S. GOODS The U.S. economy, badly in need of bright spots, is gaining strength from an unlikely source: the third world, where purchases of U.S. goods rose 15 percent last year. 1 A CLOUD IN FRANCE France's celebration of V-E Day has been overshadowed by intense debate about the country's less glorious wartime" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/news-summary-195992.html"} , {"body" : "On a solid, tree-lined Queens block, Helena Piccininni, a schoolteacher, kept to herself and lived a life of desperately held secrets, neighbors and the police say. And, the police say, she kept her biggest secret -- her small son, now nearly 3 years old -- from her husband and her sister, both of whom live elsewhere, for most of the child's life." , "date" : "19920502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MIDDLE VILLAGE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Small Boy, Big Secret: Mother Held" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/02\/nyregion\/small-boy-big-secret-mother-held.html"} , {"body" : "A malnourished 2 1\/2-year-old toddler, wrapped in seven disposable diapers and unable to speak, was removed by the authorities from a squalid home in Queens on Tuesday after an anonymous tip that the boy had been left alone was telephoned to 911, the police said last night. A special-education teacher at a public school in Brooklyn who says she is" , "date" : "19920501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MIDDLE VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Toddler, 2 1\/2, Is Removed From Home Of a Teacher" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/01\/nyregion\/toddler-2-1-2-is-removed-from-home-of-a-teacher.html"} , {"body" : "Jose Delgado lingered at the doorstep of a decaying South Bronx apartment building last week watching Mayor David N. Dinkins promise millions of dollars in projects. After a while the politicians dispersed. The television cameras were packed up. The onlookers dribbled away. But Mr. Delgado remained, as he always does. \"Every time they want to be" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Euphoria Is Scarce as Dinkins Loosens Fiscal Belt" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/euphoria-is-scarce-as-dinkins-loosens-fiscal-belt.html"} , {"body" : "Mayor David N. Dinkins said yesterday that New York City was planning to open 20 health centers to provide poor people with family doctors who will focus on preventive medicine. At a time of national debate over how best to deliver health care and still reduce costs, the effort is the largest ever undertaken in the city and perhaps throughout the" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DINKINS IS PLANNING 20 HEALTH CENTERS TO SERVE THE POOR" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/dinkins-is-planning-20-health-centers-to-serve-the-poor.html"} , {"body" : "A 27-year-old man was shot and killed yesterday afternoon and his 5-year-old daughter was wounded when a man fired a single gunshot into their parked car as they sat on a street in Brooklyn, the police said. The father, identified as Luis Ramos, was struck in the face by the bullet, which then grazed his daughter in the chest and hand, said Sgt." , "date" : "19920413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Killed and Daughter Wounded in Car" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/13\/nyregion\/man-killed-and-daughter-wounded-in-car.html"} , {"body" : "A woman and her 18-month-old daughter were critically wounded yesterday afternoon when a gunman fired shots into their car at an intersection in the Bushwick section of Brooklyn after what the police said was a traffic dispute. The two were riding in a car driven by the young girl's father about 1 P.M. when a man fired at least six shots through an" , "date" : "19920411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Mother and Daughter in Car Are Wounded by Brooklyn Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/11\/nyregion\/mother-and-daughter-in-car-are-wounded-by-brooklyn-gunman.html"} , {"body" : "Billy Crystal had his say. So did Phil Donahue. Even Regis Philbin found it hard to refrain from commenting when Gov. Bill Clinton insisted that he had never inhaled the marijuana that touched his lips 25 years ago. So why haven't we heard from the man who carried a black bag filled with drugs on every campaign he ever covered, the man who" , "date" : "19920407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE 1992 CAMPAIGN: Campaign Trail; 'Gonzo' Godfather Swings at Clinton" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/07\/nyregion\/the-1992-campaign-campaign-trail-gonzo-godfather-swings-at-clinton.html"} , {"body" : "For Iran Barkley, a fighter raised in the South Bronx, the recent light-heavyweight title victory over Thomas Hearns was a shining moment in a career that was regarded as kaput after successive losses to Roberto Duran, Michael Nunn and Nigel Benn a few years back. But Barkley isn't the only fighter from New York who has big success within his" , "date" : "19920407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BOXING: NOTEBOOK; Two Fighters and Two Motivations" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/07\/sports\/boxing-notebook-two-fighters-and-two-motivations.html"} , {"body" : "The two brothers, impish in jeans with toy cars in their pockets, enjoy nothing more than chewing multi-colored Sweet Tarts. That was what they were doing the first time the man approached them outside the Minimax store in Bushwick, Brooklyn. The man told the boys, one 8 years old, the other 10, that he needed help looking for spare tires. He waved" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easy Prey; Even Diligence Failed to Stop Sex Attacks Against 2 Boys" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/nyregion\/easy-prey-even-diligence-failed-to-stop-sex-attacks-against-2-boys.html"} ,   {"body" : "Milagros Reyes took her baby boy to the hospital for a hernia operation, but had to rush away a few hours after surgery to get back to work. Her 6-month-old son, bandaged and scared, was crying as she left, but she feared that a missed day might get her fired from her $7.79-an-hour factory job. The same anxiety has also driven Ms. Reyes to ignore" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Their Wages Low, Single Mothers Get Little Help" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/their-wages-low-single-mothers-get-little-help.html"} , {"body" : "When Rosie Perez showed up to audition for the role of Gloria in the comedy \"White Men Can't Jump,\" it was clear that the Brooklyn-born, Puerto Rican actress did not fit the part. Gloria was supposed to be a WASP who rebelled against a privileged background by running off with a college basketball player. But when Ms. Perez read for the role," , "date" : "19920329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "UP AND COMING: Rosie Perez; Just Don't Call Her a Loudmouth" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/29\/movies\/up-and-coming-rosie-perez-just-don-t-call-her-a-loudmouth.html"} , {"body" : "A 42-year-old livery-cab driver, who had been in this country just 14 months, was shot to death early yesterday in Brooklyn in what appeared to be a robbery, the police said. The victim, Alejandro Guerrero, had come to East New York from the Dominican Republic with his wife, Elizabeth, and three children. Although he had worked as a telephone" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Cabdriver Is Killed by Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/brooklyn-cabdriver-is-killed-by-gunman.html"} , {"body" : "A 67-year-old maid was found early yesterday morning, her wrists and ankles bound and her throat cut, lying dead face up in a bathtub in a room in the midtown Manhattan hotel where she worked, the police said. She was fully clothed and did not appear to have been sexually assaulted, said Sgt. Tina Mohrmann, a police spokeswoman. \"She was beaten as" , "date" : "19920322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "MAID FOUND DEAD IN MIDTOWN HOTEL" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/22\/nyregion\/maid-found-dead-in-midtown-hotel.html"} , {"body" : "After a precinct house just north of downtown was peppered with gunfire last week, the police officers here who vowed to \"protect and serve\" were left wondering just how much authority they had left. \"This is real crazy,\" said Officer Vernon Beaty, who is assigned to the precinct and station, which was hit in a drive-by shooting late Thursday" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUFFALO (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officers Feel Besieged After Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/nyregion\/officers-feel-besieged-after-shooting.html"} , {"body" : "A jury yesterday convicted a Brooklyn man of strangling a 15-year-old Hasidic girl on the Williamsburg Bridge in 1990, then setting her body afire on a steel catwalk suspended from the bridge's deck. The man, Raymond Vargas, 29, of Bushwick, was found guilty after eight hours of deliberations over two days in State Supreme Court in Brooklyn. He" , "date" : "19920314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man Convicted in Strangling of Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/14\/nyregion\/brooklyn-man-convicted-in-strangling-of-girl-15.html"} , {"body" : "It is not every day that Saul Weprin, the Speaker of the New York State Assembly, gets telephone calls from the likes of Shimon Peres and Walter F. Mondale. But then Congressional redistricting is far from an everyday matter. Mr. Mondale, the former Vice President, called Mr. Weprin last month to lobby on behalf of Representative Charles E." , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Getting an Earful Over Congressional Map" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/albany-getting-an-earful-over-congressional-map.html"} , {"body" : "A convicted child molester, released from prison one year ago, has been arrested on charges that he sexually attacked six more children in Brooklyn and Queens in the last six months, the police said. It is the second time that the suspect, Jose Velez, 38 years old, of 1570 East New York Avenue in East New York, Brooklyn, has been arrested in sexual" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Convicted in Sex Attacks Of Children Faces New Charges" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/nyregion\/man-convicted-in-sex-attacks-of-children-faces-new-charges.html"} , {"body" : "The principal of Eastern District High School in Brooklyn has forsaken some regular visits with teachers and mounds of paperwork to prowl the halls in search of nomadic youths. Linked by a crackling walkie-talkie to his security force of 15 school safety officers, Floyd Green has become the chief law-enforcement officer at his school, but not by" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Principal Is Also Chief Guard; Hall Monitoring at Brooklyn School Turns Deadly Serious" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/brooklyn-principal-also-chief-guard-hall-monitoring-brooklyn-school-turns-deadly.html"} , {"body" : "The major hospital regulatory group has decided to withdraw its accreditation from one of New York City's major municipal hospitals, Woodhull Medical and Mental Health Center in Brooklyn, after concluding that it does not do a good enough job reviewing some of its surgical procedures, administrators at the hospital said yesterday. The loss of" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Woodhull Fails Review, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/woodhull-fails-review-officials-say.html"} ,   {"body" : "From bagels and lox in Mill Basin to rice and beans in Bushwick Gardens, Mayor David N. Dinkins feasted his way through Brooklyn on Saturday, stopping between bites of turkey to issue sound bites, kiss babies and shmooze with the borough folk. At the end of a working week based at Brooklyn's Borough Hall, Mr. Dinkins was determined this weekend to" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WELL-FED DINKINS LEAVES BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/well-fed-dinkins-leaves-brooklyn.html"} , {"body" : "They leave Brooklyn in the dead of night with little more than bus fare, a change of clothes and a reputation on the streets. Their destination is Buffalo. Their job is to sell drugs. Bands of young New York City drug dealers, skilled in the use of guns and terrorist tactics to take over neighborhoods, are being recruited to hustle the streets of" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Migrants of Drug World: From Brooklyn to Buffalo" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/migrants-of-drug-world-from-brooklyn-to-buffalo.html"} , {"body" : "The trappings of Mayoralty have already arrived at Brooklyn Borough Hall -- a stately desk and swivel chair, four computers, three fax machines, 35 telephones, a photocopier, a metal detector, a lectern, some flags -- almost every conceivable thing, in fact, that Mayor David N. Dinkins could need for his \"government in exile.\" But it seemed at" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Mayor Plays Brooklyn, And the Reviewers Await" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/the-mayor-plays-brooklyn-and-the-reviewers-await.html"} , {"body" : "A police officer was slightly wounded last night by a bullet that grazed his left hip as he chased a suspect on a Brooklyn street, the police said. The officer, identified as Clifford Lawrence, 28 years old, was taken to Wyckoff Heights Medical Center in Brooklyn, a police spokesman, Andrew McInnis, said. A hospital spokesman, Charles Bitz, said" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Wounded In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/officer-is-wounded-in-brooklyn-shooting.html"} , {"body" : "Although his Latin may have grown a bit rusty over the last half century, Andrew Heineman will never forget the high school teacher he still calls Mr. Nagel. \"He was about six feet tall with cropped white hair that had a little curl and he wore glasses,\" Mr. Heineman wrote. \"He would stand prominently at the entrance of school rattling a pencil" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Was a Lesson On Charity" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/the-neediest-was-a-lesson-on-charity.html"} , {"body" : "\"HELLO, this is Arthur Schwartz,\" purred the newest voice in New York City talk radio. \"You're on 'Food Talk.' \" Weekdays from 12:15 to 1 P.M. on WOR (710 on the AM dial), Mr. Schwartz, a cookbook writer and freelance restaurant critic, takes calls from anyone who wants to talk food. They usually end up discussing their love lives, work situations," , "date" : "19920205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "DE GUSTIBUS; Talk Show Host (Subject, Food) Opens His Telephone Lines and His Heart" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/05\/garden\/de-gustibus-talk-show-host-subject-food-opens-his-telephone-lines-and-his-heart.html"} , {"body" : "A Brooklyn man shot at an off-duty New York City police officer during an apparent robbery attempt yesterday and then scuffled with officers while being held at a precinct station house. The off-duty officer and two other officers were slightly injured in the station house fracas. The suspect, Michael Robinson, 24 years old, of 1002 Hancock Street" , "date" : "19920119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "3 Officers Injured in Scuffle With Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/19\/nyregion\/3-officers-injured-in-scuffle-with-robbery-suspect.html"} , {"body" : "The stolen rental car that the police said two men used to abduct and rape a 15-year-old girl on Tuesday was found yesterday in Bushwick, a largely residential, high-crime area in north Brooklyn. Two officers who were handing out sketches of the suspects found the four-door white Toyota Camry just before noon, parked on Bushwick Avenue between" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Car Linked to Rape Is Found in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/nyregion\/car-linked-to-rape-is-found-in-brooklyn.html"} , {"body" : "On the spot in the Brooklyn street where Hector Rivera was killed on New Year's Eve, shot by a police officer when the unarmed man put his hand into an empty paper bag, friends and relatives yesterday placed candles and flowers and messages of peace. A few feet away, where the night before neighbors had screamed \"You killed him!\" and officers had" , "date" : "19920102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends of Man Slain by Officer Plan a Protest" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/02\/nyregion\/friends-of-man-slain-by-officer-plan-a-protest.html"} , {"body" : "A police officer shot an unarmed man to death in Brooklyn last night, apparently mistaking the bottle he held in a paper bag for a gun, the police said. Hector Rivera, 47 years old, was arguing with his stepson and his stepson's wife near his home at 12 Fayette Street in Bushwick at about 5:30 P.M., the police and one eyewitness said. The stepson's" , "date" : "19920101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Officer Kills Unarmed Man In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/01\/nyregion\/officer-kills-unarmed-man-in-brooklyn.html"} ,   {"body" : "An appeals court has overturned the conviction of two brothers and their company, the Pymm Thermometer Corporation, in a case involving charges that they recklessly disregarded the possible exposure of their employees to mercury. The brothers in the case, William and Edward Pymm, were convicted in State Supreme Court in Brooklyn in 1987 on charges" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Court Orders Retrial In Mercury Case" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/court-orders-retrial-in-mercury-case.html"} , {"body" : "A 14-year-old junior high school student stabbed a 16-year-old five times in the lobby of a Brooklyn school yesterday morning after the older youth tried to slash him with a razor, the police said. The injured youth, whose name was withheld by the authorities, was taken to the City Hospital Center at Elmhurst after being stabbed once in the back," , "date" : "19921208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Youth, 16, Stabbed In School, Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/08\/nyregion\/youth-16-stabbed-in-school-police-say.html"} , {"body" : "A subway token clerk who had opened the door of his booth to let a co-worker in was fatally shot during a robbery at a Brooklyn subway station, the transit police said yesterday. The clerk, Andres Barreto, 40 years old, was shot Wednesday night as two men tried to rob his token booth at the Euclid Avenue station in East New York, a desolate stop on" , "date" : "19921127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clerk in a Token Booth Is Fatally Shot in Robbery" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/27\/nyregion\/clerk-in-a-token-booth-is-fatally-shot-in-robbery.html"} , {"body" : "To the Editor: Community colleges, you report Nov. 11, are being forced to restrict access, as well as their goals. You point to the need for more capacity and funds in community colleges throughout the country. You present a somewhat inaccurate perspective when you declare that \"with the new focus on jobs, many of the colleges seemed to have lost" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Put Communities Back in Community Colleges" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/opinion\/l-put-communities-back-in-community-colleges-034592.html"} , {"body" : "A Brooklyn grand jury decided yesterday not to indict a police officer in the death of a Bushwick man shot when the officer mistook a bottle of beer the man held in a paper bag for a gun, Charles J. Hynes, the Brooklyn District Attorney, said last night. The grand jury was the second to consider charges in the death of Hector Rivera, 47 years old." , "date" : "19921121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Cleared in Bushwick Death" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/21\/nyregion\/officer-cleared-in-bushwick-death.html"} , {"body" : "City environmental officials yesterday ordered the removal of a large stock of chemicals from a Brooklyn warehouse destroyed in a suspicious, five-alarm fire Sunday night, but said the chemicals were secure in drums, not flammable or especially toxic and posed no hazard to the surrounding Bushwick neighborhood. The blaze, which engulfed the" , "date" : "19921117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Removal of Drums of Chemicals Ordered at Warehouse Fire Site" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/17\/nyregion\/removal-of-drums-of-chemicals-ordered-at-warehouse-fire-site.html"} , {"body" : "NEW YORK CITY CHANGES ORDERED IN POLICE MONITORING Stung by an avalanche of criticism over police corruption and apparently flawed controls for rooting it out, Police Commissioner Raymond Kelly has ordered sweeping changes in his department's structure and methods for investigating and exposing corrupt officers. As part of the plan, Mr. Kelly said" , "date" : "19921117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/17\/nyregion\/metro-digest-092892.html"} , {"body" : "Penny S., a 65-year-old Brooklyn woman, struggles with her health and with making ends meet in the house where she has lived for 45 years. In August she had to scrape together $230 to pay a meter reader who demanded the money to keep her water running. The meter reader also told her that she needed a new meter, and promised to return with one." , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Man Held as a Fake Meter Reader Preying on the Elderly" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/nyregion\/man-held-as-a-fake-meter-reader-preying-on-the-elderly.html"} , {"body" : "Derrick Forbes's first day at school was like a page torn from a journal of the old South. The afternoon he arrived here from Brooklyn two years ago, the lanky, soft-spoken soccer player waited downtown for a bus. When it arrived, Mr. Forbes said, a police officer blocked his way, forcing him to wait until all the whites had climbed on. \"I was" , "date" : "19921020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ONEONTA (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Singling Out Blacks Where Few Are to Be Found; Amid Hills of Rural New York, Students From Inner City Find Not-So-Hearty Welcome" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/20\/nyregion\/singling-blacks-where-few-are-be-found-amid-hills-rural-new-york-students-inner.html"} , {"body" : "New York's congested neighborhoods gasp for open space. And the city often faces drought. But there's no scarcity of resources to alleviate these conditions. Space and water are plentiful in New York. The problem is how to use them. \"The Productive Park,\" a show of 33 designs for neighborhood parks on view at the Urban Center, shows how design can" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Review\/Architecture; Designs for Putting Parks to Work" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/arts\/review-architecture-designs-for-putting-parks-to-work.html"} , {"body" : "Two police officers were indicted yesterday in an assault on a Brooklyn youth. The charges stem from a fight on a subway car during the rowdy aftermath of the police demonstration outside City Hall last month. The officers, who were off duty, fought with the youth, 18-year-old Ywunas Mohamed, aboard the train after he slashed another off-duty" , "date" : "19921010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Officers Are Indicted In Assault" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/10\/nyregion\/two-officers-are-indicted-in-assault.html"} , {"body" : "As parents marched outside Eastern District High School this week chanting, \"No security, no classes,\" English melting into Spanish, their children fell into introspection. Was it overcrowding or racial antagonism that made a fight erupt in the school cafeteria where the blacks and Puerto Ricans sit on one side of the room, and the latest newcomers" , "date" : "19921008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Parents' Hopes Rise, So Do a High School's Tensions" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/08\/nyregion\/as-parents-hopes-rise-so-do-a-high-school-s-tensions.html"} , {"body" : "Nearly all 3,100 students stayed away from Eastern District High School in Brooklyn yesterday, after some parents and community advocates called a boycott because of violence, crowded classes and other long-simmering resentments at the school. It was not clear whether students did not show up for classes at the high school in Williamsburg because" , "date" : "19921006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "High School In Brooklyn Is Boycotted On Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/06\/nyregion\/high-school-in-brooklyn-is-boycotted-on-violence.html"} , {"body" : "Security work was James Dyson's vocation, mission and metaphor. He learned martial arts and taught them to teen-agers. He worked as a private security guard. His passion, his friends said, was to stretch the idea of self-defense into community defense against drugs and street violence. And so last summer, he signed up as a security guard with" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Frontier of Hope, Building Homes for the Poor Proves Perilous" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/on-a-frontier-of-hope-building-homes-for-the-poor-proves-perilous.html"} , {"body" : "When a citywide blackout and ensuing riots left much of Bushwick in ruins in 1977, one area that survived was a block of small businesses on Knickerbocker Avenues and three-story wood and brick houses nearby. That survival, however, sealed its doom. Today, even as parts of this north Brooklyn neighborhood finally begin to rebuild, the block left to" , "date" : "19921002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where the Drug Culture Rules" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/02\/nyregion\/where-the-drug-culture-rules.html"} , {"body" : "The hum of the streets rises to fever pitch as dusk settles on a battered block in Bushwick. \"Most Wanted, Most Wanted,\" calls a man leaning against a graffiti-filled wall. \"Lamborghini,\" another whispers to passers-by. A third paces the sidewalk, chanting, \"Jungle Fever, Jungle Fever, Jungle Fever.\" He stops by a rumpled woman whose grocery bags" , "date" : "19921001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "CONNECTICUT" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The World of a Drug Bazaar, Where Hope Has Burned Out" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/01\/nyregion\/the-world-of-a-drug-bazaar-where-hope-has-burned-out.html"} , {"body" : "METRO DIGEST NEW YORK CITY 'WELL' OF DRUGS, STREET OF FEAR The police call it \"the Well\" -- the block of Knickerbocker Avenue, between Troutman and Jefferson Streets in Bushwick, that has become the most notorious drug bazaar in Brooklyn and one of the toughest in New York City. To spend two weeks in the Well -- to talk with its residents, addicts," , "date" : "19921001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/01\/nyregion\/metro-digest-927392.html"} , {"body" : "A grand jury is investigating a fight last Wednesday on a Brooklyn subway train involving a Brooklyn teen-ager and an off-duty police officer who was returning from a raucous protest at City Hall. Yunas Mohamed, 18 years old, of Bushwick, was arrested on charges that he slashed the face of Officer John Coughlin, who was in civilian clothes on his" , "date" : "19920922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry Held Into Fight With Officer" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/22\/nyregion\/inquiry-held-into-fight-with-officer.html"} , {"body" : "United States Representative Stephen J. Solarz, the nine-term incumbent from Brooklyn, was defeated for re-election last night by Nydia M. Velazquez, the Commonwealth of Puerto Rico's former representative in New York, in a Democratic primary. Ms. Velazquez was thus virtually assured of becoming the first Hispanic woman elected to represent New" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN: 12TH DISTRICT; REP. SOLARZ LOSES IN A NEW DISTRICT" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/nyregion\/the-1992-campaign-12th-district-rep-solarz-loses-in-a-new-district.html"} , {"body" : "In an unusual Election Eve appeal made without the approval of the Brooklyn Diocese, seven Roman Catholic priests and a nun called on voters in the new 12th Congressional district to select any of the five Hispanic candidates for office over Representative Stephen J. Solarz. Msgr. John Powis, the pastor of St. Barbara's Roman Catholic Church in" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The 1992 Campaign; Seven Priests and a Nun Back Hispanic Rivals Over Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/the-1992-campaign-seven-priests-and-a-nun-back-hispanic-rivals-over-solarz.html"} , {"body" : "In a senior center on the Lower East Side, where the sounds of Chinese and Spanish collide in the humid air, Presida Baco hugs a yellow plastic bag, a trinket from a Congressional candidate, and explains why she won't vote for Representative Stephen J. Solarz. \"This is a Spanish district; I'm going to vote for a Spanish candidate,\" the 68-year-old" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Larger Issues Overshadow Solarz Race" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/larger-issues-overshadow-solarz-race.html"} , {"body" : "A Brooklyn pediatrician was arrested yesterday and charged with sexually abusing three teen-age patients at his office over the last 15 months, the police said. Dr. Gerald Levinson, whose office is at 1098 Bushwick Avenue in Bushwick, was charged with five counts of sexual abuse, two counts of attempted sodomy, five counts of endangering the" , "date" : "19920903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Doctor in Brooklyn Held In Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/03\/nyregion\/doctor-in-brooklyn-held-in-sex-abuse.html"} , {"body" : "In the eight years since the deregulation of the telephone industry, thousands of privately owned pay phones have sprouted along the streets of New York City, providing, as intended, a vital service to neighborhoods that lacked it, but also, as never intended, duping and sometimes gouging unwitting users. Now, the city, frustrated by a lack of" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New York Plans Attack On Pay-Phone Abuses" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/new-york-plans-attack-on-pay-phone-abuses.html"} , {"body" : "A police detective who fatally shot a robbery suspect in May, resulting in angry demonstrations in Brooklyn, will not be prosecuted, District Attorney Charles J. Hynes announced yesterday. \"There is no evidence that the police conduct in this incident was anything but justified,\" Mr. Hynes said in a written statement closing the investigation of" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Brooklyn Police Cleared In May Slaying of Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/brooklyn-police-cleared-in-may-slaying-of-suspect.html"} , {"body" : "Representative Stephen J. Solarz, frequently derided by his political opponents as the Congressman from Israel, speaks Spanish, at least in some of his new campaign commercials. \"Cuando cuentan contigo, tienes que actuar\" (\"When people are counting on you, you have to take action\"), he says in a heavy accent in opening one 30-second commercial." , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Selling of Stephen J. Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/the-selling-of-stephen-j-solarz.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez has embraced an effort to create smaller, more thematic high schools and is committing his administration to establishing at least 30 of them over the next three years. The plan would represent a significant attempt by the New York City school system to create schools that are easier to manage and tailored" , "date" : "19920806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Seeks Small Schools With Themes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/06\/nyregion\/plan-seeks-small-schools-with-themes.html"} , {"body" : "A 3-year-old girl was in critical condition yesterday after she leaned against a poorly secured window guard and fell 10 stories to the lawn outside a Brooklyn housing project, the police said. The girl's father, whom the police did not identify, had removed the guard, which normally covered the lower half of the window, and then put it back" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Child Survives a 10-Story Fall" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/child-survives-a-10-story-fall.html"} , {"body" : "Four months ago, when Representative Stephen J. Solarz emerged as one of the worst abusers of check- writing privileges at the House bank, he mailed out a lengthy self-defense to constituents and reminded them that he had been \"one of Israel's best friends in Congress.\" But on Friday, at two Queens centers for the elderly in the new 12th" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In Politics, There Is Only One Language" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/nyregion\/in-politics-there-is-only-one-language.html"} , {"body" : "Lekesia, an issue-conscious woman with dreadlocks, reflects on Mike Tyson's rape conviction: \"Did he actually think he could violate someone and not be punished? Who does he think he is? William Kennedy Smith?\" Lydia, a highly educated single mother, chides Vice President Dan Quayle by telling her baby daughter, Aretha, \"There is no such thing as" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "POPULAR CULTURE; The 'Girls' Talking, With a Black Perspective" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/arts\/popular-culture-the-girls-talking-with-a-black-perspective.html"} , {"body" : "A police officer in Brooklyn was suspended yesterday for transmitting over a department radio frequency what officials said was an insensitive remark regarding Washington Heights. The police said a supervisor watched the officer, Frank Albergo, make an unauthorized transmission over a citywide frequency being used to relay messages to police" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Scud' Remark Draws Rebuke" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/scud-remark-draws-rebuke.html"} , {"body" : "The effort to send a second Hispanic Representative to Congress from New York City ran into an unexpected problem today when Congressman Stephen J. Solarz, his Brooklyn base carved up in redistricting, announced that he would run in the new district drawn with the intention of electing a Hispanic member. Mr. Solarz made his decision after" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solarz Will Run in District Tailored as a Hispanic Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/solarz-will-run-in-district-tailored-as-a-hispanic-seat.html"} , {"body" : "A Fourth of July family gathering in a Queens park turned deadly early yesterday morning when a dispute ended with knives drawn, one man dead and six people wounded, the police said. The victims, all related by blood or marriage, were among 10 people slain and 22 people wounded in New York City during an eight-hour period over Saturday night and" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Are Slain And 22 Hurt In New York Over Holiday" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/10-are-slain-and-22-hurt-in-new-york-over-holiday.html"} , {"body" : "Hyman Ruchlis, an educator who wrote about science and mathematics for young readers, died on Tuesday at Palm Beach Hospice in West Palm Beach, Fla. He was 79 years old and lived in Century Village, a retirement community in West Palm Beach. He died of kidney failure and a cardiac disorder, said Dr. Leo Gross, a close friend in New York. A native" , "date" : "19920702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Hyman Ruchlis, Writer on Science, Is Dead at 79" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/02\/nyregion\/hyman-ruchlis-writer-on-science-is-dead-at-79.html"} , {"body" : "When Dennis Pagan became a New York City police officer, he followed his two older brothers into a job from which he thought professional satisfaction would flow as steadily as the paychecks. On fleeting occasions he still feels that way: Two weeks ago, a crowd applauded when he helped arrest three burglary suspects. But more often these days, he" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Scandal Brings Police Added Stress and Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/scandal-brings-police-added-stress-and-scrutiny.html"} , {"body" : "Like most high school graduations, the one at the Upper Manhattan Outreach Center was a mix of elation over plans for the future and nostalgia for bygone days and friends. But there was something more. The 97 graduates of this alternative school shared a special pride: most of them had had problems in other schools and risked dropping out" , "date" : "19920629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Graduation Day for Some Unlikely Graduates" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/29\/nyregion\/graduation-day-for-some-unlikely-graduates.html"} , {"body" : "By any measure, the case of Officer Robert Cabeza gave the Internal Affairs Division of the New York City Police Department a rich collection of clues and rumors to investigate. There were tips about drug theft, of an assault and a robbery and misuse of his gun, and even suspicion of murder. Through persistent surveillance, some law-enforcement" , "date" : "19920627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Investigation Of Officer Fuels Queries On Division" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/27\/nyregion\/investigation-of-officer-fuels-queries-on-division.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "NEXT time you see Linda Evangelista or Naomi Campbell, ask them. Runway modeling isn't easy. The point is that it's supposed to look easy. As opposed to, say, running a public school, which isn't easy and doesn't look as if it is. A few days after Benno C. Schmidt Jr. said he was leaving Yale for Christopher Whittle's national private-school" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "THE NIGHT; Preen Prep" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/style\/the-night-preen-prep.html"} , {"body" : "A 42-year-old man who had been undergoing psychiatric treatment was fatally shot by two police officers yesterday at his parents' apartment in Brooklyn after the man stabbed a doctor, then lunged at the officers with a knife, the police said. Family members disputed the police account, saying that Earl Black, who lived with his parents at 4200" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Police Fatally Shoot Brooklyn Man in His Home" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/nyregion\/police-fatally-shoot-brooklyn-man-in-his-home.html"} , {"body" : "A Brooklyn police officer has been indicted on manslaughter charges in the New Year's Eve shooting death of an unarmed man in Bushwick. The arraignment yesterday came just days after the tensions in the gun- and drug-infested Brooklyn neighborhood erupted into a confrontation between officers and protesters who had been mourning a robbery suspect" , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Officer Indicted In Unarmed Man's Death" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/nyregion\/brooklyn-officer-indicted-in-unarmed-man-s-death.html"} , {"body" : "METRO DIGEST NEW VOTE IN DRIVERS' DISPUTE In another attempt to resolve a 20-day-old newspaper delivery dispute, the drivers' union is to vote tomorrow on new contracts with The New York Times and a newspaper distributor, the union announced. The president of the union said last night that the union's executive board had approved the new contracts." , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/nyregion\/metro-digest-092692.html"} , {"body" : "A 9-year-old boy who was shot while playing video games on his bed died on Sunday evening, two days after unknown assailants fired four bullets through the door of the family's apartment in Brooklyn, the police said. The boy, Francisco Roy, of 1319 Halsey Street in Bushwick, was struck once in the head by a bullet. He died at 6 P.M. at City" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunshot Kills Boy, Age 9, In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/gunshot-kills-boy-age-9-in-brooklyn.html"} , {"body" : "On the streets of Bushwick, where anger gave way to calm yesterday, the fatal police shooting of a robbery suspect on Wednesday night and the fiery demonstration that followed two nights later have again exposed residents' deep distrust of the police. \"The police consider this a drug slum,\" Juan Gutierrez said as he stood on Knickerbocker Avenue" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Fatal Shooting by Police Ignites Protest in Bushwick" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/nyregion\/a-fatal-shooting-by-police-ignites-protest-in-bushwick.html"} , {"body" : "NEW YORK CITY COLUMBIA PUTS TOUGH YEAR BEHIND IT Columbia University's 238th year may have ended officially last month with a regal commencement graced by Katharine Hepburn, but the internecine battles and money troubles that made the last year among the rockiest in memory persist. Page 1. THE MAYOR AND THE HOMELESS Mayor Dinkins's official" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/nyregion\/metro-digest-183292.html"} , {"body" : "On streets where drugs and guns sell like candy, the fatal shooting of Jose Uviles in Brooklyn by the police last week had resounded with a thud. Early deaths come hard but frequently, neighbors said with resignation. But on Friday night, when the police interrupted an impromptu funeral procession for the 21-year-old man through Bushwick, Mr." , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Police and Mourners Clash at Funeral Procession" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/police-and-mourners-clash-at-funeral-procession.html"} , {"body" : "A nine-year-old boy who was sitting on his bed playing a video game was critically wounded last night when someone fired four bullets through the front door of his family's apartment in Brooklyn, the police said. The boy, who was not identified because of his age, was struck once in the back of the neck and hand at about 9:15 P.M. and taken to" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Gunshots Fired Through a Door Hit 9-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/gunshots-fired-through-a-door-hit-9-year-old.html"} , {"body" : "A 21-year-old man who had helped two other men steal a car at gunpoint in Brooklyn late last night was shot to death by one of two detectives who happened upon the scene, the police said. The suspect, who was not immediately identified, was shot in the neck and pronounced dead at the scene, at Knickerbocker Avenue and Troutman Street in Bushwick," , "date" : "19920521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Kills Theft Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/21\/nyregion\/officer-kills-theft-suspect.html"} , {"body" : "At 9:35 A.M., James Robitsek, a transit police officer wearing a baseball cap, black leather jacket and jeans, is leaning against a pillar in a midtown subway station, watching intently as dozens of commuters drop their tokens into the turnstile and pour on to the platform. When an uptown local enters the station at 34th and Eighth Avenue, a man" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Open Season on Fare Beaters" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/open-season-on-fare-beaters.html"} , {"body" : "Spurred by the upheaval in Los Angeles, Mayor David N. Dinkins announced a new program yesterday to provide loans and subsidies for the creation of businesses in poor sections of the city. Although the Neighborhood Retail Development Program was planned well before the outburst of fury after the Rodney G. King verdict, Mr. Dinkins said in a written" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Eye on Riots, Dinkins Announces Loan Plan for Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/with-eye-on-riots-dinkins-announces-loan-plan-for-poor-areas.html"} , {"body" : "Up and down the most forlorn stretches of Broadway, once the shopping boulevard of Brooklyn's Bushwick neighborhood, the scars of riots 15 years ago still dominates the landscape, along with the gloomy elevated train tracks that cast the street in a dark shadow and give easy breezes an edge. Those who walk the blocks of empty lots and burned-out" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Bushwick, Recalling '77, Kept Its Cool This Time" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/bushwick-recalling-77-kept-its-cool-this-time.html"} , {"body" : "International 3-15 POOR BUYERS FOR U.S. GOODS The U.S. economy, badly in need of bright spots, is gaining strength from an unlikely source: the third world, where purchases of U.S. goods rose 15 percent last year. 1 A CLOUD IN FRANCE France's celebration of V-E Day has been overshadowed by intense debate about the country's less glorious wartime" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/news-summary-195992.html"} , {"body" : "On a solid, tree-lined Queens block, Helena Piccininni, a schoolteacher, kept to herself and lived a life of desperately held secrets, neighbors and the police say. And, the police say, she kept her biggest secret -- her small son, now nearly 3 years old -- from her husband and her sister, both of whom live elsewhere, for most of the child's life." , "date" : "19920502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MIDDLE VILLAGE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Small Boy, Big Secret: Mother Held" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/02\/nyregion\/small-boy-big-secret-mother-held.html"} , {"body" : "A malnourished 2 1\/2-year-old toddler, wrapped in seven disposable diapers and unable to speak, was removed by the authorities from a squalid home in Queens on Tuesday after an anonymous tip that the boy had been left alone was telephoned to 911, the police said last night. A special-education teacher at a public school in Brooklyn who says she is" , "date" : "19920501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MIDDLE VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Toddler, 2 1\/2, Is Removed From Home Of a Teacher" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/01\/nyregion\/toddler-2-1-2-is-removed-from-home-of-a-teacher.html"} , {"body" : "Jose Delgado lingered at the doorstep of a decaying South Bronx apartment building last week watching Mayor David N. Dinkins promise millions of dollars in projects. After a while the politicians dispersed. The television cameras were packed up. The onlookers dribbled away. But Mr. Delgado remained, as he always does. \"Every time they want to be" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Euphoria Is Scarce as Dinkins Loosens Fiscal Belt" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/euphoria-is-scarce-as-dinkins-loosens-fiscal-belt.html"} , {"body" : "Mayor David N. Dinkins said yesterday that New York City was planning to open 20 health centers to provide poor people with family doctors who will focus on preventive medicine. At a time of national debate over how best to deliver health care and still reduce costs, the effort is the largest ever undertaken in the city and perhaps throughout the" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DINKINS IS PLANNING 20 HEALTH CENTERS TO SERVE THE POOR" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/dinkins-is-planning-20-health-centers-to-serve-the-poor.html"} , {"body" : "A 27-year-old man was shot and killed yesterday afternoon and his 5-year-old daughter was wounded when a man fired a single gunshot into their parked car as they sat on a street in Brooklyn, the police said. The father, identified as Luis Ramos, was struck in the face by the bullet, which then grazed his daughter in the chest and hand, said Sgt." , "date" : "19920413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Killed and Daughter Wounded in Car" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/13\/nyregion\/man-killed-and-daughter-wounded-in-car.html"} , {"body" : "A woman and her 18-month-old daughter were critically wounded yesterday afternoon when a gunman fired shots into their car at an intersection in the Bushwick section of Brooklyn after what the police said was a traffic dispute. The two were riding in a car driven by the young girl's father about 1 P.M. when a man fired at least six shots through an" , "date" : "19920411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Mother and Daughter in Car Are Wounded by Brooklyn Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/11\/nyregion\/mother-and-daughter-in-car-are-wounded-by-brooklyn-gunman.html"} , {"body" : "Billy Crystal had his say. So did Phil Donahue. Even Regis Philbin found it hard to refrain from commenting when Gov. Bill Clinton insisted that he had never inhaled the marijuana that touched his lips 25 years ago. So why haven't we heard from the man who carried a black bag filled with drugs on every campaign he ever covered, the man who" , "date" : "19920407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE 1992 CAMPAIGN: Campaign Trail; 'Gonzo' Godfather Swings at Clinton" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/07\/nyregion\/the-1992-campaign-campaign-trail-gonzo-godfather-swings-at-clinton.html"} , {"body" : "For Iran Barkley, a fighter raised in the South Bronx, the recent light-heavyweight title victory over Thomas Hearns was a shining moment in a career that was regarded as kaput after successive losses to Roberto Duran, Michael Nunn and Nigel Benn a few years back. But Barkley isn't the only fighter from New York who has big success within his" , "date" : "19920407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BOXING: NOTEBOOK; Two Fighters and Two Motivations" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/07\/sports\/boxing-notebook-two-fighters-and-two-motivations.html"} , {"body" : "The two brothers, impish in jeans with toy cars in their pockets, enjoy nothing more than chewing multi-colored Sweet Tarts. That was what they were doing the first time the man approached them outside the Minimax store in Bushwick, Brooklyn. The man told the boys, one 8 years old, the other 10, that he needed help looking for spare tires. He waved" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easy Prey; Even Diligence Failed to Stop Sex Attacks Against 2 Boys" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/nyregion\/easy-prey-even-diligence-failed-to-stop-sex-attacks-against-2-boys.html"} , {"body" : "Milagros Reyes took her baby boy to the hospital for a hernia operation, but had to rush away a few hours after surgery to get back to work. Her 6-month-old son, bandaged and scared, was crying as she left, but she feared that a missed day might get her fired from her $7.79-an-hour factory job. The same anxiety has also driven Ms. Reyes to ignore" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Their Wages Low, Single Mothers Get Little Help" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/their-wages-low-single-mothers-get-little-help.html"} , {"body" : "When Rosie Perez showed up to audition for the role of Gloria in the comedy \"White Men Can't Jump,\" it was clear that the Brooklyn-born, Puerto Rican actress did not fit the part. Gloria was supposed to be a WASP who rebelled against a privileged background by running off with a college basketball player. But when Ms. Perez read for the role," , "date" : "19920329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "UP AND COMING: Rosie Perez; Just Don't Call Her a Loudmouth" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/29\/movies\/up-and-coming-rosie-perez-just-don-t-call-her-a-loudmouth.html"} , {"body" : "A 42-year-old livery-cab driver, who had been in this country just 14 months, was shot to death early yesterday in Brooklyn in what appeared to be a robbery, the police said. The victim, Alejandro Guerrero, had come to East New York from the Dominican Republic with his wife, Elizabeth, and three children. Although he had worked as a telephone" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Cabdriver Is Killed by Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/brooklyn-cabdriver-is-killed-by-gunman.html"} , {"body" : "A 67-year-old maid was found early yesterday morning, her wrists and ankles bound and her throat cut, lying dead face up in a bathtub in a room in the midtown Manhattan hotel where she worked, the police said. She was fully clothed and did not appear to have been sexually assaulted, said Sgt. Tina Mohrmann, a police spokeswoman. \"She was beaten as" , "date" : "19920322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "MAID FOUND DEAD IN MIDTOWN HOTEL" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/22\/nyregion\/maid-found-dead-in-midtown-hotel.html"} , {"body" : "After a precinct house just north of downtown was peppered with gunfire last week, the police officers here who vowed to \"protect and serve\" were left wondering just how much authority they had left. \"This is real crazy,\" said Officer Vernon Beaty, who is assigned to the precinct and station, which was hit in a drive-by shooting late Thursday" , "date" : "19920316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUFFALO (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officers Feel Besieged After Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/16\/nyregion\/officers-feel-besieged-after-shooting.html"} , {"body" : "A jury yesterday convicted a Brooklyn man of strangling a 15-year-old Hasidic girl on the Williamsburg Bridge in 1990, then setting her body afire on a steel catwalk suspended from the bridge's deck. The man, Raymond Vargas, 29, of Bushwick, was found guilty after eight hours of deliberations over two days in State Supreme Court in Brooklyn. He" , "date" : "19920314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man Convicted in Strangling of Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/14\/nyregion\/brooklyn-man-convicted-in-strangling-of-girl-15.html"} , {"body" : "It is not every day that Saul Weprin, the Speaker of the New York State Assembly, gets telephone calls from the likes of Shimon Peres and Walter F. Mondale. But then Congressional redistricting is far from an everyday matter. Mr. Mondale, the former Vice President, called Mr. Weprin last month to lobby on behalf of Representative Charles E." , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Getting an Earful Over Congressional Map" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/albany-getting-an-earful-over-congressional-map.html"} , {"body" : "A convicted child molester, released from prison one year ago, has been arrested on charges that he sexually attacked six more children in Brooklyn and Queens in the last six months, the police said. It is the second time that the suspect, Jose Velez, 38 years old, of 1570 East New York Avenue in East New York, Brooklyn, has been arrested in sexual" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Convicted in Sex Attacks Of Children Faces New Charges" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/nyregion\/man-convicted-in-sex-attacks-of-children-faces-new-charges.html"} , {"body" : "The principal of Eastern District High School in Brooklyn has forsaken some regular visits with teachers and mounds of paperwork to prowl the halls in search of nomadic youths. Linked by a crackling walkie-talkie to his security force of 15 school safety officers, Floyd Green has become the chief law-enforcement officer at his school, but not by" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Principal Is Also Chief Guard; Hall Monitoring at Brooklyn School Turns Deadly Serious" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/brooklyn-principal-also-chief-guard-hall-monitoring-brooklyn-school-turns-deadly.html"} , {"body" : "The major hospital regulatory group has decided to withdraw its accreditation from one of New York City's major municipal hospitals, Woodhull Medical and Mental Health Center in Brooklyn, after concluding that it does not do a good enough job reviewing some of its surgical procedures, administrators at the hospital said yesterday. The loss of" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Woodhull Fails Review, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/woodhull-fails-review-officials-say.html"} , {"body" : "From bagels and lox in Mill Basin to rice and beans in Bushwick Gardens, Mayor David N. Dinkins feasted his way through Brooklyn on Saturday, stopping between bites of turkey to issue sound bites, kiss babies and shmooze with the borough folk. At the end of a working week based at Brooklyn's Borough Hall, Mr. Dinkins was determined this weekend to" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WELL-FED DINKINS LEAVES BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/well-fed-dinkins-leaves-brooklyn.html"} , {"body" : "They leave Brooklyn in the dead of night with little more than bus fare, a change of clothes and a reputation on the streets. Their destination is Buffalo. Their job is to sell drugs. Bands of young New York City drug dealers, skilled in the use of guns and terrorist tactics to take over neighborhoods, are being recruited to hustle the streets of" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Migrants of Drug World: From Brooklyn to Buffalo" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/migrants-of-drug-world-from-brooklyn-to-buffalo.html"} , {"body" : "The trappings of Mayoralty have already arrived at Brooklyn Borough Hall -- a stately desk and swivel chair, four computers, three fax machines, 35 telephones, a photocopier, a metal detector, a lectern, some flags -- almost every conceivable thing, in fact, that Mayor David N. Dinkins could need for his \"government in exile.\" But it seemed at" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Mayor Plays Brooklyn, And the Reviewers Await" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/the-mayor-plays-brooklyn-and-the-reviewers-await.html"} , {"body" : "A police officer was slightly wounded last night by a bullet that grazed his left hip as he chased a suspect on a Brooklyn street, the police said. The officer, identified as Clifford Lawrence, 28 years old, was taken to Wyckoff Heights Medical Center in Brooklyn, a police spokesman, Andrew McInnis, said. A hospital spokesman, Charles Bitz, said" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Wounded In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/officer-is-wounded-in-brooklyn-shooting.html"} , {"body" : "Although his Latin may have grown a bit rusty over the last half century, Andrew Heineman will never forget the high school teacher he still calls Mr. Nagel. \"He was about six feet tall with cropped white hair that had a little curl and he wore glasses,\" Mr. Heineman wrote. \"He would stand prominently at the entrance of school rattling a pencil" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Was a Lesson On Charity" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/the-neediest-was-a-lesson-on-charity.html"} , {"body" : "\"HELLO, this is Arthur Schwartz,\" purred the newest voice in New York City talk radio. \"You're on 'Food Talk.' \" Weekdays from 12:15 to 1 P.M. on WOR (710 on the AM dial), Mr. Schwartz, a cookbook writer and freelance restaurant critic, takes calls from anyone who wants to talk food. They usually end up discussing their love lives, work situations," , "date" : "19920205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "DE GUSTIBUS; Talk Show Host (Subject, Food) Opens His Telephone Lines and His Heart" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/05\/garden\/de-gustibus-talk-show-host-subject-food-opens-his-telephone-lines-and-his-heart.html"} , {"body" : "A Brooklyn man shot at an off-duty New York City police officer during an apparent robbery attempt yesterday and then scuffled with officers while being held at a precinct station house. The off-duty officer and two other officers were slightly injured in the station house fracas. The suspect, Michael Robinson, 24 years old, of 1002 Hancock Street" , "date" : "19920119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "3 Officers Injured in Scuffle With Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/19\/nyregion\/3-officers-injured-in-scuffle-with-robbery-suspect.html"} , {"body" : "The stolen rental car that the police said two men used to abduct and rape a 15-year-old girl on Tuesday was found yesterday in Bushwick, a largely residential, high-crime area in north Brooklyn. Two officers who were handing out sketches of the suspects found the four-door white Toyota Camry just before noon, parked on Bushwick Avenue between" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Car Linked to Rape Is Found in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/nyregion\/car-linked-to-rape-is-found-in-brooklyn.html"} , {"body" : "On the spot in the Brooklyn street where Hector Rivera was killed on New Year's Eve, shot by a police officer when the unarmed man put his hand into an empty paper bag, friends and relatives yesterday placed candles and flowers and messages of peace. A few feet away, where the night before neighbors had screamed \"You killed him!\" and officers had" , "date" : "19920102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends of Man Slain by Officer Plan a Protest" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/02\/nyregion\/friends-of-man-slain-by-officer-plan-a-protest.html"} , {"body" : "A police officer shot an unarmed man to death in Brooklyn last night, apparently mistaking the bottle he held in a paper bag for a gun, the police said. Hector Rivera, 47 years old, was arguing with his stepson and his stepson's wife near his home at 12 Fayette Street in Bushwick at about 5:30 P.M., the police and one eyewitness said. The stepson's" , "date" : "19920101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Officer Kills Unarmed Man In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/01\/nyregion\/officer-kills-unarmed-man-in-brooklyn.html"}]