[  {"body" : "Behind some donations to The New York Times Neediest Cases Fund lie stories of people who have put a twist on the traditional ways of giving. Alfred H. Lane of Manhattan collected money for the fund by scanning sidewalks, alleyways and waiting rooms around New York City for loose bills and change. That may seem like a thankless task on streets" , "date" : "19921228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Innovative Ways Found To Collect for the Neediest" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/28\/nyregion\/innovative-ways-found-to-collect-for-the-neediest.html"} , {"body" : "A plainclothes transit police officer who was shot and critically wounded last month said yesterday that his gun was in its holster when his fellow officers opened fire on him without warning. He said the officers began shooting even after he fell into a fetal position to protect himself. In his first public statement since the shooting, the" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wounded Officer Contradicts Others' Accounts" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/wounded-officer-contradicts-others-accounts.html"} , {"body" : "The key witness in the shooting of a plainclothes transit police officer in Brooklyn last month has backed up the claims of the officers who shot him, saying they fired at him only after he turned toward them with his gun drawn, the witness's lawyer said yesterday. In giving her account of the shooting of Officer Derwin Pannell to the Brooklyn" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Key Witness Backs Officers Who Shot Transit Colleague" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/key-witness-backs-officers-who-shot-transit-colleague.html"} , {"body" : "The lawyer for Derwin Pannell, the transit police officer who was shot and critically wounded last month by fellow officers as he tried to arrest a fare beater, said yesterday that Officer Pannell's version of the incident sharply differs with the version offered by the other officers. The assertion by the lawyer, Arthur M. Luxenberg, comes a month" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer's Account of Shooting Is Said to Differ" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/nyregion\/officer-s-account-of-shooting-is-said-to-differ.html"} , {"body" : "Lawyers for the plainclothes transit police officer who was shot and critically wounded by fellow officers in Brooklyn last month said yesterday that he planned to file a $50 million lawsuit against New York City and the transit police. Arthur M. Luxenberg, one of Officer Derwin Pannell's lawyers, said the officer's right arm was paralyzed and that" , "date" : "19921211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Wounded Plainclothes Officer Plans to Sue" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/11\/nyregion\/wounded-plainclothes-officer-plans-to-sue.html"} , {"body" : "Prosecutors have questioned most of the witnesses in last month's shooting of a plainclothes transit police officer in Brooklyn by fellow officers who said they mistook him for a mugger, and have found no major conflicts in their accounts and no evidence of criminal negligence, investigators said yesterday. But they said no conclusions had been" , "date" : "19921208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Find No Evidence of Criminality in Shooting by a Transit Officer" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/08\/nyregion\/prosecutors-find-no-evidence-of-criminality-in-shooting-by-a-transit-officer.html"} , {"body" : "A reputed Lucchese crime family member who officials say was used as an emissary to arrange secret meetings with a fugitive Mafia boss was gunned down yesterday in the garage of his Brooklyn used-car lot. The victim, Patrick Testa, is believed to be the latest casualty in an internal war initiated by a fugitive Lucchese boss, Anthony Casso. That" , "date" : "19921203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lucchese Emissary Becomes Mob-War Casualty" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/03\/nyregion\/lucchese-emissary-becomes-mob-war-casualty.html"} , {"body" : "Two touchdown runs by Freddie Sinclair and a pair of scoring bombs from Corey Valentine to tight end Jeff Miller gave undefeated Lincoln its 10th victory of the season, a 24-6 romp at home over Brooklyn rival Canarsie, in a Public Schools Athletic League semifinal playoff game yesterday. Lincoln, the second-ranked team in New York City and ranked" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "HIGH SCHOOL FOOTBALL; Lincoln Will Meet Wagner in P.S.A.L. Final" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/sports\/high-school-football-lincoln-will-meet-wagner-in-psal-final.html"} , {"body" : "The large man with the thinning hair and the booming Brooklyn voice greeted his guest from behind his desk with an appreciation of the obstacles that had been encountered before such a visit. \"A little harder to get into the building this year, isn't it?\" Ira Levine said with a smirk that quickly melted into a smile. He was referring to the new" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "ON BASKETBALL; A Coach's Life Lessons From a Bruising Season" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/sports\/on-basketball-a-coach-s-life-lessons-from-a-bruising-season.html"} , {"body" : "It was early on a cool spring day, but in the dark subway corridors beneath Flatbush, there was no way to know this. Officer Michael K., a black transit police officer, was in full plainclothes costume: sneakers, jeans, sweatshirt. His knee was pressed to the chest of a suspect whom he had fought to the ground, and his gun was pushed against the" , "date" : "19921122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alone, Undercover and Black: Hazards of Mistaken Identity" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/22\/nyregion\/alone-undercover-and-black-hazards-of-mistaken-identity.html"} ,   {"body" : "It was already dark, nearing the end of the homebound rush Tuesday night. Trailing a suspected thief, the transit officers, two men and a woman in plain clothes, came down the steps from the elevated mezzanine of the Brooklyn subway station. At the street, they emerged from the station door and immediately stumbled upon a shocking tableau in the" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Darkness and Disorder in Subway: Questions Swirl in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/nyregion\/darkness-and-disorder-in-subway-questions-swirl-in-police-shooting.html"} , {"body" : "International A3-12 U.N. TROOPS ATTACKED IN BOSNIA U.N. troops got into an exchange of gunfire with Serbian forces while making their first overland deliveries of food to a besieged town in Bosnia and Herzegovina. A1 News Analysis: Doubts about the U.N.'s ability in meet new roles. A8 A U.N. panel approved broadcasting equipment for opposition" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/nyregion\/news-summary-059292.html"} , {"body" : "A detail of three New York City transit police officers on an anti-crime patrol had stumbled upon an all-too-common situation outside a Brooklyn subway station Tuesday evening: two shabbily dressed men, one with a drawn gun, menacing a woman. The two men were actually police officers in plain clothes, making what was until that moment a typical" , "date" : "19921119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After 17 Shots, Officers Find Own Colleagues Were Target" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/19\/nyregion\/after-17-shots-officers-find-own-colleagues-were-target.html"} , {"body" : "NEW YORK CITY SHOCK AND CAUTION AFTER A SHOOTING A transit police detail, mistakenly convinced they were confronting a pair of armed robbers, opened fire on plainclothes colleagues outside a subway station in Canarsie, Brooklyn, on Tuesday, leaving one officer seriously wounded. In the wake of the incident, many plainclothes operations were" , "date" : "19921119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/19\/nyregion\/metro-digest-027992.html"} , {"body" : "There is some troubling news for Robert Abrams in the streets of Canarsie, a Democratic stronghold that includes some of the largest Italian neighborhoods in New York City. It is that Alfonse M. D'Amato's relentless portrayal of him as a roguish candidate who ran a \"nasty,\" \"vicious\" Democratic primary race against Geraldine A. Ferraro has clearly" , "date" : "19921010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Divided Loyalties in Canarsie; D'Amato Pits Italian Pride Against Democratic Party Ties" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/10\/nyregion\/divided-loyalties-canarsie-d-amato-pits-italian-pride-against-democratic-party.html"} , {"body" : "Kennedy 41, Canarsie 27 John F. Kennedy of the Bronx tried for a 2-point conversion after its first touchdown against Canarsie yesterday, a 1-yard run by quarterback Jose Marimon, but the pass attempt failed. Little else went wrong for Kennedy after that. On subsequent touchdowns, the defending Public Schools Athletic League champion Knights (3-0)" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/sports\/high-school-football-report.html"} , {"body" : "Metal detectors will be put into use next week at South Shore High School in Brooklyn, school officials announced yesterday, following the death Monday of a South Shore student who was stabbed by a classmate in a hallway fight. South Shore was not among the 40 high schools that were part of a program in which security guards with hand-held" , "date" : "19920923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Screening For Arms At School" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/23\/nyregion\/screening-for-arms-at-school.html"} , {"body" : "A 15-year-old sophomore and varsity football star at South Shore High School in Brooklyn was fatally stabbed yesterday by a classmate wielding a dagger in a hallway fight, the police said. Moments later, a dean and a security guard at the school seized and disarmed a 16-year-old suspect. The victim, Damion Ennis, of 670 East 82d Street, Brooklyn," , "date" : "19920922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Boy, 15, Is Fatally Stabbed at School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/22\/nyregion\/boy-15-is-fatally-stabbed-at-school-in-brooklyn.html"} , {"body" : "Clara Woodson is a school guidance supervisor in Brooklyn but, she told a Jamaican mother and her little boy sitting edgily in her office last week, in an earlier life she was a detective. So when the Jamaican woman insisted that she had recently returned to New York City from California and was living with a friend two blocks from a popular public" , "date" : "19920921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Choosing Schools Through Fakery; New York Parents Use Many Schemes for False Enrollment" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/21\/nyregion\/choosing-schools-through-fakery-new-york-parents-use-many-schemes-for-false.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} ,   {"body" : "In a year marked by fierce anti-incumbent sentiments nationwide, several members of New York's Congressional delegation are locked in testy primary battles. But as the races enter their last days, the voter rebellion has been overshadowed by racial and ethnic appeals and tempered by redistricting, which has sent incumbents scrambling into new" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Facing Voter Rebellions, Incumbents Hope to Eke Out Victories" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/facing-voter-rebellions-incumbents-hope-to-eke-out-victories.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} , {"body" : "Closings in the week ended Aug. 15 MANHATTAN Chelsea 145,000 250 West 24th Street 1-bedroom, 1-bath, 750-sq.-ft. co-op in a prewar building; 24-hr. doorman, dining foyer, sunken-living room, 2 exposures; maintenance $610, 50% tax-deductible (Broker: Coleman\/Neary Real Estate) Greenwich Village 585,000 113 Bedford Street 3-bedroom, 2 1\/2-bath," , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/realestate\/residential-resales-454992.html"} , {"body" : "A 20-year-old man was convicted yesterday of Federal civil rights charges involving the firebombing of a real-estate agency that showed houses to black families in the traditionally white Canarsie section of Brooklyn. The defendant, Frank Scire of Canarsie, was found guilty of taking part in firebombing Fillmore Real Estate, which was under court" , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Convicted in Firebombing Of Brooklyn Real-Estate Agency" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/man-convicted-in-firebombing-of-brooklyn-real-estate-agency.html"} , {"body" : "NEW YORK CITY SHAKY RELATIONS AT EDUCATION BOARD Relations between Schools Chancellor Fernandez and the seven-member Board of Education have plunged to such an abyss lately that some New York City leaders are beginning to talk publicly about how much longer Mr. Fernandez will want to remain in office. But the situation may be more complicated than" , "date" : "19920821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/metro-digest-552092.html"} , {"body" : "A SCHOOL for 1,000 young Soviet emigres will open in Canarsie, Brooklyn, next month with two goals: to assimilate the students into American and Jewish culture and to persuade their parents to apply for apartments in the adjoining Starrett City housing development, which leased the school land for its new building. \"We're trying to attract a" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)" , "STARRETT CITY (HOUSING COMPLEX) (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "METRO MATTERS; White Tilt To Balance A Project In Canarsie" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/metro-matters-white-tilt-to-balance-a-project-in-canarsie.html"} , {"body" : "NEW YORK CITY NEW TACTICS IN DRUG WAR Frustrated with soaring arrests and no discernible improvement in New York City's drug problem, Police Commissioner Lee P. Brown has quietly shifted emphasis away from the once-vaunted Tactical Narcotics Teams that swept into neighborhoods to arrest street-level dealers. Instead the Commissioner is focusing on" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSINESS DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/business-digest-933692.html"} , {"body" : "Two teen-agers were killed and three young people injured when the stolen car they were riding in veered off Kings Highway in Brooklyn and slammed into a tree last night. The two dead youths, a 17-year-old boy who was driving and a 14-year-old girl at his side, were not immediately identified by the police, pending notification of the families," , "date" : "19920723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killed and 3 Hurt In Brooklyn Crash" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/23\/nyregion\/2-killed-and-3-hurt-in-brooklyn-crash.html"} , {"body" : "Despite the huge shifts in New York City's population in the 1980's, blacks and whites -- regardless of their incomes -- have remained as segregated as they were when the decade began, according to a block-by-block analysis of the 1990 census. During a period in which white non-Hispanic New Yorkers became a minority and the gap between black and" , "date" : "19920715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shifts in 80's Failed to Ease Segregation" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/15\/nyregion\/shifts-in-80-s-failed-to-ease-segregation.html"} , {"body" : "An honor student celebrating his upcoming high school graduation was critically wounded yesterday when he was caught in the crossfire of a gun battle near a Brooklyn nightclub, the police said. The student, 18-year-old Dominique Sylvester of 147 East 87th Street in Canarsie, was shot once in the head when at least three groups of people began" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Brooklyn Youth Celebrating Graduation Is Shot" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/nyregion\/brooklyn-youth-celebrating-graduation-is-shot.html"} ,   {"body" : "After two years of rebounding academic results in the New York City school system, reading and mathematics scores dropped sharply this spring, many of the city's superintendents say. Schools Chancellor Joseph A. Fernandez has not yet completed an analysis of the results of standardized tests that elementary and junior high school students took in" , "date" : "19920612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Scores in Math Test And in Reading Fall In New York Schools" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/nyregion\/scores-in-math-test-and-in-reading-fall-in-new-york-schools.html"} , {"body" : "INSIDE the Polish National Home in Greenpoint, Brooklyn, on Saturday night, seven young immigrant women flaunted their faces, figures and personalities for the title of Miss Polonia 1992, an honor that would confer $200 and the privilege of representing Greenpoint's close-knit Polish community at assorted banquets and parades. There was Magdalena" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GREENPOINT JOURNAL; Polonia's Beauty Contest Bridges a Cultural Gap" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/greenpoint-journal-polonia-s-beauty-contest-bridges-a-cultural-gap.html"} , {"body" : "Joining a small but growing band of defiant school districts in New York City, a Staten Island school board last night voted to reject sections of a first-grade curriculum that urges schools to teach children to respect and appreciate gay people. To thunderous applause from more than 250 parents and teachers at the community school board meeting in" , "date" : "19920609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "S.I. Drops Gay Issues From Student Guide" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/09\/nyregion\/si-drops-gay-issues-from-student-guide.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "At 14 years old, Mario Jaime can recite the calibers and names of a dozen semiautomatic guns and assault weapons he has seen on the streets of his East New York neighborhood. His older brother was shot in the stomach by an intruder in the family's apartment a few months ago. A mural across the littered bullet-pocked street where he lives recalls" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "East New York, Under Siege; Life and Death in an Area Caught in Its Own Crossfire" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/east-new-york-under-siege-life-and-death-in-an-area-caught-in-its-own-crossfire.html"} , {"body" : "United States Representatives from New York sharply attacked a redistricting plan today that was offered to a Federal court on Tuesday, and increased pressure on legislative leaders to do what they have been unable to to for months: draw up their own plan. The proposal by a court-appointed referee amounts to a political depth charge that could" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congressmen Criticize Judge's Redistricting" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/nyregion\/congressmen-criticize-judge-s-redistricting.html"} , {"body" : "EMILY LLOYD, who was sworn in yesterday as New York City's Sanitation Commissioner, passed up the usual City Hall ceremony and took her oath of office instead at the District 17 and 18 Sanitation Garage in Canarsie, Brooklyn. \"People were very mystified as to why I wouldn't want to be sworn in in City Hall,\" Ms. Lloyd, the first woman appointed to" , "date" : "19920512" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/12\/style\/chronicle-137292.html"} , {"body" : "Denise Leslie Meyer, a daughter of Mr. and Mrs. Sidney Meyer of North Caldwell, N.J., was married yesterday in Livingston, N.J., to Jeffrey Bruce Smith, the son of Mr. and Mrs. Arnold Smith of Boynton Beach, Fla. Rabbi Alan Silverstein performed the ceremony at the Livingston Country Club. Mrs. Smith, 28 years old, is a lawyer at Insurance Services" , "date" : "19920504" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Denise Meyer Has Wedding" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/04\/style\/denise-meyer-has-wedding.html"} , {"body" : "Jose Delgado lingered at the doorstep of a decaying South Bronx apartment building last week watching Mayor David N. Dinkins promise millions of dollars in projects. After a while the politicians dispersed. The television cameras were packed up. The onlookers dribbled away. But Mr. Delgado remained, as he always does. \"Every time they want to be" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Euphoria Is Scarce as Dinkins Loosens Fiscal Belt" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/nyregion\/euphoria-is-scarce-as-dinkins-loosens-fiscal-belt.html"} , {"body" : "A 20-year-old white man has been indicted on Federal civil-rights charges in the firebombing last summer of a real-estate company that showed homes to black families in the traditionally white Brooklyn neighborhood of Canarsie, prosecutors announced yesterday. The man, Frank Scire, who works as a baggage handler at Kennedy International Airport and" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Faces Bias Charge In Canarsie Firebombing" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/man-faces-bias-charge-in-canarsie-firebombing.html"} ,   {"body" : "Closings in the week ended March 21 MANHATTAN Chelsea 712,500 35 West 23d Street 3-bedroom, 2-bath, 3,500-sq.-ft. condo; terrace, private roof rights; common charge $650, 100% tax-abated (Broker: Corcoran Group) Gramercy Park Area 1.95 million 141 East 19th Street 4-bedroom, 3-bath, single-family, 4 1\/2-story townhouse; elevator, dining room," , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/residential-resales-417792.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "As he was about to launch into an unrehearsed pep talk, while his players sat in rows of three and four in the stairwell at Bronx Community College, Ira Levine was interrupted by the opening of the door leading to the gym one flight up on the fourth floor. \"Where are you taking them?\" said a woman in a blue security uniform, a crackling" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "HIGH SCHOOL BASKETBALL; Lafayette Goes Up The Down Staircase" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/sports\/high-school-basketball-lafayette-goes-up-the-down-staircase.html"} , {"body" : "For a team inexperienced in the chaotic practice of wild celebration, Lafayette High School acquitted itself quite well yesterday on a gymnasium floor it had grown accustomed to leaving in defeat. Most impressive was the bearish power forward, Kareem Sims, who lifted the Frenchies' lanky center, Antonio Carrasquillo, as if he were holding a doll." , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASKETBALL; Finally, a Light Shines On a Troubled Team" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/sports\/basketball-finally-a-light-shines-on-a-troubled-team.html"} , {"body" : "The letters come from athletic departments of distant colleges no one in the home has heard of. The telephone rings and suddenly there is one-sided conversation with men who want Antonio Carrasquillo, a high school senior taking mostly sophomore courses, to know more about their schools of higher education. \"Sometimes it's hard to believe that" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "31" , "title" : "Prospect and Poet Cross Paths at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/prospect-and-poet-cross-paths-at-brooklyn-school.html"} , {"body" : "\"What's the catch?\" 16-year-old Francis Clement asked when told that his Bronx high school, James Monroe in Hunts Point, had been chosen. Students at George Washington High School in Harlem asked, \"Why us?\" And disbelief blended with pride at Brooklyn's Automotive High School, where students complain that outsiders often stereotype them as grease" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Students as Leaders" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/students-as-leaders.html"} , {"body" : "The trappings of Mayoralty have already arrived at Brooklyn Borough Hall -- a stately desk and swivel chair, four computers, three fax machines, 35 telephones, a photocopier, a metal detector, a lectern, some flags -- almost every conceivable thing, in fact, that Mayor David N. Dinkins could need for his \"government in exile.\" But it seemed at" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Mayor Plays Brooklyn, And the Reviewers Await" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/the-mayor-plays-brooklyn-and-the-reviewers-await.html"} , {"body" : "At one Brooklyn house party, efforts to keep guns out were met early yesterday by bullets fired through a steel door. A few miles away, the gunfire began as a crowd of 100 young people spilled onto the streets, heading home from a birthday party for a 14-year-old girl. Four teen-agers were shot, one fatally, in the two incidents, which" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Teen-Ager Killed and 3 Are Hurt in Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/teen-ager-killed-and-3-are-hurt-in-brooklyn-shootings.html"} , {"body" : "NEW YORK CITY BLACKBURNE RESIGNS FROM M.T.A. BOARD Laura D. Blackburne, who resigned under fire as chairwoman of New York City's Housing Authority on Saturday, has also quit as a member of the Metropolitan Transportation Authority board, where her spending habits had also come under criticism. Ms. Blackburne's lawyer declined to give her client's" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/metro-digest-420292.html"} , {"body" : "On Monday morning, Mayor David N. Dinkins and his top aides will transport the nerve center of New York City government to Brooklyn Borough Hall for a week of political theater aimed at putting the Mayor of all of the people in closer contact with some of them. For five days -- at a time when New York's municipal bindings, and his own mayoralty," , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; An Embattled City Hall Moves to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/political-memo-an-embattled-city-hall-moves-to-brooklyn.html"} ,   {"body" : "Six months after an early-retirement plan stripped the New York City school system of 211 of its principals, only 26 of those vacancies have been filled as parents and teachers have been bogged down in a new selection process. Donald Singer, president of the Council of Supervisors and Administrators, the principals' union, asserted yesterday that" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City Is Moving Slowly In Replacing Retired Principals" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/nyregion\/new-york-city-is-moving-slowly-in-replacing-retired-principals.html"} , {"body" : "A 36-year-old woman who had just picked up her 6-year-old son at his grandmother's house in Brooklyn was killed Tuesday night in a hail of bullets as she and her child sat in a car, the police said. The victim, Avanelle Connell, spent her last moments trying to save the child's life as about nine of the more than a dozen bullets fired sprayed" , "date" : "19920130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Mother Saves Her Son, But Is Killed by a Hail of Bullets" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/30\/nyregion\/brooklyn-mother-saves-her-son-but-is-killed-by-a-hail-of-bullets.html"} , {"body" : "Their encounters with hatred came as a mellow May day dissolved into evening. A young black man and his Hispanic girlfriend were talking amicably in a restaurant in the Baychester section of the Bronx. According to a police synopsis, two white men began staring malevolently at them. After a while, one snidely challenged the black man, \"What did you" , "date" : "19920127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bias Crimes Hold Steady, but Leave Many Scars" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/bias-crimes-hold-steady-but-leave-many-scars.html"}]