[  {"body" : "TO call it a major crossroads in American politics is perhaps an exaggeration, but the fact remains that Bush Street runs into Clinton in the Red Hook section of Brooklyn. Though even less meaningful than three-day-old tracking polls, this happenstance is being noted here along with other quantifiable facts to help fill gaps should punditry lag in" , "date" : "19921031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Presidential Politics by the (Phone) Book" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/31\/nyregion\/about-new-york-presidential-politics-by-the-phone-book.html"} , {"body" : "The views from Pavia & Harcourt's 12th-floor offices in midtown Manhattan are commanding, and the carpeted halls, in soft pastels, are adorned by modern Italian paintings. But Sonia Sotomayor, a partner at the commercial litigation firm, was boxing up her things the other day to take another job. The new one comes with a pay cut, scant carpeting," , "date" : "19920925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "page_facet" : "16" , "title" : "A Breakthrough Judge: What She Always Wanted" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/25\/news\/a-breakthrough-judge-what-she-always-wanted.html"} , {"body" : "Closings in the week ended Sept. 5 MANHATTAN Chelsea 350,000 228 West 21st Street 3-bedroom, 3-bath, 1,250-sq.-ft. duplex co-op in a brownstone; dining area, fireplace, 2 exposures and 2 terraces; maintenance $400, no tax deduction (Brokers: Kingman Associates-Corcoran Group) Columbia University Area 436,000 395 Riverside Drive (112th St.)" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/realestate\/residential-resales-953192.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} , {"body" : "HART CRANE turned harbor views from Brooklyn Heights into poetry long before Robert Moses built the promenade, officially the Esplanade, over the Brooklyn-Queens Expressway. The view in 1924, Crane wrote, \"at twilight on a foggy evening . . . is beyond description. Gradually the lights in the enormously tall buildings begin to flicker in the mist.\"" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} , {"author" : "Susan Cheever is the author of five novels and two family memoirs. She is currently writing the biography of an anonymous 44-year-old American woman." , "body" : "Tony Kushner is a man for the millennium. The 36-year-old playwright has shaped the political angst of our age into a soul-blasting, clock-busting, seven-hour dramatic epic, \"Angels in America: A Gay Fantasia on National Themes,\" starring an AIDS-afflicted, phone-addicted Roy Cohn, who is taken off in an ambulance summoned by the motherly ghost of" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THE NEW SEASON\/THEATER; An Angel Sat Down At His Table" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/theater\/the-new-season-theater-an-angel-sat-down-at-his-table.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} , {"body" : "One of the quirkier chapters in the national debate over multiculturalism -- a recent executive session of Community School Board 15 in Brooklyn -- was moving along at a brisk clip when the board's newest member, Carlos Salamanca, lifted two fingers in the air. \"Una pregunta,\" he said, then launched into a lengthy question in Spanish about teacher" , "date" : "19920711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "A School Board Adjusts to Being Bilingual" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/11\/nyregion\/a-school-board-adjusts-to-being-bilingual.html"} , {"body" : "The Dinkins administration, entering the volatile arena of antipoverty politics, is planning to abolish the community policy boards that have distributed tens of millions of Federal antipoverty dollars. In a major overhaul of the poverty program run by the Community Development Agency, the city has also revised the formula that determines which" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grant System To Help Poor To Be Revised" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/grant-system-to-help-poor-to-be-revised.html"} , {"body" : "MAYBE you have to have roots in the old country to love a fig the way she should be loved. \"This is Pop's tree,\" said Chris DiPaola, standing by an Italian Purple Red. \"She's 23 years old.\" Pop's tree grows out of a whisky barrel, and her branches are like sturdy arms raised to the sky. Mr. DiPaola has pruned her in a vase shape, by taking out the" , "date" : "19920604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Growing" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/04\/garden\/growing.html"} ,   {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} , {"body" : "Six vacant city-owned buildings in the Carroll Gardens section of Brooklyn are being renovated into 28 low-income rental apartments by the Carroll Gardens Association The project is being financed under a $2.2 million loan agreement with the City of New York and contributions from the Enterprise Foundation and the New York Equity Fund. The" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Carroll Gardens Renewal; 28 Low-Income Rentals" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/realestate\/postings-carroll-gardens-renewal-28-low-income-rentals.html"} , {"body" : "Motorists who use the Gowanus Expressway and residents of the western Brooklyn neighborhoods it cuts through could get their first sour taste this weekend of an effort to rebuild a four-mile elevated stretch of the busy and battered highway over the next 10 years. The project is expected to cause traffic chaos, especially after 1993, as large" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Motorists and Neighborhoods Brace for Gowanus Rebuilding" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/motorists-and-neighborhoods-brace-for-gowanus-rebuilding.html"}]