[  {"body" : "Closings in the week ended Oct. 31 MANHATTAN Carnegie Hill 1.25 million 1220 Park Avenue (95th St.) 3-bedroom, 4-bath, 3,500-sq.-ft. duplex co-op in a prewar building; 24-hr. doorman, 2 maids' rooms, dining room, den, fireplace, terrace; maintenance $2,641, 43% tax-deductible (Brokers: Olshan Realty-Corcoran Group) East Midtown 577,500 860 U.N." , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/realestate\/residential-resales-383692.html"} , {"body" : "Barbara Brandon recently bought curtains. It was not decorating. It was self-defense. The 31-year-old black cartoonist, creator of the strip \"Where I'm Coming From,\" has the dubious distinction of living within peekaboo distance of Spike's Joint, the film maker Spike Lee's two-year-old retail establishment on South Elliot Place in Brooklyn, where" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Artistic Mecca With a Brooklyn Flair" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/nyregion\/artistic-mecca-with-a-brooklyn-flair.html"} , {"body" : "Calvin Chestnut's friends say an extraordinary man died yesterday, a person who came from nothing, eked out a living in a rundown section of Brooklyn and still had an extra dollar or two for anyone unluckier than he was. Mr. Chestnut, 34 years old and the father of four, was shot to death yesterday afternoon behind the counter of the small grocery" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Brooklyn Grocer Is Slain, and 3 Teen-Agers Are Sought" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/brooklyn-grocer-is-slain-and-3-teen-agers-are-sought.html"} , {"body" : "WHEN the nights are hot in Brooklyn and the bullfrog in Clinton Hill feels lonely, he cries out from his pond for a mate. Actually, it's Ken Druse's pond, but the mail-order bullfrog doesn't know that. He just sings manfully, hopefully, all night long. (Lonely bull frogs get so loud that a neighbor down the street drained her pond. Mr. Druse would" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "CUTTINGS; In the Big City, A Little Pond And a Big Bullfrog" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/style\/cuttings-in-the-big-city-a-little-pond-and-a-big-bullfrog.html"} , {"body" : "Tours in Yonkers Corner of Park Hill and Rockland avenues; (914) 963-8772. On Sunday from 11:30 A.M. to 5:30 P.M. there will be a self-guided house tour in the Park Hill area, including a 1908 house in the Arts and Crafts style and an 1899 house in the Victorian Shingle style. Guided walking tours will be offered at 11:30 A.M., 1:30 P.M. and 3:30" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Tours of Houses and Streets" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/garden\/events-tours-of-houses-and-streets.html"} , {"body" : "In a commencement address to the seventh class to graduate from the City University of New York Law School, Mayor David N. Dinkins yesterday defended the social programs of the Great Society and called for a renewed Federal war on poverty. \"When this country tried -- when our government cared -- the lives of our people improved and society became" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "COMMENCEMENTS; Law Graduates Applaud Dinkins's Call for New War on Poverty" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/commencements-law-graduates-applaud-dinkins-s-call-for-new-war-on-poverty.html"} , {"body" : "TOWN-HOUSE sales in Greenwich Village, the Upper East Side and other prime Manhattan and Brooklyn neighborhoods have rebounded after a three-year downward drift. In recent reports, brokerage companies said that last year brought their highest volume of sales since 1988, when the phenomenal price rises of the mid-80's for town houses shifted into" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prime Area Town-House Sales Rebound" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/prime-area-town-house-sales-rebound.html"} , {"body" : "A 24-year-old Brooklyn man who had been paroled after a previous robbery conviction was charged yesterday afternoon with the rape and robbery of a student in a classroom at the Pratt Institute in Brooklyn, the police said. The student was walking down a hallway in the South Hall building last Thursday evening when a man forced her into a classroom." , "date" : "19920220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Arrested in Rape Of Pratt Student" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/20\/nyregion\/brooklyn-man-arrested-in-rape-of-pratt-student.html"} , {"body" : "An autopsy by the New York City Medical Examiner's office has found that a 9-year-old Long Island girl who collapsed while racing at a Brooklyn track meet last Sunday and died soon afterward had a previously unknown heart condition and suffered a fatal heart attack. The police said the girl, Jessica Varady, of the Suffolk County village of Selden," , "date" : "19920201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officials Say Runner Had a Heart Attack" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/01\/nyregion\/officials-say-runner-had-a-heart-attack.html"} , {"body" : "In what the police and medical authorities are tentatively calling a freak case of heart failure, a 9-year-old Long Island girl collapsed yesterday while competing in a track meet in Brooklyn and died soon after being taken to a nearby hospital. The authorities said Jessica Varady, from the Suffolk County village of Selden, collapsed at 10:25 A.M." , "date" : "19920127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girl in Track Meet Collapses and Dies" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/girl-in-track-meet-collapses-and-dies.html"} ,   {"body" : "Nancy Jones's surgeon decided against removing the bullet that ripped through her left side, then lodged under her right collarbone after gunfire exploded in a Crown Heights deli where she was shopping. Two years later, she is still carrying around the bullet -- as much in her mind as in her body. In New York City, the toll of gunfire is not" , "date" : "19920107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Bullets Pierce the Body, Mind and Soul" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/07\/nyregion\/when-bullets-pierce-the-body-mind-and-soul.html"}]