[  {"body" : "To the Editor: Too many communities on the South Shore of Long Island insist on \"privatizing\" their beaches, either legally and structurally (walls and fences) or through parking regulations. Yet, when such storms as that of Dec. 11 hit (front page, Dec. 12), these communities demand public money for restoration and repair. Seagate, in particular," , "date" : "19921226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SEA GATE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Storm Points Up Problem of Elite L.I. Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/26\/opinion\/l-storm-points-up-problem-of-elite-li-beaches-517592.html"} , {"body" : "\"THE SNOW QUEEN,\" a movie adaptation of the Hans Christian Andersen fairy tale in which the Queen abducts a young boy and his friend tries to find him. Tomorrow and Sunday at 2 P.M., at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Tickets: $7; $4 for children. Information: (212) 875-5600. \"THE NUTCRACKER,\" a one-hour production" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Keep in Mind" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/arts\/keep-in-mind.html"} , {"body" : "When waves began crashing through barriers in Sea Gate, Brooklyn, on Friday, some people sought refuge at the nearby Abraham Residence, where they were greeted with warm clothes and hot drinks by men and women who knew how it felt to be stranded in the middle of the night with no place to go. The Abraham, at 3915 Neptune Avenue, houses 75 formerly" , "date" : "19921215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Neediest Fund Shelters Refugees of the Storm" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/15\/nyregion\/neediest-fund-shelters-refugees-of-the-storm.html"} , {"body" : "John and Maria O'Gara and their two daughters waited out the storm in an upstairs bedroom as floodwaters rose and rose in the living room of their tiny bungalow on Broad Channel, Queens, the island community in Jamaica Bay. When they came down yesterday morning, they had lost everything in three feet of murky water. Debris littered the place, the" , "date" : "19921213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "BROAD CHANNEL (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE STORM'S HAVOC: Scenes; Drenched and Stunned on New York's Shore" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/13\/nyregion\/the-storm-s-havoc-scenes-drenched-and-stunned-on-new-york-s-shore.html"} , {"body" : "In Sea Gate, battered by fierce tides, a house crumbled into the sea yesterday morning. A dozen other homes on the shore line appeared to ready to fall, too. It was perhaps the most dramatic incident in the Brooklyn seaside community near Coney Island during the angry storm that tore down fences, flooded streets and homes, sent people fleeing to" , "date" : "19921213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SEA GATE (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "THE STORM'S HAVOC: Drenched and Stunned on New York's Shore; Brooklyn Neighborhood Loses a House to the Sea" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/13\/nyregion\/storm-s-havoc-drenched-stunned-new-york-s-shore-brooklyn-neighborhood-loses.html"} , {"body" : "Even though both teams were away from home and playing at Columbia's Wien Stadium in upper Manhattan yesterday, it was Susan Wagner, not Lincoln, that got the most inspiration from a glimpse of the landscape before the Public Schools Athletic League Class A championship football game. \"When we got here we looked over and got a glimpse of the place" , "date" : "19921207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "HIGH SCHOOL FOOTBALL; Wagner Gets an Emotional Lift to Title" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/07\/sports\/high-school-football-wagner-gets-an-emotional-lift-to-title.html"} , {"body" : "COMPARED to the rest of the city, Chinatown is booming. Rents are high, buildings are still going up, offices are still being leased. What promises to be its largest restaurant ever, with a capacity of nearly 1,500, is scheduled to open on Elizabeth Street next year. And Chinatown long ago crossed its traditional Canal Street boundary, making ever" , "date" : "19921206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Commercial Property: Chinatown; Beneath the Bustle, A Malaise Emerges" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/06\/realestate\/commercial-property-chinatown-beneath-the-bustle-a-malaise-emerges.html"} , {"body" : "THEY grew up in the same nasty neighborhood of Brooklyn, only a few blocks from each other. Riddick Bowe remembers seeing Mike Tyson walking the Brownsville streets carrying a bag of cookies. And he remembers jogging one day around the Betsy Head public pool when Tyson had returned to the neighborhood as the heavyweight champion. \"You'll never be a" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Different Brownsville Champion" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/sports-of-the-times-a-different-brownsville-champion.html"} , {"body" : "FOR King and Nadine Lenoir one of the pleasures of living in Fairfield Towers in Brooklyn is the afternoons spent relaxing on the balcony reading or dining at the umbrella table. \"We feel secure here,\" said Mrs. Lenoir, as she and her husband, a retired chauffeur, sat in the living room of their two-bedroom apartment. \"The place is safe and clean" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Mitchell-Lamas Going on Sale" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/realestate\/mitchell-lamas-going-on-sale.html"} , {"body" : "During questioning in a Brooklyn station house after his arrest on a Crown Heights street in August 1991, Lemerick Nelson Jr. admitted that he had joined a surging crowd of youths surrounding and hitting Yankel Rosenbaum and had then stabbed him once in the left side, a detective testified yesterday. The detective, Edward Brown of the Brooklyn" , "date" : "19921003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Detective at Crown Hts. Trial Says He Heard Youth Confess" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/03\/nyregion\/detective-at-crown-hts-trial-says-he-heard-youth-confess.html"} ,   {"body" : "For property owners along the coast, Tropical Storm Danielle turned out to be, in the words of one Coney Islander, \"a nice lady.\" From Montauk to Cape May, a storm that some believed would batter the coast through the night left little damage yesterday and only scattered flooding. But for four sailors caught aboard a crippled sailboat shortly after" , "date" : "19920927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Storm Toll: One Dead and One Missing at Sea" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/27\/nyregion\/storm-toll-one-dead-and-one-missing-at-sea.html"} , {"body" : "Assemblyman Jerrold Nadler's introduction to politics came when he was 7 years old and his father, \"a dyed-in-the-wool Democrat,\" was a struggling poultry farmer in New Jersey. \"I started becoming politicized when I was growing up because there were two names that were never pronounced except with disdain,\" recalled Mr. Nadler, who on Wednesday" , "date" : "19920925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "UPPER WEST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man in the News; Persistence Pays Off: Jerrold Lewis Nadler" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/25\/nyregion\/man-in-the-news-persistence-pays-off-jerrold-lewis-nadler.html"} , {"body" : "State Assemblyman Jerrold Nadler, a veteran legislator from the Upper West Side, was chosen last night by Manhattan Democratic Party leaders as their nominee to succeed Representative Ted Weiss on the November ballot, virtually assuring his election in the overwhelmingly Democratic district that has long been among the most liberal in the nation." , "date" : "19920924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Manhattan Democrats Select Assemblyman for Weiss Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/24\/nyregion\/manhattan-democrats-select-assemblyman-for-weiss-seat.html"} , {"body" : "Voters in New York's Congressional primaries last night rejected Mario Biaggi, a convicted felon aiming for a political comeback in the Bronx, and handed victory to Ted Weiss, a dead man whose selection will allow Democratic Party leaders to designate someone else to run in his place in November. Overall it was a successful night for incumbents of" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN: CONGRESS; Weiss Wins, Biaggi Loses In House Bids" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/nyregion\/the-1992-campaign-congress-weiss-wins-biaggi-loses-in-house-bids.html"} , {"body" : "Representative Ted Weiss, the 64-year-old unreconstructed liberal who represented the West Side of Manhattan for three decades in the City Council and in Congress, died yesterday on the eve of today's primary -- prompting Democratic leaders to plead with voters to support a dead man rather than risk electing the fringe candidate who was Mr. Weiss's" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN; REP. WEISS IS DEAD, LEAVING CONFUSION IN NEW YORK RACE" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/the-1992-campaign-rep-weiss-is-dead-leaving-confusion-in-new-york-race.html"} , {"author" : "Susan Cheever is the author of five novels and two family memoirs. She is currently writing the biography of an anonymous 44-year-old American woman." , "body" : "Tony Kushner is a man for the millennium. The 36-year-old playwright has shaped the political angst of our age into a soul-blasting, clock-busting, seven-hour dramatic epic, \"Angels in America: A Gay Fantasia on National Themes,\" starring an AIDS-afflicted, phone-addicted Roy Cohn, who is taken off in an ambulance summoned by the motherly ghost of" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THE NEW SEASON\/THEATER; An Angel Sat Down At His Table" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/theater\/the-new-season-theater-an-angel-sat-down-at-his-table.html"} , {"body" : "The New York City Council gave final approval to a plan to replace the historic Brighton Beach Baths in Brooklyn with a large housing development yesterday, ending a bitter, six-year-old dispute. In other action, the Council rejected a recommendation from the city's Landmarks Preservation Commission to designate a vacant, Beaux-Arts bank building" , "date" : "19920911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Proposal On Housing Is Approved By Council" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/11\/nyregion\/a-proposal-on-housing-is-approved-by-council.html"} , {"body" : "A simmering labor dispute at a kosher supermarket in Brooklyn turned violent yesterday when members of a food workers' union pushed past police barricades into the store and fought with nonunion workers, leaving four people injured, the police and witnesses said. The union, Local 342-50 of the United Food and Commercial Workers, has been trying to" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Labor Fight at Kosher Store Turns Violent" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/nyregion\/labor-fight-at-kosher-store-turns-violent.html"} , {"body" : "The Institute for Community Living, a nonprofit agency, recently proposed a group home for nine retarded adults in Coney Island. The virtually all-white audience at the hearing complained of being picked on because they live in a a working-class area. \"It was scary,\" said Peter Campanelli, the agency director. The whole time he spoke, he said, a" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "49" , "title" : "On Sunday; Group Homes Are Invited Only to Leave" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/nyregion\/on-sunday-group-homes-are-invited-only-to-leave.html"} , {"body" : "As they have for a more than a century, they will stream to this dangling, windswept finger of what the Dutch named Breukelen to watch hard-earned cash vanish into the thin air. Most likely, they will leave smiling, the time-honored Coney Island miracle. Here generations have come to stuff themselves full of cotton candy and grease, spin dizzily in" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Rebirth Of a Sideshow At Coney Island" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/arts\/the-rebirth-of-a-sideshow-at-coney-island.html"} ,   {"body" : "When the New York City Council finished voting to approve Mayor David N. Dinkins's far-reaching garbage disposal plan just after dawn on Thursday, Bill Lynch Jr., the Mayor's political mastermind, was sitting in the Council chamber, arms crossed, smiling like a Cheshire cat. A plan that only a month ago was dead on arrival, opposed by a solid" , "date" : "19920901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Civics Lessons in the Art of Persuasion" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/01\/nyregion\/civics-lessons-in-the-art-of-persuasion.html"} , {"body" : "The Jesus Lizard The Jesus Lizard, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064, and CBGB, 315 Bowery, at Bleecker Street, East Village, (212) 982-4052. Plenty of bands on the alternative-rock circuit are kicking up a fuss with grunge and feedback, but few can make a guitar sound quite as nasty as the Jesus Lizard does. Duane" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/sounds-around-town-177993.html"} , {"body" : "The Jesus Lizard The Jesus Lizard, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064, and CBGB, 315 Bowery, at Bleecker Street, East Village, (212) 982-4052. Plenty of bands on the alternative-rock circuit are kicking up a fuss with grunge and feedback, but few can make a guitar sound quite as nasty as the Jesus Lizard does. Duane" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/sounds-around-town-177992.html"} , {"body" : "\"OH, you're the guy who writes about the small stuff,\" a real estate tycoon said to me last week. That kept grating. But I let go of it on Friday night, as my wife, Suzanne, and I treated ourselves to a sunset sailboat ride in the harbor. As rose-colored hues gave way to darkness, New York seemed a jumble of monumental cliff houses, lights" , "date" : "19920826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A Fond Look at the Little Lights of the Big City" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/26\/nyregion\/about-new-york-a-fond-look-at-the-little-lights-of-the-big-city.html"} , {"body" : "In the name of helping minorities, whose voting strength Congressional mapmakers have squelched in the past, this year's redistricting has torn and twisted New York's political map in ways an old-fashioned gerrymanderer might admire. But in doing so the effort has produced some unusual challenges to old notions of representative democracy, among" , "date" : "19920816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Districts Drawn for Minority Votes Complicate New York's Election" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/16\/nyregion\/districts-drawn-for-minority-votes-complicate-new-york-s-election.html"} , {"body" : "\"I AM very confident,\" Danny D declared, as he loped in his trademark hop-skip style to meet me. I was walking up the ramp from the ferry. The time was 6:50 A.M. My confidence was less than Danny's, at least equaled by my apprehension about this strange new land. Staten Island. Our goal was to walk around the perimeter, peeling the plum, as it" , "date" : "19920814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footloose In a Land Of Wonders" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/14\/arts\/footloose-in-a-land-of-wonders.html"} , {"body" : "The Dinkins administration announced a long-range plan for New York City's waterfront yesterday that would eventually double the area for parks, esplanades and walkways while preventing gargantuan developments that wall off the shoreline. The ambitious proposals foresee an esplanade that would virtually encircle Manhattan. Waterside pathways would" , "date" : "19920812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Proposal To Double Park Area On the Shore" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/12\/nyregion\/proposal-to-double-park-area-on-the-shore.html"} , {"body" : "In a Manhattan law office, Angelot Cyriac rifled through an accordion folder, the only possession he carried aboard a leaky sailboat for his journey last April from Haiti to the United States. From its folds, he brought forth laminated identification cards, membership certificates, diplomas and photographs -- a paper trail of the political ties" , "date" : "19920808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "The File of a Refugee: One Haitian's Account" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/08\/nyregion\/the-file-of-a-refugee-one-haitian-s-account.html"} , {"author" : "John Durniak is a freelance writer, editor and consultant on photography." , "body" : "LOUIS BERNSTEIN cannot swim, but he has spent a lot of time taking pictures of beluga whales, sharks, walruses, seals, sea lions, toadfish, bass, trout and dolphins as they swim underwater. For the last 26 years, the New York photographer, who is 81 years old, has been taking pictures at the New York Aquarium, working five to six hours a day," , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "CAMERA; The Dance of a Dolphin, Forever Frozen on Film" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/style\/camera-the-dance-of-a-dolphin-forever-frozen-on-film.html"} , {"body" : "After saying repeatedly that he could bend \"no more\" to demands of city planners, the developer of a highly contested proposal to replace the historic Brighton Beach Baths with luxury- and middle-income condominiums has apparently bent. In one of the most tumultuous, drawn-out land disputes in New York City's recent history, Stephen Muss of" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plan Revised For Brighton By Developer" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/plan-revised-for-brighton-by-developer.html"} ,   {"body" : "The Goldman Memorial Band is to play three free concerts this weekend, tonight and Sunday in Damrosch Park at Lincoln Center and tomorrow night in Brooklyn, at Seaside Park, Sea Breeze Avenue at West Fifth Street, Coney Island. Gene Young will conduct works by Rossini, Sousa, Walter Skolnik and others. The three concerts begin at 8 P.M." , "date" : "19920717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SEASIDE PARK (NYC)" , "DAMROSCH PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Goldman Park Concerts" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/arts\/goldman-park-concerts.html"} , {"body" : "Former adversaries and former countrymen, Russian emigres and visiting Russian sailors spent yesterday afternoon together in Brighton Beach and Coney Island in Brooklyn, sharing blinis and Budweisers, soberly discussing their native land's problems and screaming aboard the Cyclone roller coaster. \"For me, America is very nice,\" said Alexander" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "CONEY ISLAND (NYC)" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Russian Rapprochement on the Cyclone" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/russian-rapprochement-on-the-cyclone.html"} , {"body" : "A mother, her 12-year-old daughter and a 12-year-old neighbor were found stabbed to death in their apartment in Brooklyn yesterday morning, the police said. Late last night, the woman's 18 year-old son and his 17-year-old friend were arrested and charged in the killing, which the police said was sparked by a family dispute. The victims were found" , "date" : "19920619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman and 2 Girls Are Found Slain; 2 Suspects Charged" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/19\/nyregion\/woman-and-2-girls-are-found-slain-2-suspects-charged.html"} , {"body" : "After 50 years of bickering and frustration over the condition of New York's seedy waterfront, a new conservation drive has taken its first halting steps toward reclaiming the city's enormous, watery edge. Fueled by an unlikely combination of pragmatic environmentalists, developers beleaguered by recession and politicians who have seized upon the" , "date" : "19920609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "HARLEM RIVER" , "NEW YORK CITY" , "HUNTER'S POINT (QUEENS)" , "BRIGHTON BEACH (NYC)" , "BRONX (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Park and Path, New York Tries to Link Asphalt to Water" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/09\/nyregion\/with-park-and-path-new-york-tries-to-link-asphalt-to-water.html"} , {"body" : "Here is a sampling of spectator sports in the New York metropolitan region and participatory sports in New York City this summer. Dates and times are subject to change. FOR SPECTATORS Baseball Home Games SHEA STADIUM, Flushing, Queens. New York Mets. Unless otherwise noted, games are at 7:40 P.M. Tickets range from $6.50 to $15. Information: (718)" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "30" , "title" : "SPorts" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/sports-937692.html"} , {"body" : "IN the normal cycle of daily life, fun is a commodity usually left to chance. Dinner parties, expeditions to the movies, even a night sitting around the house can potentially be fun, but no guarantees exist; fun can occur when it's least expected, or elude when it's most needed. Amusement parks break the cycle. They are fortresses of fun, places" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "3" , "title" : "AMUSEMENT PARKS; Hang on! The Fun Is Sometimes Cra-a-a-a-zy" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/amusement-parks-hang-on-the-fun-is-sometimes-cra-a-a-a-zy.html"} , {"body" : "THE Big Apple Circus, with its trucks, horses, elephants, clowns, daring performers and giant white tent in tow, is on its annual tour through the New York metropolitan region. Last week, it took a touch of sparkle to Prospect Park in Brooklyn. From Thursday through June 16, it will be adding a bit of glitter to the Tilles Center in Brookville." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "THEATER REVIEW; Circus Pays Tribute To Coney Island" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/nyregion\/theater-review-circus-pays-tribute-to-coney-island.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "The face is gaunt but still distinguished. The body has been ravaged by circulation problems; his left leg was amputated at the knee seven years ago. But Sandy Amoros's outlook on life has never wavered. \"From the days when he played until now, he's always had that wonderful smile,\" Rafael Sanchez, Amoros's lawyer, said of the man who was a World" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Hard Times for Amoros, but Pride Remains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/sports\/baseball-hard-times-for-amoros-but-pride-remains.html"} ,   {"body" : "Politicians need to be flexible, especially in a reapportionment year when the political map is subject to sudden and radical shifts. A case in point is Representative Stephen Solarz of New York, who saw his district change dramatically this past week. Because the State Legislature failed to reach agreement on redistricting, a Federal court" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Topics of The Times; Home Run" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/opinion\/topics-of-the-times-home-run.html"} , {"body" : "June 8 to 20 AMERICAN BALLET THEATER, Metropolitan Opera House. Eclecticism and fine dancing are the operative words here. Highlights of the company's last two weeks at the Met include almost all of the spring season's new works, among them ballets by Agnes de Mille, Mats Ek, Ulysses Dove, John Selya, Glen Tetley and Michael Smuin. The full-evening" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "ARTS AND ENTERTAINMENT; Dance" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/arts-and-entertainment-dance.html"} , {"body" : "The names are nothing but nostalgia now -- A.& P., Pathmark, Food Pageant, Grand Union -- a roll-call of supermarkets filled with glistening vegetables and fresh cuts of meat that were once as much a fixture of suburban life in southeast Queens as the neat rows of wood-frame and Tudor houses. But that was 20 years ago. The brick buildings with the" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "WILLIAMSBURG (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BEDFORD-STUYVESANT (NYC)" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Where Markets Are Never Super; Some Urban Neighborhoods Fight Absence of Major Chains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/where-markets-are-never-super-some-urban-neighborhoods-fight-absence-major.html"} , {"body" : "It slithers and snakes from upper Manhattan to Manhattan Beach in Brooklyn, from Grant's Tomb to the Coney Island Cyclone, brushing past Times Square, Union Square and scores of lesser landmarks in between -- three squiggly blobs linked by three slinky slivers. It is the proposed new Eighth Congressional District, and come September, if the New" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Carving Up of Districts, Some Share the Leftovers" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/in-carving-up-of-districts-some-share-the-leftovers.html"} , {"body" : "The state plan for drawing new Congressional districts in New York would pit many fewer incumbents against each other than its Federal court rival, but that is cold comfort to people like Representative Gary L. Ackerman of Queens who would still be squeezed into uncomfortable competition with their colleagues. If the state plan prevails in Federal" , "date" : "19920604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Congressmen Study Odds In New Plan" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/04\/nyregion\/congressmen-study-odds-in-new-plan.html"} , {"author" : "The writer of this article, who wrote the About New York column from 1976 to 1979, has returned to New York after spending 13 years in Times bureaus in Washington, London and Moscow." , "body" : "\"I was explaining to you about the rapture,\" the tall, Bible-toting black man suddenly announced, standing solemn as Socrates within the Lexington Avenue local as he moved through another day of subway proselytizing. \"What is the rapture?\" the handsome, thin-faced man asked rhetorically of riders clinging fervidly to their various inattentions. The" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "City of Pain and Rapture: Reflections in an Urban Eye" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/city-of-pain-and-rapture-reflections-in-an-urban-eye.html"} , {"body" : "The mother of a psychiatric patient shot and killed by the police this week said yesterday that her son was not violent and was not threatening anyone when officers fired at him in the family's Brooklyn apartment. In her first interview since her son was killed, Ivy Black, who was in the bedroom with her son, Earl, when he was shot Wednesday" , "date" : "19920530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Mother Denies Police Version of Son's Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/30\/nyregion\/mother-denies-police-version-of-son-s-killing.html"} , {"body" : "A psychiatrist yesterday confirmed the account of two police officers who said they had acted in self-defense when they shot and killed an emotionally disturbed man in his care in a Brooklyn apartment. The psychiatrist, Dr. Saul Gorman, said that the victim, Earl Black, 42 years old, was acting delusional and speaking incoherently and that he" , "date" : "19920529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Psychiatrist Backs Police Version of Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/29\/nyregion\/psychiatrist-backs-police-version-of-killing.html"} , {"body" : "A 42-year-old man who had been undergoing psychiatric treatment was fatally shot by two police officers yesterday at his parents' apartment in Brooklyn after the man stabbed a doctor, then lunged at the officers with a knife, the police said. Family members disputed the police account, saying that Earl Black, who lived with his parents at 4200" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Police Fatally Shoot Brooklyn Man in His Home" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/nyregion\/police-fatally-shoot-brooklyn-man-in-his-home.html"} , {"body" : "Alexander R. Mottola, a retired businessman and longtime president of the Polar Bear Club, died on Saturday at Staten Island University Hospital. He was 75 years old and lived on Staten Island. He died of cancer, his family said. For 27 years, Mr. Mottola led the Polar Bears, the intrepid men and women who met every Sunday to plunge in the Coney" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "A. R. Mottola, 75; Led Polar Bear Club" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/obituaries\/a-r-mottola-75-led-polar-bear-club.html"} ,   {"body" : "It may not be as well known as some of his creations, but a song called \"The Brooklyn Bridge\" is one of SAMMY CAHN's favorites. His fondness for it is fortunate: he will be singing it on Saturday at the opening of a film series focusing on Brooklyn. The lyricist will speak at the Brooklyn Museum, at the opening of a festival of 19 movies set in or" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SAN FRANCISCO (CALIF)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "22" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/nyregion\/chronicle-697492.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region. NEW YORK CITY Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, the streets surrounding Washington Square Park, Manhattan. More than 300 artists and craftspeople displaying their work on the sidewalk. Noon to dusk. Also on Sunday and Monday and May 30 and 31." , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Weekend Events From A (Astoria) to W (Westchester)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/weekend-events-from-a-astoria-to-w-westchester.html"} , {"body" : "Louise Weiss, a travel writer who has lived in Manhattan for years, has traveled the country and the world in search of exotic locales, but she had never ventured to Brooklyn until her blender broke. \"The only place on the entire East Coast that could repair it was in Brooklyn -- somewhere, God knows where, an hour and a half from Manhattan,\" Ms." , "date" : "19920521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "5" , "title" : "Are You Urbane? Not if You Don't Know Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/21\/nyregion\/are-you-urbane-not-if-you-don-t-know-brooklyn.html"} , {"body" : "The following is a selective list of summer dance festivals and events. It is national in scope but concentrates on the Northeast. California ANNUAL SUMMER ARTS PERFORMANCE FESTIVAL Arcata, July 5-Aug. 1 (707-826-5401). Presented by the California State University at Humboldt, John van Duzer Theater: Loretta Livingston and Dancers (July 11); Lola" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "DANCE; Where Terpsichore Spends the Summer" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/arts\/dance-where-terpsichore-spends-the-summer.html"} , {"body" : "IN Florida it was easy. A decade ago, it took the developer Stephen Muss, president of Alexander Muss & Sons, based in Miami Beach, only six months to win approval for his 750-unit Towers of Quayside in North Miami. Now the Brooklyn-born builder is in his sixth year of trying to win New York City's approval for a large-scale residential" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Brighton Beach; Revising (Again) a Plan for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/realestate\/perspectives-brighton-beach-revising-again-a-plan-for-the-baths-site.html"} , {"body" : "As the New York State Legislature has struggled in vain to negotiate a Congressional redistricting plan, the devil has been in the details -- the political details. The Democratic-majority Assembly and the Republican-dominated Senate have agreed in principle on which incumbents should be forced to run against each other as the state's Congressional" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Districting Accord in Albany Detoured by Political Details" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/districting-accord-in-albany-detoured-by-political-details.html"} , {"body" : "Spurred by the upheaval in Los Angeles, Mayor David N. Dinkins announced a new program yesterday to provide loans and subsidies for the creation of businesses in poor sections of the city. Although the Neighborhood Retail Development Program was planned well before the outburst of fury after the Rodney G. King verdict, Mr. Dinkins said in a written" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Eye on Riots, Dinkins Announces Loan Plan for Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/with-eye-on-riots-dinkins-announces-loan-plan-for-poor-areas.html"} , {"body" : "One of the most tumultuous and drawn-out land-use disputes in recent memory in Brooklyn was rejoined yesterday, as two sides clashed over a large-scale development to be built on the site of the historic Brighton Beach Baths. At a morning hearing in Borough Hall, more than 50 people, including residents, construction workers, politicians and a" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sides Clash Over Project for Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/2-sides-clash-over-project-for-brighton-beach.html"} , {"body" : "Dewey Albert, the co-founder of Coney Island's Astroland amusement park and later the operator of its popular Cyclone roller coaster ride, died Wednesday in Miami, Fla. Mr. Albert was 84 years old. He lived in Brooklyn and had a winter home in Lauderhill, Fla. He died of cancer, a family spokesman said. In 1952, Mr. Albert and Nathan Handwerker of" , "date" : "19920425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Dewey Albert, Astroland Founder, 84" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/25\/obituaries\/dewey-albert-astroland-founder-84.html"} , {"body" : "IT is an eerie experience, to wander through a vast, deserted restaurant where more than 2,000 people once ate at the same time. More than a million people a year are said to have come to F. W. I. L. Lundy Brothers to inhale lobster, steaks and the best biscuits in the whole world. Then, Irving Lundy, the owner, died in 1977. Sputtering efforts by" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Restaurant's Rebirth: A Breeze Blows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/about-new-york-restaurant-s-rebirth-a-breeze-blows-in-brooklyn.html"} ,   {"body" : "Over the past five years, Chester Higgins Jr. has attended the New York services of the Apostolic Church, Ethiopian Hebrews and African-American Moslems. He has visited black American groups who have transplanted the traditional religious services of the Akan-speaking people of Ghana and the Yoruba of Nigeria, as well as a group that worships" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AFRICA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "15" , "title" : "Feeling the Spirit" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/magazine\/feeling-the-spirit.html"} , {"body" : "Today RADIO CITY MUSIC HALL. The 60th anniversary of the \"Radio City Easter Show,\" with music, dancing, a parade and the Rockettes, 7:30 P.M. Through Thursday. Tickets range from $25 to $33. Show times and other information: (212) 247-4777 or (212) 307-7171. SEDER, 92d Street Y, at Lexington Avenue, Manhattan. The traditional celebration featuring" , "date" : "19920417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A Sampling of Events for Passover and Easter" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/17\/arts\/a-sampling-of-events-for-passover-and-easter.html"} , {"body" : "After twice failing to win city approval, a developer has begun a new effort to secure the right to build a large residential complex on the site of the historic Brighton Beach Baths. In a meeting Wednesday night, members of Brooklyn's Community Board 13 voted 31 to 3 in support of zoning changes that would allow 1,600 units to be built in five" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Residential Complex For Brighton Beach In Progress, Again" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/residential-complex-for-brighton-beach-in-progress-again.html"} , {"body" : "The police arrested the operator of a Brooklyn yeshiva and charged him with kidnapping a 13-year-old former student whose whereabouts were still unknown as of this morning. Sgt. Tina S. Mohrmann, a Police Department spokeswoman, said the man, Rabbi Schlomo Helbrans, 35, of 2245 Beach 45th Street in Coney Island, took the youth away because he" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in Disappearance of Child" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/man-is-charged-in-disappearance-of-child.html"} , {"body" : "WHEN Walt Whitman published his poetic masterpiece \"Leaves of Grass\" in 1855, his voice was a shot heard round the world, a voice whose echoes resonate to this day. But the narrow literary landscape of the 19th century could not contain Whitman's raucous songs and wild faith, and he was as unaccepted and unappreciated on his native Long Island as" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "L.I. Sings the Songs of Walt Whitman" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/nyregion\/li-sings-the-songs-of-walt-whitman.html"} , {"body" : "Dr. Melvin Moore, a Brooklyn radiologist practicing in Bensonhurst for 35 years, died suddenly on Sunday. He was 68 years old and lived in Brooklyn. He died of a heart attack as he was driving a car on Eastern Parkway in Brooklyn, his family said. They said there were no other injuries. Dr. Moore, a graduate of the Chicago Medical School, was an" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Melvin Moore, Radiologist, 68" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/obituaries\/melvin-moore-radiologist-68.html"} , {"body" : "To entice tourists to visit boroughs beyond Manhattan, Mayor David N. Dinkins yesterday announced details of plans for a $250,000 marketing campaign carrying the theme \"New York City. Yours to discover.\" The effort, to begin next month and run through December, will spotlight two neigborhoods in each of the five boroughs as \"tourism development" , "date" : "19920320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Business"] , "page_facet" : "5" , "title" : "THE MEDIA BUSINESS: ADDENDA; Talking Up Areas Outside Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/20\/business\/the-media-business-addenda-talking-up-areas-outside-manhattan.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "FOR children, spring is a time of soaring. There are the birds, of course, and baseballs, soccer balls and tennis balls. But what also soar are children's spirits, and to help keep them happily aloft a whole high-flying array of cultural activities is available. This month, for example, the Queens Symphony Orchestra is presenting a concert with a" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; For the Age When You Need No Wings To Fly" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/children-for-the-age-when-you-need-no-wings-to-fly.html"} ,   {"body" : "Here is a sampling of attractions, some featuring special spring activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. A landmark house dating from 1799 features rooms furnished in the Federal and Empire styles of the early 19th century. Special" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "18" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/attractions.html"} , {"body" : "For a few hours yesterday afternoon, the Cinderella run of Lafayette High School in the Public Schools Athletic League basketball playoffs reached unimagined heights. But then came the fall, crash and burn. The Frenchies were eliminated by small but quick Brandeis High School, 56-50, last night at Manhattan Community College. Their dream of going" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BASKETBALL; Brooklyn's Last Hope Is Lost in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/sports\/basketball-brooklyn-s-last-hope-is-lost-in-manhattan.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} , {"body" : "AH, spring! Finally, the sky glistens and balmy breezes arrive. Buds appear on the trees, eager to unfurl into leaves. There are the tootling birds, the scrabbling squirrels, the crocuses. You walk down the sidewalk and spy dead stoves, ironed-out ironing boards and grungy carpeting overcome by cat hair. Pollen dust shows up, and one hears" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "THE PROS HDF>hHED,6,39,1; The Cyclone Man and Others Who Bring You Spring" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/the-pros-hdf-hhed6391-the-cyclone-man-and-others-who-bring-you-spring.html"} , {"body" : "The Lafayette High School basketball team ventured into lower Manhattan last night, into enemy territory, and left feeling like the Kings of Brooklyn. The Frenchies' improbable quest of a Public Schools Athletic League championship has now reached all the way into the semifinals. When a wide-open 3-point attempt by Martin Luther King's Gerod" , "date" : "19920312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "HIGH SCHOOLS; Surprising Lafayette Takes A Trip to P.S.A.L. Semifinals" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/12\/sports\/high-schools-surprising-lafayette-takes-a-trip-to-psal-semifinals.html"} , {"body" : "THE first bike over the Williamsburg Bridge's reopened walkway was a beauty: a 1954 Schwinn Black Phantom, big and bulky with whitewall tires. Its owner, Andy Cohen, 26 years old, had waited for that ride since last June, when the decrepit walkway was determined a danger, then abruptly closed. \"It's a pleasure,\" Mr. Cohen said yesterday, after" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WILLIAMSBURG BRIDGE JOURNAL; For Brooklyn Neighborhood, at Long Last, the Way Is Clear" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/williamsburg-bridge-journal-for-brooklyn-neighborhood-long-last-way-clear.html"} , {"body" : "'Making Art History' Mark Twain Junior High School 2401 Neptune Avenue Coney Island, Brooklyn (718) 265-7123 Recommended ages: 5 and up Through June Coney Island's public-school children have their own museum -- in the Mark Twain school for the gifted and talented -- and have linked the past to the present with the theme \"Making Art History\" in a" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/arts\/for-children.html"} , {"body" : "As officials wrestled with how they might stanch the flow of weapons into New York City's schools, three students were arrested yesterday for carrying semiautomatic guns, two of them students at a pair of the city's more respected high schools. For many school officials, the confluence of incidents seemed to underscore the difficulty of stopping" , "date" : "19920304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "3 Students With Guns Underline Schools' Burden" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/04\/nyregion\/3-students-with-guns-underline-schools-burden.html"} , {"body" : "The letters come from athletic departments of distant colleges no one in the home has heard of. The telephone rings and suddenly there is one-sided conversation with men who want Antonio Carrasquillo, a high school senior taking mostly sophomore courses, to know more about their schools of higher education. \"Sometimes it's hard to believe that" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "31" , "title" : "Prospect and Poet Cross Paths at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/prospect-and-poet-cross-paths-at-brooklyn-school.html"} , {"body" : "They leave Brooklyn in the dead of night with little more than bus fare, a change of clothes and a reputation on the streets. Their destination is Buffalo. Their job is to sell drugs. Bands of young New York City drug dealers, skilled in the use of guns and terrorist tactics to take over neighborhoods, are being recruited to hustle the streets of" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Migrants of Drug World: From Brooklyn to Buffalo" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/migrants-of-drug-world-from-brooklyn-to-buffalo.html"} ,   {"body" : "SOME perceptions Patricia Brown has found nastily inescapable in recent months: The Lord sure didn't make it easy to be poor; when it rains it pours, and the road to paradise is not likely to be paved with unpaid bills. \"You have to keep smiling even though the tears are flowing,\" she said. Mrs. Brown, a single mother of four who lives in Coney" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; When the Bill Collector Is the School Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/about-new-york-when-the-bill-collector-is-the-school-principal.html"} , {"body" : "\"ARE you fat yet?\" That is the question Viviane Mashamba's mother, and her three sisters, who are all thin, ask whenever they telephone from Kinshasa, Zaire. To them, it is inevitable. You move to America, the land of Kentucky Fried Chicken, McDonald's and Pizza Hut, and before you know it your waist has disappeared, and your stomach has grown as" , "date" : "19920219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "For These New Immigrants, Eating as a Second Language" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/19\/garden\/for-these-new-immigrants-eating-as-a-second-language.html"} , {"body" : "On a shadowy corner in Brooklyn, a gangly teen-ager slowly opened his jacket to give a peek at the 9-millimeter semiautomatic pistol jammed in the waistband of his jeans. \"When you've got it,\" he said, glancing at the weapon, \"you've got the power. It doesn't matter whether you're big or small. You've got the power.\" In a pizza parlor not far away," , "date" : "19920217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teen-Age Gunslinging Rises, Seeking Protection and Profit" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/17\/nyregion\/teen-age-gunslinging-rises-seeking-protection-and-profit.html"} , {"body" : "The only thing unusual about the gun that the police say killed Ruth Mitchell on Saturday is that it was a rifle in a sea of illegal handguns. The rest of its story is told with increasing frequency these days as drugs and guns continue to ravage poor and working-class neighborhoods in New York City and across the nation. Richard Zeno was known as" , "date" : "19920211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Cheap Gun Takes a Precious Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/11\/nyregion\/a-cheap-gun-takes-a-precious-life-in-brooklyn.html"} , {"body" : "NEW YORK CITY DINKINS PUSHES MINORITY CONTRACTS Asserting that the time had come to correct decades of rampant discrimination in the city's procurement process, Mayor Dinkins announced a sweeping policy initiative to award more than 20 percent of the city's contracts to businesses owned by minorities and women. A1. ARREST IN CROWN HEIGHTS KILLING A" , "date" : "19920211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/11\/nyregion\/metro-digest-109092.html"} , {"body" : "A 30-year-old woman was shot and killed yesterday afternoon as she walked with her 10-year-old son a dozen blocks from her home in Coney Island, Brooklyn, the police said. It was not immediately clear who fired the fatal shot or where it came from. The woman, whom the police did not identify, collapsed suddenly at 3:30 P.M. on West 20th Street" , "date" : "19920209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Mystery Shot Kills Woman, 30, Walking With Son in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/09\/nyregion\/mystery-shot-kills-woman-30-walking-with-son-in-coney-island.html"} , {"body" : "The world's leaders settled down to chart a new world order yesterday, but they had to do it with one copy machine on the blink because Tony Servin went home. Like thousands of New Yorkers inconvenienced by the councils of power, the electronics technician from Brooklyn looked askance at the phalanx of security that barred his way to the United" , "date" : "19920201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "6" , "title" : "A Copier Stays Broken For the Sake of Security" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/01\/world\/a-copier-stays-broken-for-the-sake-of-security.html"} , {"body" : "Kings County Hospital failed an inspection conducted by a national monitoring group last fall and will probably lose its accreditation at the end of next month, jeopardizing residency training programs at the hospital, officials familiar with the group's report said yesterday. Inspectors from the Joint Commission on Accreditation of Health Care" , "date" : "19920130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Accreditation Peril Faced By Kings County Hospital" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/30\/nyregion\/accreditation-peril-faced-by-kings-county-hospital.html"} , {"body" : "THERE is a snapshot of the singer Garland Jeffreys that grabs you like a summer afternoon and won't let go. He is 4 or 5 years old and going to his first baseball game. Behind him is the late, great Ebbets Field. He wears a Dodgers uniform, high black shoes, a Jackie Robinson button. His open face holds no secrets. \"This kid's ready,\" said the man" , "date" : "19920122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; From Cruel to Cool, Singer Recalls Roots of Hate" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/22\/nyregion\/about-new-york-from-cruel-to-cool-singer-recalls-roots-of-hate.html"} , {"body" : "A police officer responding to a landlord-tenant dispute was shot in the head and critically wounded at a house in Brooklyn last night by an enraged tenant who holed up in his attic apartment. The gunman held off a cordon of police firepower for more than two hours, the police said, then shot himself to death. Shortly after the 33-year-old officer" , "date" : "19920114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Hurt In a Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/14\/nyregion\/officer-hurt-in-a-shooting-in-brooklyn.html"} ,   {"body" : "For the last 13 years, Michael Tartakovsky, a Soviet immigrant, has lived quietly in Brighton Beach, Brooklyn, taking little notice of anything other than his work and family. For newcomers to survive in a new land, reclusivity is necessary, he reasoned. \"The main concern was about ourselves,\" said the 46-year-old engineer, who arrived in New York" , "date" : "19920113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BRIGHTON JOURNAL; A Neighbor's Death Ignites Activism in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/13\/nyregion\/brighton-journal-a-neighbor-s-death-ignites-activism-in-brooklyn.html"} , {"body" : "Oh, how Dexter Wooten wanted to rip the cast from his right arm, slip quickly into a red Lafayette uniform and take a shot at the baby-faced kid with the hop in his feet and the rhythm to his dribble. If only he could magically heal for this one afternoon, for this trip to the lair of the best team in New York City. \"Let me at him,\" Wooten said," , "date" : "19920110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BASKETBALL; Another Marbury Hits Nothing but Net" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/10\/sports\/basketball-another-marbury-hits-nothing-but-net.html"} , {"body" : "A sticker reading \"We Go to Sunday School\" adorns the scuffed metal door of the housing project apartment where Daniel Velasquez, 13 years old, and his brother Carlos, 15, live with their family. But last Sunday, according to the police, the teen-age brothers were far from their Bronx home at 2 in the morning. In fact, the police said, they were in" , "date" : "19920109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brothers Held In Man's Death In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/09\/nyregion\/brothers-held-in-man-s-death-in-brooklyn.html"} , {"body" : "One man was gunned down and another wounded yesterday in Brooklyn in what New York City law-enforcement officials described as the continuation of a feud between two organized-crime families. The police identified the dead man as Nicholas P. Grancio, 62 years old, of 1756 East 23d Street in Bensonhurst, Brooklyn. A law-enforcement official who" , "date" : "19920108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Slaying May Be 6th In Mob Families' 2-Month Feud" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/08\/nyregion\/brooklyn-slaying-may-be-6th-in-mob-families-2-month-feud.html"} , {"body" : "A man who spent almost a decade in prison for setting a notorious 1978 blaze that left six firefighters dead at a Waldbaum's supermarket in Brooklyn was arrested yesterday and charged with strangling a pregnant homeless woman last November at a deserted concession stand in Coney Island. The suspect, Eric Jackson, also known as Eric Knight, was" , "date" : "19920107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Freed in Arson Case Is Arrested in Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/07\/nyregion\/man-freed-in-arson-case-is-arrested-in-killing.html"} , {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"}]