[  {"body" : "To the Editor: Your reporting on the Negros Burial Ground unearthed in New York's City Hall area has been outstanding: we applaud the burial ground's preservation. However, the disappearance of urban graveyards is not due to racial prejudice. One has only to look at modern Manhattan to note that only a few downtown burial grounds survive, like" , "date" : "19920929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Urban Graveyards' Loss Isn't Due to Prejudice" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/29\/opinion\/l-urban-graveyards-loss-isn-t-due-to-prejudice-582592.html"} , {"body" : "Lincoln defeated South Shore, 30-7, yesterday. But South Shore had to cope with a much more serious loss early last week in the stabbing death of a sophomore fullback, and the killing had given the team a rare sort of perspective. \"It's only a football game,\" Marty Senall, the South Shore coach, told his players yesterday. \"You played as hard as" , "date" : "19920928" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "HIGH SCHOOL FOOTBALL; On the Field of Play, a Life Is Remembered" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/28\/sports\/high-school-football-on-the-field-of-play-a-life-is-remembered.html"} , {"body" : "Memorial Day Rounds SOME war memories may be more distant than others. But that doesn't mean that they should be forgotten. Every Memorial Day, Wilbur (Bill) Dugal of Oceanside visits the grave of his grandfather, Sgt. James Dugal. Sergeant Dugal was a bugler in the Civil War. He sounded recall at Appomattox Court House, when Lee surrendered to" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/long-island-journal-804592.html"} , {"body" : "The Tri-Community Volunteer Ambulance Corps officially came into being at 5:36 last Saturday evening when its only ambulance responded to its first emergency -- a car accident on Clarendon Road in Brooklyn. And, as the crew merrily pointed out, they beat the Emergency Medical Service to the scene by a good 20 minutes. \"That's why we're here,\" the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Volunteer Ambulance Corps Fill the Gaps" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/volunteer-ambulance-corps-fill-the-gaps.html"}]