[  {"body" : "Glittering and pulsing like a high-tech stained-glass window, Nam June Paik's installation at the Chase Manhattan Bank's new building at 4 Metrotech Center in Brooklyn is not your usual lobby art. With its 429 television sets -- from 5-inch to 26-inch models -- arranged in a grid that is 18 feet high and 60 feet long, Mr. Paik's piece is more like" , "date" : "19921230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Critic's Notebook; High-Tech Artworks In High-Tech Bank Building" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/30\/arts\/critic-s-notebook-high-tech-artworks-in-high-tech-bank-building.html"} , {"body" : "Two men were arraigned in Brooklyn early today and charged with second-degree murder in the killing of Patrick Daly, the public school principal caught in a crossfire at a Brooklyn housing project last week. The two men, Jermaine Russell and Khary Bekka, both 18 years old, were arrested on Sunday. They were arraigned this morning in before Judge" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Suspects Charged in Slaying of Brooklyn School Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/2-suspects-charged-in-slaying-of-brooklyn-school-principal.html"} , {"body" : "Two men being sought by the police in connection with the shooting death of Patrick Daly, the grade-school principal slain at a Brooklyn housing project on Thursday, surrendered to ministers at the House of the Lord Pentecostal Church in downtown Brooklyn last night. They were taken into custody by housing police officers about 11:30 P.M. and held" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Surrender In Slaying Of Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/2-surrender-in-slaying-of-principal.html"} , {"body" : "They came alone, mother and daughter, unprepared for a foreign land where the winters are so harsh and the food, though plentiful, is too expensive. But they thought doctors in America could cure the daughter's rare illness, so they stayed. Since arriving in New York from Barbados about a year ago, Cicely Inniss has scraped by while her 13-year-old" , "date" : "19921209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mother Gets Neediest Cases' Help For Her Daughter's Rare Disease" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/09\/nyregion\/mother-gets-neediest-cases-help-for-her-daughter-s-rare-disease.html"} , {"body" : "In an unusually contentious encounter, Schools Chancellor Joseph A. Fernandez yesterday publicly accused his adversaries on the New York City Board of Education of meddling in hiring decisions, deluging his office with \"nitpicking\" requests for information and even intimidating his aides. Michael J. Petrides, a board member from Staten Island and" , "date" : "19921203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Fernandez Accuses Board Members of Meddling in Administration" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/03\/nyregion\/fernandez-accuses-board-members-of-meddling-in-administration.html"} , {"body" : "The massive tan buildings stand sentinel near the ramps of the Manhattan and Brooklyn bridges, greeting commuters with two bold signs: \"Watchtower\" and \"Read God's Word The Holy Bible Daily.\" To many drivers, the words seem enigmatic and out of place along an otherwise secular urban sky scape. But to the 3,000 or more Jehovah's Witnesses who" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Looking Beyond Brooklyn Heights Toward Heaven" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/nyregion\/looking-beyond-brooklyn-heights-toward-heaven.html"} , {"body" : "International 3-19 GERMANY PLANS VIGIL ON RIGHTISTS Germany will create a police unit to monitor and combat far-right groups, and it will probably be devoted principally to observing and penetrating the groups. 1 A DIG FOR BODIES IN CROATIA A United Nations war-crimes commission has decided to dig up a cornfield in Croatia that investigators say" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/nyregion\/news-summary-319192.html"} , {"body" : "Multiple Sclerosis Benefit MONDAY -- There will be dancing and a cash bar at Tatou, 151 East 50th Street, from 6 to 10 P.M. to benefit the New York chapter of the National Multiple Sclerosis Society. Tickets, $10, at the door. Information: (212) 463-7787. Pop Evening at Cooper Union TUESDAY -- \"Hiccup: A Pop Culture Symposium\" at 7 P.M. at the" , "date" : "19921129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/29\/style\/benefits-952692.html"} , {"body" : "AS a restaurant writer who is illuminated all day long by friends and colleagues who tell me (a) where they dined yesterday, (b) where they are thinking of dining tomorrow, (c) how they can't decide where to take out-of-town guests, (d) the indignities suffered at the hands of maladroit restaurant staffs, and much more, it has become clear that" , "date" : "19921127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Selecting Restaurants by the Dish" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/27\/arts\/selecting-restaurants-by-the-dish.html"} , {"body" : "Progress inevitably has its downside. In downtown Brooklyn these days, it comes in the form of rats. Driven out of their homes by the recent rush of redevelopment, the rodents have moved unchecked into the courthouses, the busy Fulton Mall, the brownstone streets of Brooklyn Heights, and even the Metrotech office complex. Not to worry, says the" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Borough President Declares War on Rats in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/nyregion\/borough-president-declares-war-on-rats-in-downtown-brooklyn.html"} ,   {"body" : "CHIEF JUDGE RESIGNS COURT Sol Wachtler, the Chief Judge of New York State's highest Court, resigned by telephone hours after he was ordered detained in his home, monitored by electronic surveillance and private security guards. He is to remain under guard until his Federal trial on attempting to blackmail a wealthy Republican fund-raiser with whom" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/nyregion\/metro-digest-801292.html"} , {"body" : "David Tull recently became the newest fully certified Model Mugger in New York. He earned his certificate not by mugging models but by modeling as a mugger, which is possibly the toughest job in the city. As an instructor at the Model Mugging self-defense course for women, he has days when his \"to do\" list looks something like this: Attempt to mug" , "date" : "19921111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kicks in the Head Are All in a Day's Work; Teaching a Defense Course in Mugging Takes a Model of Sensitivity" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/11\/nyregion\/kicks-head-are-all-day-s-work-teaching-defense-course-mugging-takes-model.html"} , {"body" : "It was once the largest hotel in New York City, the pride of downtown Brooklyn. Posh and popular, the Hotel St. George was touted as a favorite haunt of judges, politicians and movie stars who whisked through the elegant Clark Street lobby on their way to the Colorama Ballroom, a huge saltwater swimming pool or the tower with a spotlight throwing" , "date" : "19921109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hotel Under Attack; Once Grand, It Is Now Controversial" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/09\/nyregion\/a-hotel-under-attack-once-grand-it-is-now-controversial.html"} , {"body" : "To the Editor: In \"New York a Hard Town for High-Tech\" (Business Day, Oct. 12), you describe the challenges faced by Willow Peripherals, a gutsy company that started its computer business in the South Bronx. Willow's struggle in attracting employees to one of New York's most notorious neighborhoods should not be surprising. But it is misleading to" , "date" : "19921105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "With Help, New York High Tech Could Rival Silicon Valley" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/05\/opinion\/l-with-help-new-york-high-tech-could-rival-silicon-valley-566092.html"} , {"body" : "Mabel Gates calls herself a \"registered Republican, life-long, family, forever.\" But when the moment of electoral truth came yesterday in a voting booth in White Plains, she cast tradition aside and voted for Gov. Bill Clinton. \"Bush and Reagan have had their chance, finito! I call it trickle-down poverty,\" said the 73-year-old retired" , "date" : "19921104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE 1992 ELECTION: NEW YORK STATE -- THE REGION'S VOTERS; Finally, the Economy Was What Mattered Most" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/04\/nyregion\/1992-election-new-york-state-region-s-voters-finally-economy-was-what-mattered.html"} , {"body" : "THE great runners pay no attention to the ubiquitous strains of \"Rocky\" or \"Chariots of Fire\" or \"New York, New York\" as they dash through their marathons. But the plodders with their 10-minute miles have time to taste the coffee, to smell the roses, and most important, to hear the music. Music is as stimulating as the sea-roar from the crowd on" , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Music Stirs The Passing Marathoners" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/sports\/sports-of-the-times-music-stirs-the-passing-marathoners.html"} , {"body" : "Last night, as limousines circled the neo-Renaissance 1908 Opera House of the Brooklyn Academy of Music on Lafayette Avenue, a first-night audience attended a party celebrating the 10th anniversary of the Next Wave Festival, which has become the most prominent avant-garde showcase in New York City. The evening was also the 25th anniversary of the" , "date" : "19921015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Brooklyn Coup: To Be Both In and Far Out" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/15\/arts\/brooklyn-coup-to-be-both-in-and-far-out.html"} , {"body" : "An intense track fire spewed thick, choking smoke into a subway station and two subway trains in downtown Brooklyn yesterday. At least 43 people were injured, most of them overcome by smoke, as roughly 150 passengers scrambled in virtual darkness to escape. A quick, smooth evacuation by transit workers and firefighters, coupled with the relatively" , "date" : "19921012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "43 Are Injured In Smoky Fire In the Subway" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/12\/nyregion\/43-are-injured-in-smoky-fire-in-the-subway.html"} , {"body" : "For a decade, New York City's efforts to stem the exodus of business to the suburbs, the Sun Belt states and elsewhere has increasingly resembled a game of five-card-stud, complete with cash on the table and poker-faced bluffs. But rarely has the game been played more intensely than it was last week. At stake were a financial services subsidiary of" , "date" : "19920928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Hold Jobs, New York City Revises Goals" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/28\/nyregion\/to-hold-jobs-new-york-city-revises-goals.html"} , {"body" : "From his 37th-floor windows at the United Nations, Vladimir F. Petrovsky, the former Deputy Foreign Minister of the Soviet Union, surveyed the Chrysler Building, Citicorp Center and other corporate monoliths as he described the deep financial problems at the world body, one of New York City's biggest employers. \"The United Nations has played a" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "New York Fears Impact of U.N. Cuts" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/nyregion\/new-york-fears-impact-of-un-cuts.html"} ,   {"body" : "LECTURE, Feld Gallery at the Museum of American Folk Art, Columbus Avenue and 66th Street, Upper West Side. A lecture by Dr. Marion Oettinger, guest curator, to accompany the museum's exhibition, \"Visiones del Pueblo: The Folk Art of Latin America.\" Tomorrow at 10 A.M. Free. Information: (212) 977-7170. READING, East West Books, 78 Fifth Avenue, at" , "date" : "19920918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/18\/books\/the-spoken-word.html"} , {"body" : "HART CRANE turned harbor views from Brooklyn Heights into poetry long before Robert Moses built the promenade, officially the Esplanade, over the Brooklyn-Queens Expressway. The view in 1924, Crane wrote, \"at twilight on a foggy evening . . . is beyond description. Gradually the lights in the enormously tall buildings begin to flicker in the mist.\"" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} , {"body" : "Denis R. Milsom and Peter D. Berry have spent their careers improving the acoustics of auditoriums, office towers and international airports around the world. But the two consultants have never tackled a project as daunting, a challenge as formidable, as the plan to modernize the screeching, sputtering, all-but-incomprehensible public-address" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Transit Plan: To De-Garble Speakers In Stations" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/transit-plan-to-de-garble-speakers-in-stations.html"} , {"body" : "IT'S not hard to see the flaws in vending machines. They swallow money and never return it. They promise to drop a package of candy but freeze in mid moment, cruelly dangling something that cannot be reached. Or they offer food that is appealing only to the desperate. But there are visions of what a vending machine can be: a quick, easy way to get" , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Vending Machines, the Next Generation in Dining" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/garden\/vending-machines-the-next-generation-in-dining.html"} , {"body" : "The Institute for Community Living, a nonprofit agency, recently proposed a group home for nine retarded adults in Coney Island. The virtually all-white audience at the hearing complained of being picked on because they live in a a working-class area. \"It was scary,\" said Peter Campanelli, the agency director. The whole time he spoke, he said, a" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "49" , "title" : "On Sunday; Group Homes Are Invited Only to Leave" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/nyregion\/on-sunday-group-homes-are-invited-only-to-leave.html"} , {"body" : "ONE of the glories of New York City is that you can come close to creating trips to exotic places, at least for an hour or two. That is to say, you can pretend you are somewhere else. Is that a good thing or a bad thing to say about a city? Oh, I think it's good. My wife and I stroll up and down 74th Street in the Jackson Heights section of Queens" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC AVENUE (BROOKLYN)" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Exotic East That's Not Far" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/an-exotic-east-that-s-not-far.html"} , {"body" : "Faced with a shortage of court space in Brooklyn so severe that one magistrate holds hearings in a press room, the Federal Government is planning to move the courthouse to the landmark post office in downtown Brooklyn and build a 415-foot tower there. The plan, according to court officials, would provide relief for an overburdened system by" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Moving of Courts Planned in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/moving-of-courts-planned-in-brooklyn.html"} , {"body" : "NEW YORK CITY AGREEING TO PROCEED ON INCINERATOR The Dinkins administration and the leadership of the City Council have agreed to go ahead with construction of a $550 million incinerator at the Brooklyn Navy Yard while at the same time increasing New York City's troubled recycling program. Those are the central elements of a compromise plan to deal" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/metro-digest-180492.html"} , {"body" : "In the end, the culprit was a real estate glut during a deep recession. But the failure of a 15-year government campaign to redevelop Times Square may rest more squarely on the government's attempt to use bulldoze-and-build urban renewal policies at a time when large-scale development has become a more intricate art. From its inception in the late" , "date" : "19920810" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Miscalculations in Times Square; Project Shows That Renewal Needs More Than Bulldozers" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/10\/nyregion\/miscalculations-times-square-project-shows-that-renewal-needs-more-than.html"} , {"body" : "Large high schools, with their sweat-scented, echoing gymnasiums and hallways chockablock with lockers, have long been part of the nation's mythology, the cheery locale of Archie and Veronica, Our Miss Brooks and The Fonz. But a rising chorus of American educators is arguing that they no longer work, particularly for youngsters growing up in a" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cutting the Big High School Down to Size; Fernandez Joins the Movement to More Emphasis on Individual Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/nyregion\/cutting-big-high-school-down-size-fernandez-joins-movement-more-emphasis.html"} ,   {"body" : "DRAMATIC READING, Fifth Avenue Presbyterian Church, Fifth Avenue at 55th Street, midtown Manhattan. Five actresses from the cast of the Broadway play \"Jake's Women\" -- Talia Balsam, Genia Michaela, Maura Russo, Helen Shaver and Joyce Van Patten -- will read from Edgar Lee Masters's \"Spoon River Anthology.\" Today at 1 P.M. Sponsored by the Free" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Books"] , "page_facet" : "25" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/books\/the-spoken-word.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez has embraced an effort to create smaller, more thematic high schools and is committing his administration to establishing at least 30 of them over the next three years. The plan would represent a significant attempt by the New York City school system to create schools that are easier to manage and tailored" , "date" : "19920806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Seeks Small Schools With Themes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/06\/nyregion\/plan-seeks-small-schools-with-themes.html"} , {"body" : "The Dinkins administration has offered a range of tax abatements and other financial incentives to the First Chicago Trust Company of New York, in an effort to keep it from moving its headquarters and 1,000 jobs to New Jersey. City and bank officials said no agreements had been made yet. A First Chicago spokeswoman, Lisabeth Weiner, said the" , "date" : "19920801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Incentives Offered to First Chicago Trust" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/01\/nyregion\/incentives-offered-to-first-chicago-trust.html"} , {"body" : "As vast and intricate as it is, New York City's Board of Education is viewed by insiders as an intimate shop with its own peculiar customs, a place where people know one another for decades and watch their lives become entangled. Into that shop has come a stranger, Edward F. Stancik, a lean, blue-eyed 37-year-old Chicago native whose career has not" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Fighting Corruption and Tradition in the School System" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/nyregion\/fighting-corruption-and-tradition-in-the-school-system.html"} , {"body" : "REGIONAL planners must think globally these days. H. Claude Shostal, the new president of the Regional Plan Association, is in the mold. \"For the first time people are beginning to question whether this region is going to manage competitively on a global scale,\" said Mr. Shostal, a 52-year-old alumnus of Nelson A. Rockefeller's gubernatorial" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Regional Planning; A New Chief, With an Rx in the Wings" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/realestate\/perspectives-regional-planning-a-new-chief-with-an-rx-in-the-wings.html"} , {"body" : "The metropolitan region from southern New Jersey to eastern Long Island was recovering yesterday from a series of fierce and drenching thunderstorms on Wednesday that knocked out electrical power to more than 100,000 homes and businesses, disrupted subway service on four lines in New York City and spawned a small tornado in Clark Township, N.J." , "date" : "19920717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CLARK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Thousands Lose Power In Storms" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/17\/nyregion\/thousands-lose-power-in-storms.html"} , {"body" : "Everybody is preparing for the Democratic National Convention in his own way. The other night in Brooklyn, 150 men and women were learning how to body-block, ignore shouting and dress for protests -- learning, that is, how to \"defend\" abortion clinics against anti-abortion protesters. For months now, anti-abortion advocates led by Operation Rescue" , "date" : "19920707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Both Sides of Abortion, Protesters Gird for the Convention" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/07\/nyregion\/on-both-sides-of-abortion-protesters-gird-for-the-convention.html"} , {"body" : "Alicia GeorgE could not believe that at a time like this her mother was making a pot of curried goat. Her graduation from Thomas Jefferson High School was less than an hour away. \"Please hurry, Mommy,\" Alicia said. \"The good seats will be gone.\" \"Don't you worry,\" said Mrs. George, shaking on extra curry for the party later. Alicia knew there was" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "On Sunday; Another Cause For Attention At Jeff High" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/on-sunday-another-cause-for-attention-at-jeff-high.html"} , {"body" : "\"The trial was a travesty -- they could have convicted the Pope,\" Michael Strippoli, a 49-year-old retired jewelry salesman from Queens, said angrily outside Federal District Court in Brooklyn, where John Gotti had just been sentenced to spend the rest of life in jail. \"There is something dangerous going on in America,\" he said. \"Look at what they" , "date" : "19920624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Gotti's Supporters, Disbelief and Anger" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/24\/nyregion\/for-gotti-s-supporters-disbelief-and-anger.html"} , {"body" : "An intense behind-the-scenes struggle that pits New York City against New Rochelle, Queens against Brooklyn, and private developers against public officials is being waged over who will house Unicef by 1995. At the moment, the leading choices for the United Nations Children's Fund seem to have narrowed to the International Design Center New York," , "date" : "19920624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Manhattan Is in a Battle To Keep Unicef's Offices" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/24\/nyregion\/manhattan-is-in-a-battle-to-keep-unicef-s-offices.html"} ,   {"body" : "WHEN Alan Frisher decided to expand his health-food store last year, in the middle of a recession, people wondered if he might have overdosed on his own vitamins. \"Everyone thought I was crazy,\" he said, \"But I thought if any area is going to come out of the recession, it will be downtown Brooklyn.\" He based his optimism on the explosion of new" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Commercial Property: Downtown Brooklyn; Planning Strategies for a New Retail Environment" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/realestate\/commercial-property-downtown-brooklyn-planning-strategies-for-new-retail.html"} , {"body" : "'Beauty Is the Beast' Wings Theater 154 Christopher Street Manhattan (212) 627-2961 Recommended ages: 7 and up Through May 31 The Wings Theater Company likes provocative subjects, even for its children's plays. In its winter children's production, the company focused on racism and prejudice. \"Beauty Is the Beast,\" by Bill Wheeler, has the answer," , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/for-children.html"} , {"body" : "The decision by Olympia & York Developments Ltd., the world's largest real estate company, to seek bankruptcy protection in Canada last week is unlikely to have an immediate effect on New York City's already distressed real estate market. But the long-term impact could be devastating. The danger, developers and money managers say, would come if" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Bankruptcy Dampens Hopes for Real Estate" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/big-bankruptcy-dampens-hopes-for-real-estate.html"} , {"body" : "The time passed long ago when the streets of downtown Brooklyn bustled with trolleys and elevated trains, when the Dodgers had their business office at Montague and Court Streets and when Brooklynites, in fedoras and white gloves, swarmed the penny arcades, stately theaters and grand old department stores like Namm's and Frederick Loeser's. But" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Prime of 'Wall Street East'; A Renaissance May End Downtown Brooklyn's Dark Ages" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/prime-wall-street-east-renaissance-may-end-downtown-brooklyn-s-dark-ages.html"} , {"body" : "For the second day, workers in a downtown Brooklyn office building were overcome by noxious fumes yesterday, and while an initial investigation had traced the fumes to welding in the basement, the source remained a mystery to city officials. In three separate incidents since Wednesday morning, more than 125 people have been treated for dizziness," , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "More Workers Sickened" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/more-workers-sickened.html"} , {"body" : "To the Editor: \"New York Holds Together\" (editorial, May 6) puzzles over why New Yorkers escaped rioting Friday, May 1, and credits the leadership of Mayor David N. Dinkins. I have lived in both Los Angeles and New York, and I believe I have a sense of why the events of Los Angeles weren't duplicated here. Even as I heard rumors of two people" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "King Case Speaks of Our Grave Condition; New York's Difference" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/opinion\/l-king-case-speaks-of-our-grave-condition-new-york-s-difference-788392.html"} , {"body" : "Transit officials and leaders of the transit workers' union, whose 32,000 members rejected a contract last month, said yesterday that they had reached a new agreement that would prevent a threatened strike by New York City's subway and bus workers. \"The strike threat is gone,\" said Sonny Hall, president of Local 100 of the Transport Workers Union." , "date" : "19920430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Union Reaches Deal On a Contract" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/30\/nyregion\/transit-union-reaches-deal-on-a-contract.html"} , {"body" : "In honor of National Dance Week, a festival of dance by 25 youth ensembles will take place through Sunday in after-school and weekend performances at Albee Square Mall in the Fulton Mall area between Willoughby Street and DeKalb Avenue in downtown Brooklyn. The programs are sponsored by the Brooklyn Dance Consortium, a dance producing and service" , "date" : "19920428" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "25 Groups in Dance Festival" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/28\/arts\/25-groups-in-dance-festival.html"} , {"body" : "The family of a cabdriver who was shot and critically wounded by a police officer in Greenwich Village on Thursday disputed the police account of the shooting yesterday and announced a lawsuit against the city. The victim, Jacques Camille, a 36-year-old Haitian immigrant who had been driving a cab for just four days, was shot by a 23-year-old" , "date" : "19920415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Family of Cabdriver Wounded by Officer Is Suing New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/15\/nyregion\/family-of-cabdriver-wounded-by-officer-is-suing-new-york-city.html"} , {"body" : "Clad in a freshly pressed faux police uniform, J. Marshall Johnson steeled himself for a challenge that might rattle even the most battle-hardened cop: matinee day in Times Square. It was early Wednesday afternoon, and thousands of theatergoers zigzagged through dense traffic and hordes of pedestrians as they made their way to Broadway shows. Mr." , "date" : "19920407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Policing for Times Sq.: Maps, Not Guns" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/07\/nyregion\/new-policing-for-times-sq-maps-not-guns.html"} ,   {"body" : "SOMETIMES, in a town-gown relationship, the gown can remake the town and become more stylish itself. Ask George Bugliarello. In his 18 years as president of what is now Polytechnic University in downtown Brooklyn, Mr. Bugliarello has shepherded the institution and the neighborhood through a $1 billion-plus construction program called Metrotech -- a" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["METROTECH (POLYTECHNIC UNIVERSITY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "Industrial Revolution" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/education\/industrial-revolution.html"} , {"body" : "New York City has paid little attention to economic development in recent years, spending far less than other cities and focusing its efforts poorly, government and business leaders say. In recent years it has aimed, with little success, at propping up sagging businesses, and all but ignored growth industries that might generate more jobs. This" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Off-Target Business Proposal for New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/nyregion\/off-target-business-proposal-for-new-york-city.html"} , {"body" : "HAD the world turned according to plan -- or, at least, according to environmental-impact statements -- a desolate patch west of Ninth Avenue behind the General Post Office would now be shaping up as a center for some 10,500 workers in two new office towers. Instead, it remains mostly an open cut, 60 feet below street level, through which a network" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Shattered Vision of the Booming 90's" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/realestate\/the-shattered-vision-of-the-booming-90-s.html"} , {"body" : "To the Editor: The list in \"Where Are the Stores of New York in 1955?\" by Robert Spero (letter, Feb. 15) brought a rush of nostalgia. I too mourn the passing of New York City's finest, the variety of stores that clothed, furnished and equipped so many families. Permit me to add to Mr. Spero's list some 1940's-era stores to which my mother dragged" , "date" : "19920307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Great Stores of the 40's" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/07\/opinion\/l-great-stores-of-the-40-s-045492.html"} , {"body" : "ARTIST'S TALK, Urban Center, 457 Madison Avenue, at 51st Street. Ann Messner, a sculptor, will discuss her work, including an installation in Times Square. Sunday at 2 P.M. Admission: $3. Reservations and information: (212) 935-3960. LECTURE AND TOUR, New York Transit Museum, 130 Livingston Street, Downtown Brooklyn. A lecture on subway station" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "31" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/news\/the-spoken-word.html"} , {"body" : "A 15-year-old Brooklyn youth leaving an overcrowded birthday party on Friday night was shot to death after he got into a fight with another teen-ager, the police said. The youth, Tashane Wells, a ninth-grader from Bedford-Stuyvesant, died early yesterday at Kings County Hospital from a single gunshot wound in his chest. He was shot about 11:30 P.M." , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Youth, 15, Shot to Death Leaving Brooklyn Party" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/youth-15-shot-to-death-leaving-brooklyn-party.html"} , {"body" : "They did familiar teen-age things. Ian Moore liked to coat the neighborhood with his graffiti tag: \"E-LO.\" The \"E\" stood for Ian and the \"LO\" for Polo, the brand of shirt he favored. Tyrone Sinkler, called \"Dizzy\" for his loopy behavior, relished video games. Like other skinny youths, Khalil Sumpter found himself intimidated and worried that he was" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Fatal Vortex: Collision of 3 Lives in East New York" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/the-fatal-vortex-collision-of-3-lives-in-east-new-york.html"} , {"body" : "The developers of the 75-acre Woodbrooke community in the Rossville section of Staten Island marked the official opening of the Rossville Shopping Center Thursday with a ribbon-cutting that also took note of the sale of the community's last town house, a few blocks away. \"You can say it took 15 years to get final approval for Woodbrooke and another" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROSSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Ribbon-Cutting; Rossville Shopping Center" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/realestate\/postings-ribbon-cutting-rossville-shopping-center.html"} , {"body" : "The letters come from athletic departments of distant colleges no one in the home has heard of. The telephone rings and suddenly there is one-sided conversation with men who want Antonio Carrasquillo, a high school senior taking mostly sophomore courses, to know more about their schools of higher education. \"Sometimes it's hard to believe that" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "31" , "title" : "Prospect and Poet Cross Paths at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/prospect-and-poet-cross-paths-at-brooklyn-school.html"} , {"body" : "The Dinkins administration signed a 20-year-lease yesterday to move the Brooklyn District Attorney's office into a long-stalled commercial office and hotel complex in downtown Brooklyn, providing the linchpin that could lead the way to construction of the first hotel in the borough in half a century. Mayor David N. Dinkins, in a ceremony in" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Office Project Gets Long-Term Tenant" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/brooklyn-office-project-gets-long-term-tenant.html"} ,   {"body" : "METRO DIGEST UNEMPLOYMENT AND UNCERTAINTY The New York region faces the prospect of at least 40,000 employees losing their jobs during the next few years. This comes on the heels of the more than 500,000 jobs lost in the region since employment peaked in February 1989. But there is a new and, in many ways, more disruptive element to the latest" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/metro-digest-409292.html"} , {"body" : "He marched out of Brooklyn's Borough Hall, surrounded by cameras and deep in conversation with Borough President Howard Golden. As Mayor David N. Dinkins passed through downtown Brooklyn toward the Metrotech Center office complex, a few passers-by gaped at him. \"Hi, Mayor,\" someone called out tentatively. \"Have a nice day, sir!,\" another man" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Hall in Brooklyn: A Preoccupied Mayor?" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/city-hall-in-brooklyn-a-preoccupied-mayor.html"} , {"body" : "To the Editor: While the proposal to sell discount tickets for Broadway and some Off Broadway theaters at Bloomingdale's (On Stage, and Off column, Jan. 31) may seem useful for potential theatergoers, it is not in the best interests of the theater or its public. Through the Theater Development Fund and the League of American Theaters, New York has" , "date" : "19920218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Trouble With New Discount-Ticket Plan" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/18\/opinion\/l-the-trouble-with-new-discount-ticket-plan-880392.html"} , {"body" : "SYMPOSIUM, 92d Street Y, at Lexington Avenue, Manhattan. \"Schubert the Man: Myth Versus Reality,\" a symposium exploring the composer's character, with lectures and discussions by professors and writers including Leon Botstein, Ernst Hilmar, Joseph Horowitz and Susan McClary. Sunday, 1 to 9 P.M. Free. Information: (212) 415-5450. READ-IN, Abyssinian" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/arts\/the-spoken-word.html"} , {"body" : "One every two minutes, the unmarked vans scoot into city bus stops along Flatbush Avenue, scooping up clumps of waiting commuters. Sometimes, the vans simply cut the buses off in a brazen race to the curb. As soon as one is pulled over by the police -- and they often are -- its passengers slip out and around the corner, where another idles out of" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Vans Vie Illegally for New York Bus Riders" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/nyregion\/vans-vie-illegally-for-new-york-bus-riders.html"}]