[  {"body" : "Trapped in a barrage of bullets, a frontline commander in the deadly street war for control of the Colombo crime family was shot and seriously wounded yesterday in an ambush near his home in Brooklyn. The man, Gregory Scarpa, was shot in the face and left eye after leaving his home shortly after midnight, the police said. Two men who the" , "date" : "19921230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Top Member of Colombo Crime Family Is Ambushed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/30\/nyregion\/top-member-of-colombo-crime-family-is-ambushed-in-brooklyn.html"} , {"body" : "Vintage Christmas New-York Historical Society, 170 Central Park West, at 77th Street; (212) 873-3400. The museum's holiday shop is selling greeting cards depicting New York as far back as 1810, including scenes of the Central Park skating pond and the Washington Square arch and photographs of Times Square and the Flat Iron Building, through" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Holiday Scenes, All Around" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/garden\/calendar-holiday-scenes-all-around.html"} , {"body" : "U.S. Senate The Candidates ROBERT ABRAMS, 54. Lawyer, State Attorney General since 1979. Elected Bronx Borough President, 1969. First won office as Assemblyman from the Bronx, 1965. Had raised about $5.4 million as of Oct. 15 and will spend all that and more. ALFONSE M. D'AMATO, 55. Lawyer, United States Senator since 1981. Presiding Supervisor," , "date" : "19921102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Major Races to Watch in Tomorrow's Elections in New York State" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/02\/nyregion\/major-races-to-watch-in-tomorrow-s-elections-in-new-york-state.html"} , {"body" : "The candidates seated behind the red-white-and-blue-draped table in a Staten Island church basement had barely finished their opening remarks in a recent debate when a man identifying himself as a retired police officer jumped up with a question. \"How can you say you are a Republican Conservative?\" fired the man at the incumbent, Representative" , "date" : "19921021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Race for Congress, a Clash of Mavericks" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/21\/nyregion\/in-race-for-congress-a-clash-of-mavericks.html"}]