[  {"body" : "It was a two-by-three-foot blowup, a haunting photograph of a beautiful, fresh-faced young girl smiling slightly. It leaned against a small stand where four lighted candles on a wreath of Christmas pine stood. And beyond that was the altar where a memorial Mass in her honor was offered. It was a photo of Laura Gossmann, who was found slain three" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Endless Quest for a Daughter's Killer; A Queens Detective's Mission: To Find Answers for a Grieving Mother" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/endless-quest-for-daughter-s-killer-queens-detective-s-mission-find-answers-for.html"} , {"body" : "Wanda Hooks remembers the beatings. She recalls how her mother, enraged over something as simple as the squalor of their Crown Heights home, would move to hit her, sending the girl, bruised and crying, to retreat to a corner. She remembers thinking that those beatings would never stop and that there was no way to escape. \"I was scared physically" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Discovering a New Life, Aided by the Neediest Fund" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/discovering-a-new-life-aided-by-the-neediest-fund.html"} , {"body" : "NEW YORK CITY PEACEMAKING IN CROWN HEIGHTS For the first time since the racial violence in Crown Heights 16 months ago, Mayor Dinkins met face to face with representatives of the Lubavitcher Hasidim and other Orthodox Jews who have criticized him harshly for his leadership during the civil disturbance and its aftermath. A1. COUNCIL'S YEA WILL NOT" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/metro-digest-197392.html"} , {"body" : "More than 30 students, many complaining of stomach pains, nausea and headaches, were taken to hospitals yesterday afternoon when they became ill following lunch at their Brooklyn elementary school. By late yesterday, most of the 33 students who were hospitalized were treated and released. The principal of Public School 306 in East New York," , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "33 Students Are Hospitalized After Brooklyn School Lunch" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/33-students-are-hospitalized-after-brooklyn-school-lunch.html"} , {"body" : "The New York Landmarks Conservancy presented 11 Lucy G. Moses preservation awards Wednesday evening. Testament to the growth of preservation is the fact that James Marston Fitch, a giant in the field for many years, shared honors with the tenant association at 41 Convent Avenue, in Harlem, which has been restoring its building, and the congregation" , "date" : "19921213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Preservation Awards; Tenants And Church" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/13\/realestate\/postings-preservation-awards-tenants-and-church.html"} , {"body" : "When Angela P. struck her 2-year-old son so hard that he fell against the wall, she knew it was time to get help. She did not know why she hated her child so much, she said, only that her anger had flared even more with her own mother's recent death. Angela said that even the slightest irritation prompted her rage, like the time her son's voice" , "date" : "19921206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "FOR GIVERS AND RECEIVERS, CHANGING LIVE WITH NEEDIEST FUND; A Mother Learns Some Vital Lessons About Caring" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/06\/nyregion\/for-givers-receivers-changing-live-with-neediest-fund-mother-learns-some-vital.html"} , {"body" : "A subway token clerk who had opened the door of his booth to let a co-worker in was fatally shot during a robbery at a Brooklyn subway station, the transit police said yesterday. The clerk, Andres Barreto, 40 years old, was shot Wednesday night as two men tried to rob his token booth at the Euclid Avenue station in East New York, a desolate stop on" , "date" : "19921127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clerk in a Token Booth Is Fatally Shot in Robbery" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/27\/nyregion\/clerk-in-a-token-booth-is-fatally-shot-in-robbery.html"} , {"body" : "Riddick Bowe emerged from the limousine in front of his old high school, and there were the familiar faces: his favorite cop, his pizza man, his godmother and the young men and women from Thomas Jefferson High School, looking for hope. The school officials turned off the metal detector inside the front door, which was a good thing, considering all" , "date" : "19921125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Champion's Homecoming: Bowe Goes Back to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/25\/sports\/sports-of-the-times-a-champion-s-homecoming-bowe-goes-back-to-brooklyn.html"} , {"body" : "John F. Tangretta has seen handguns up close. He has had a shotgun pointed at his middle. He has been threatened and robbed at knifepoint while on a ladder. It wasn't exactly what he had in mind when he became a cable-splicing technician for the telephone company 27 years ago. Claudio Quintana has his own accounts from New York City's utility" , "date" : "19921122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Wires, Meters, Phones and Fears" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/22\/nyregion\/wires-meters-phones-and-fears.html"} , {"body" : "A 36-year-old Brooklyn woman with a history of arguments with her roommate was arrested early yesterday on charges that she had stabbed her roommate to death with a kitchen knife, the police said. The victim, Gail Gardner, 35 years old, had been found by neighbors on a stairwell near her apartment in the Pink Houses, a New York City Housing" , "date" : "19921122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woman Is Held in Slaying of Roommate" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/22\/nyregion\/woman-is-held-in-slaying-of-roommate.html"} ,   {"body" : "It was already dark, nearing the end of the homebound rush Tuesday night. Trailing a suspected thief, the transit officers, two men and a woman in plain clothes, came down the steps from the elevated mezzanine of the Brooklyn subway station. At the street, they emerged from the station door and immediately stumbled upon a shocking tableau in the" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Darkness and Disorder in Subway: Questions Swirl in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/nyregion\/darkness-and-disorder-in-subway-questions-swirl-in-police-shooting.html"} , {"body" : "The bell rang for Round 1 and Mitchell Pendleton began ducking and moving at the television set, throwing jabs and hooks that the champ couldn't stop. The volume kept going up and up, but no one heard the commentators. Only Pendleton's voice rose in the room. \"He can't get a motorcade if he don't win,\" Pendleton shouted to his brother, Walter." , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; It's Time to Take a Victory Ride" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/boxing-it-s-time-to-take-a-victory-ride.html"} , {"body" : "THEY grew up in the same nasty neighborhood of Brooklyn, only a few blocks from each other. Riddick Bowe remembers seeing Mike Tyson walking the Brownsville streets carrying a bag of cookies. And he remembers jogging one day around the Betsy Head public pool when Tyson had returned to the neighborhood as the heavyweight champion. \"You'll never be a" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Different Brownsville Champion" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/sports\/sports-of-the-times-a-different-brownsville-champion.html"} , {"body" : "Investigators were questioning three men early this morning who had been seen with an off-duty police officer before she was shot to death on Wednesday and her body dumped in a marshy lot near Kennedy International Airport, law-enforcement officials said. The men were being questioned as suspects in her killing, the officials said. While none of" , "date" : "19921113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROSEDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Questioning 3 in Officer's Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/nyregion\/police-questioning-3-in-officer-s-killing.html"} , {"body" : "The body of an off-duty New York City police officer, who had been shot three times in the head, was discovered yesterday morning in a marshy lot near Jamaica Bay in Queens, the police said. The 25-year-old community police officer, Milagros Johnson, who lived in Fresh Meadows, was last seen between midnight and 1 A.M. yesterday accompanied by" , "date" : "19921112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROSEDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Officer Found Slain In Marshy Lot Near Airport" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/12\/nyregion\/police-officer-found-slain-in-marshy-lot-near-airport.html"} , {"body" : "Sarah White of Scarsdale, N.Y., always thought she was being sensibly cautious, waiting in her locked car for someone else to appear for an evening writing class at a Briarcliff church before crossing the unlighted parking lot. Now she isn't so sure that her locked car will keep her safe. The abduction and killing of Gail F. Shollar Tuesday while" , "date" : "19921110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Cars Are No Longer Havens From Fear" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/10\/nyregion\/when-cars-are-no-longer-havens-from-fear.html"} , {"body" : "As emotions continued to heat up yesterday over a Federal investigation into the killing of Yankel Rosenbaum, law-enforcement officials said F.B.I. agents and Justice Department lawyers were just beginning a complicated analysis of what charges, if any, could be brought against a Brooklyn man acquitted of the slaying in a state court last month." , "date" : "19921109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Emotions Rise on U.S. Inquiry in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/09\/nyregion\/emotions-rise-on-us-inquiry-in-crown-heights.html"} , {"body" : "A woman who had stopped in a highway rest area to buy a cup of coffee became the region's latest carjacking victim Thursday night when a man crept up behind her as she opened her car door and forced his way behind the wheel at knifepoint. The woman was released an hour later, but the suspect and the woman's 1990 Lincoln Town Car are still being" , "date" : "19921107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FAIRFIELD (CONN)" , "CONNECTICUT" , "STAMFORD (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Driver Unhurt In Carjacking In Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/07\/nyregion\/driver-unhurt-in-carjacking-in-connecticut.html"} , {"body" : "Penny S., a 65-year-old Brooklyn woman, struggles with her health and with making ends meet in the house where she has lived for 45 years. In August she had to scrape together $230 to pay a meter reader who demanded the money to keep her water running. The meter reader also told her that she needed a new meter, and promised to return with one." , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Man Held as a Fake Meter Reader Preying on the Elderly" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/nyregion\/man-held-as-a-fake-meter-reader-preying-on-the-elderly.html"} , {"body" : "Senator Alfonse M. D'Amato unveiled a new 30-second ad about his support for the death penalty. The ad appeals directly to viewers' emotions. Mr. D'Amato also continued his negative ad campaign, releasing a 10-second television spot that accused Mr. Abrams of planning to raise Medicare premiums. THE TELEVISION SCRIPT Police widow: \"My husband's" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "THE AD CAMPAIGN; D'Amato: TV Spots Center on Death Penalty, Opponent" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/nyregion\/the-ad-campaign-d-amato-tv-spots-center-on-death-penalty-opponent.html"} ,   {"body" : "The spate of recent shootings and other violence in and around schools has reignited the fierce debate over how safe New York City's nearly one million students really are. After three teen-age students were shot and wounded on Thursday outside Intermediate School 50 in Williamsburg, Brooklyn, the United Federation of Teachers charged yesterday" , "date" : "19921024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "School Safety Is Debated After Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/24\/nyregion\/school-safety-is-debated-after-violence.html"} , {"body" : "For a decade, the yellow-brick high school in East New York had been the center of Barbara Mendez's life. It was where she had grown up as a student, where she had met her husband, where she had won a special teaching apprenticeship and where she had become a teacher. And when everything seemed to turn sour -- her marriage crumbling and her health" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Strange School Ties" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/nyregion\/strange-school-ties.html"} , {"body" : "Distraught over a separation from her husband and a recent diagnosis of multiple sclerosis, a Brooklyn machine-shop teacher talked a 17-year-old student into bringing a gun to school last Friday and trying to kill her during a between-classes break, the authorities said yesterday. The police arrested the student, Lamar Goodwine, of 370-A Bristol" , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teacher Asked To Be Shot, Police Charge" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/nyregion\/teacher-asked-to-be-shot-police-charge.html"} , {"body" : "They hurtled up three steep flights of stairs, six police officers racing to answer a 911 call about a deranged man with a knife. What they found in the small Brooklyn apartment was a skinny man sitting quietly, surrounded by frantic family members. \"We don't want him to get hurt -- he's real passive,\" a nephew said. But when the officers suggested" , "date" : "19921019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Night on Patrol: What's Behind Police Tensions and Discontent" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/19\/nyregion\/a-night-on-patrol-what-s-behind-police-tensions-and-discontent.html"} , {"body" : "A first-year teacher who was shot on Friday said yesterday that she believed violence was widespread in some New York City schools but that she never imagined it could take place in her Brooklyn high school. Speaking from her bed at Brookdale Hospital, Barbara Mendez, 23 years old, said she had been excited about starting as a machine-shop teacher" , "date" : "19921018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "47" , "title" : "Teacher Recovering From Gunshot Wound" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/18\/nyregion\/teacher-recovering-from-gunshot-wound.html"} , {"body" : "A 23-year-old machine-shop teacher was shot in the shoulder in a stairwell at a vocational high school in Brooklyn yesterday by an unknown assailant who apparently melted into streams of students entering and leaving rooms between classes. The police said the assailant's motive and identity were unknown. After the shooting at the East New York High" , "date" : "19921017" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "A Teacher Is Shot on Her Way to Class" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/17\/nyregion\/a-teacher-is-shot-on-her-way-to-class.html"} , {"body" : "New York's congested neighborhoods gasp for open space. And the city often faces drought. But there's no scarcity of resources to alleviate these conditions. Space and water are plentiful in New York. The problem is how to use them. \"The Productive Park,\" a show of 33 designs for neighborhood parks on view at the Urban Center, shows how design can" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Review\/Architecture; Designs for Putting Parks to Work" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/arts\/review-architecture-designs-for-putting-parks-to-work.html"} , {"body" : "The Dinkins administration and a group of churches and homeowners' associations in Brooklyn have reached an agreement in principle that will allow the group to build as many as 1,300 single-family houses for lower-middle-class families previously unable to buy their own homes. The agreement, which calls for the construction of 700 to 800 rowhouses" , "date" : "19921006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Pact Is Reached For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/06\/nyregion\/housing-pact-is-reached-for-brooklyn.html"} , {"body" : "Security work was James Dyson's vocation, mission and metaphor. He learned martial arts and taught them to teen-agers. He worked as a private security guard. His passion, his friends said, was to stretch the idea of self-defense into community defense against drugs and street violence. And so last summer, he signed up as a security guard with" , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Frontier of Hope, Building Homes for the Poor Proves Perilous" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/on-a-frontier-of-hope-building-homes-for-the-poor-proves-perilous.html"} , {"body" : "Gay Lee walked into the post office in East New York the other day and sensed something rather out of the ordinary. Instead of the typical Postal Service decor -- the style of which, if it had a name, would be called Bureaucratic Tedium -- there were house plants, paintings by schoolchildren, a tree and a fish tank. The sounds of jazz wafted softly" , "date" : "19920926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Post Offices for a New Age: Will Fern Bars Be Next?" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/26\/nyregion\/post-offices-for-a-new-age-will-fern-bars-be-next.html"} ,   {"body" : "Charging that he and other officers helped a drug gang evade capture in Brooklyn and that they opened up a wholesale drug operation in their precinct, a Federal grand jury in Manhattan yesterday indicted Michael Dowd, a former New York City police officer whose arrest led to several widespread investigations of ties between police corruption and" , "date" : "19920923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Federal Charges for Officer Linked to Big Cocaine Ring" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/23\/nyregion\/federal-charges-for-officer-linked-to-big-cocaine-ring.html"} , {"body" : "Metal detectors will be put into use next week at South Shore High School in Brooklyn, school officials announced yesterday, following the death Monday of a South Shore student who was stabbed by a classmate in a hallway fight. South Shore was not among the 40 high schools that were part of a program in which security guards with hand-held" , "date" : "19920923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Screening For Arms At School" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/23\/nyregion\/screening-for-arms-at-school.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} , {"body" : "In an unusual Election Eve appeal made without the approval of the Brooklyn Diocese, seven Roman Catholic priests and a nun called on voters in the new 12th Congressional district to select any of the five Hispanic candidates for office over Representative Stephen J. Solarz. Msgr. John Powis, the pastor of St. Barbara's Roman Catholic Church in" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The 1992 Campaign; Seven Priests and a Nun Back Hispanic Rivals Over Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/the-1992-campaign-seven-priests-and-a-nun-back-hispanic-rivals-over-solarz.html"} , {"body" : "The students have returned to Thomas Jefferson High School in Brooklyn with the usual back-to-school freshness, excitement and anxiety of new paint, new faces and new classes -- offering the promise of a new beginning. But they have returned to a battery of new security devices, from X-ray machines like those at airports to electromagnetic door" , "date" : "19920912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "A New Term, and Cautious Hope at Jefferson High; Brooklyn School Installs Tougher Security Measures Amid Memories of 3 Killings" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/12\/nyregion\/new-term-cautious-hope-jefferson-high-brooklyn-school-installs-tougher-security.html"} , {"body" : "A newborn boy was found dead yesterday afternoon in a black gym bag that had been left among some weeds near the eastern edge of Brooklyn, the police said. The infant's body, with the umbilical cord still attached, was wrapped in clear plastic inside the bag, said Officer Andrew McInnis, a police spokesman. An elderly man who was walking along" , "date" : "19920910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Newborn Boy's Body Is Found in Gym Bag" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/10\/nyregion\/newborn-boy-s-body-is-found-in-gym-bag.html"} , {"body" : "MURRAY CUKIER smiles at the thought of the Normandie, the Andrea Doria and the Queen Mary colliding in his living room. He's no malevolent mariner, but a model maven whose creations flow from the currents of imagination. A deck here, a smokestack there, and the next thing you know, you've got yourself a boat. Decades ago, he dreamed of sailing the" , "date" : "19920902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK; A Fleet of the Mind Takes Tiny Form" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/02\/nyregion\/about-new-york-a-fleet-of-the-mind-takes-tiny-form.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} , {"body" : "MANY of the rehabilitated housing units completed within the last few years in New York City were the result of efforts by nonprofit community development groups like the Mid-Bronx Desperados and organizations like the New York Equity Fund, the Local Iniataives Support Corporation and the Enterprise Foundation. Five years ago, the Crotona Park East" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Nonprofits Did Many of the Rehabilitations" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/realestate\/nonprofits-did-many-of-the-rehabilitations.html"} , {"body" : "\"OH, you're the guy who writes about the small stuff,\" a real estate tycoon said to me last week. That kept grating. But I let go of it on Friday night, as my wife, Suzanne, and I treated ourselves to a sunset sailboat ride in the harbor. As rose-colored hues gave way to darkness, New York seemed a jumble of monumental cliff houses, lights" , "date" : "19920826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A Fond Look at the Little Lights of the Big City" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/26\/nyregion\/about-new-york-a-fond-look-at-the-little-lights-of-the-big-city.html"} ,   {"body" : "A proposal to build housing for the homeless on East 13th Street next to the Palladium nightclub, which has angered many Union Square residents, cleared what was expected to be its toughest hurdle yesterday when it was approved by a City Council subcommittee. On the steps of City Hall before the vote, two dozen protesters from the neighborhood" , "date" : "19920826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Housing For Homeless By Union Sq. Is Approved" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/26\/nyregion\/housing-for-homeless-by-union-sq-is-approved.html"} , {"body" : "Moe Ginsburg, whose store offering quality men's clothing at inexpensive prices is a fixture of the New York retailing industry, died on Saturday at Columbia-Presbyterian Medical Center. He was 76 years old and lived in Lawrence, N.Y. Mr. Ginsburg died of heart failure after a brief illness, said his son, Paul. Mr. Ginsburg was a third-generation" , "date" : "19920825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Moe Ginsburg, 76; Men's Clothier Sold Inexpensive Garb" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/25\/nyregion\/moe-ginsburg-76-men-s-clothier-sold-inexpensive-garb.html"} , {"body" : "In the eight years since the deregulation of the telephone industry, thousands of privately owned pay phones have sprouted along the streets of New York City, providing, as intended, a vital service to neighborhoods that lacked it, but also, as never intended, duping and sometimes gouging unwitting users. Now, the city, frustrated by a lack of" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New York Plans Attack On Pay-Phone Abuses" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/new-york-plans-attack-on-pay-phone-abuses.html"} , {"body" : "In the name of helping minorities, whose voting strength Congressional mapmakers have squelched in the past, this year's redistricting has torn and twisted New York's political map in ways an old-fashioned gerrymanderer might admire. But in doing so the effort has produced some unusual challenges to old notions of representative democracy, among" , "date" : "19920816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Districts Drawn for Minority Votes Complicate New York's Election" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/16\/nyregion\/districts-drawn-for-minority-votes-complicate-new-york-s-election.html"} , {"body" : "A group of civic and political leaders in the South Bronx is mounting a last-minute campaign to stop the Dinkins administration from building a juvenile detention center in a busy commercial district that is a focus of a revitalization plan. The Bronx Borough President, Fernando Ferrer, said the 124-bed secure detention center, for which contracts" , "date" : "19920808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SOUTH BRONX (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bronx Group Opposes Site Of New Juvenile Center" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/08\/nyregion\/bronx-group-opposes-site-of-new-juvenile-center.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez has embraced an effort to create smaller, more thematic high schools and is committing his administration to establishing at least 30 of them over the next three years. The plan would represent a significant attempt by the New York City school system to create schools that are easier to manage and tailored" , "date" : "19920806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Seeks Small Schools With Themes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/06\/nyregion\/plan-seeks-small-schools-with-themes.html"} , {"body" : "A doctor from Staten Island was arrested yesterday on charges that he tried to murder his wife by injecting her with a \"lethal dose\" of insulin while she was a patient in the Brooklyn hospital where he works, the police said. The doctor, Medhat Shenouda, was charged with the attempted murder of his wife, Georgette, who suddenly fell into a coma on" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Doctor Charged With Trying To Murder Wife in Hospital" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/doctor-charged-with-trying-to-murder-wife-in-hospital.html"} , {"body" : "Michael Dowd, the former New York City police officer whose arrest on cocaine trafficking charges spurred four separate investigations of corruption in the New York City Police Department, was arrested yesterday on Federal charges that he received huge weekly cash payments from drug gangs over a three-year period. In exchange, prosecutors said, he" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Took Drug Payoffs, U.S. Charges" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/officer-took-drug-payoffs-us-charges.html"} , {"body" : "FEELINGS of inferiority make the world go round. At least, that's the view of Dr. Charles D. Kelman, who last month received the National Technology Medal from President Bush. The award was for innovations the New York ophthalmologist brought to cataract surgery, improvements that shaved $7 billion a year from the nation's hospital bill. This is" , "date" : "19920729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT NEW YORK; A Big-Time Need to Keep Achieving" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/29\/nyregion\/about-new-york-a-big-time-need-to-keep-achieving.html"} , {"body" : "As the deadline for filing candidate petitions drew New York's Congressional races into sharper focus yesterday, City Councilwoman Susan D. Alter became the latest white aspirant in a district drawn with minorities in mind. She is preparing a Democratic primary challenge to the black incumbent, Edolphus Towns, in a Brooklyn district that stretches" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaigns For Congress Take Shape" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/campaigns-for-congress-take-shape.html"} ,   {"body" : "A chartered bus carrying Brooklyn families to an amusement park in rural New Jersey raced out of control down a steep and narrow grade near its destination yesterday, struck two cars and burst into flames, killing five on board, the Vernon Township police said. A sixth passenger died several hours after the crash. The dead included two children and" , "date" : "19920727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6 Are Killed In Bus Crash In New Jersey" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/27\/nyregion\/6-are-killed-in-bus-crash-in-new-jersey.html"} , {"body" : "An off-duty housing police officer shot and wounded a 24-year-old man in a Brooklyn subway station yesterday after the man pulled a gun and robbed the officer of a gold chain, a ring and $61 in cash, the authorities said. The suspect, identified as Victor Faison of 1200 Sutter Avenue in Brownsville, Brooklyn, was struck once in the right leg, said" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Officer Shoots Robbery Suspect in Subway" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/nyregion\/officer-shoots-robbery-suspect-in-subway.html"} , {"body" : "Following are excerpts from the speech delivered last night at the Democratic National Convention by Mayor David N. Dinkins, as transcribed by The New York Times. Welcome to New York City, the city even Dan Quayle could love, if only he could spell it. Chairman Brown, Governor Richards, delegates, New Yorkers, friends, my fellow Americans, Walt" , "date" : "19920714" , "day_of_week_facet" : "Tuesday" , "page_facet" : "12" , "title" : "IN THEIR OWN WORDS; Excerpts From Dinkins's Remarks to Convention" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/14\/news\/in-their-own-words-excerpts-from-dinkins-s-remarks-to-convention.html"} , {"body" : "The effort to send a second Hispanic Representative to Congress from New York City ran into an unexpected problem today when Congressman Stephen J. Solarz, his Brooklyn base carved up in redistricting, announced that he would run in the new district drawn with the intention of electing a Hispanic member. Mr. Solarz made his decision after" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solarz Will Run in District Tailored as a Hispanic Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/solarz-will-run-in-district-tailored-as-a-hispanic-seat.html"} , {"body" : "A 15-year-old boy and a 23-year-old man were shot to death and two others were wounded outside a Brooklyn housing project last night, the police said. The shooting took place at 8:30 in front of 654 Kingsborough 6th Walk in the Kingsborough Houses in East New York, said Sgt. Mary Wrensen, a police spokewoman. The wounded victims, both males, were a" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Shot in East New York" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/4-shot-in-east-new-york.html"} , {"body" : "When Dennis Pagan became a New York City police officer, he followed his two older brothers into a job from which he thought professional satisfaction would flow as steadily as the paychecks. On fleeting occasions he still feels that way: Two weeks ago, a crowd applauded when he helped arrest three burglary suspects. But more often these days, he" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Scandal Brings Police Added Stress and Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/nyregion\/scandal-brings-police-added-stress-and-scrutiny.html"} , {"body" : "Lakeshea Hill, a graduating sixth grader, gave her teacher the best farewell gift she could afford. It was the message she scribbled across the blackboard of Room 412 last week. It said in part: \"I know we gave you a hard time but I'm going to miss you. You taught me to believe in myself.\" Believing in yourself is a victory at Public School 158, a" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Sixth-Grade Graduation Ceremony: Moment for Pride on Treacherous Path" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/sixth-grade-graduation-ceremony-moment-for-pride-on-treacherous-path.html"} , {"body" : "International 3-11 MARKET ENERGY IN BEIJING Advocates of economic change appear to be gaining ground in China, with officials stepping up plans to privatize housing, decontrol prices and give foreign companies a role in the service industry. 1 Beijing will permit the domestic release of a controversial film. 11 An election today in Mongolia may" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/news-summary-134692.html"} , {"body" : "Alicia GeorgE could not believe that at a time like this her mother was making a pot of curried goat. Her graduation from Thomas Jefferson High School was less than an hour away. \"Please hurry, Mommy,\" Alicia said. \"The good seats will be gone.\" \"Don't you worry,\" said Mrs. George, shaking on extra curry for the party later. Alicia knew there was" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "On Sunday; Another Cause For Attention At Jeff High" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/on-sunday-another-cause-for-attention-at-jeff-high.html"} , {"body" : "Ezra Jack Keats Storytelling Series Prospect Park Ocean Avenue Playground Ocean Avenue entrance Flatbush Brooklyn (718) 788-0055 Recommended ages: 3 to 10 Sundays through July 26 Ezra Jack Keats was a children's author and illustrator whose mission, it seemed, was to write about inner-city children, both black and white, without making them appear" , "date" : "19920626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/26\/arts\/for-children.html"} ,   {"body" : "Even on the best days, Danita Woodley's trip to work oppresses her. She leaves her house in St. Albans, Queens each morning, towing her toddler son, and rides a bus to Jamaica Center, where she catches the J train to her son's baby sitter in Brooklyn and then to work at Public School 290 in East New York. An hour and a half -- and any number of" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Life Beyond the Subway Is Subject to Its Own Disruptions" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/nyregion\/life-beyond-the-subway-is-subject-to-its-own-disruptions.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "NEXT time you see Linda Evangelista or Naomi Campbell, ask them. Runway modeling isn't easy. The point is that it's supposed to look easy. As opposed to, say, running a public school, which isn't easy and doesn't look as if it is. A few days after Benno C. Schmidt Jr. said he was leaving Yale for Christopher Whittle's national private-school" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "THE NIGHT; Preen Prep" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/style\/the-night-preen-prep.html"} , {"body" : "At 14 years old, Mario Jaime can recite the calibers and names of a dozen semiautomatic guns and assault weapons he has seen on the streets of his East New York neighborhood. His older brother was shot in the stomach by an intruder in the family's apartment a few months ago. A mural across the littered bullet-pocked street where he lives recalls" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "East New York, Under Siege; Life and Death in an Area Caught in Its Own Crossfire" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/east-new-york-under-siege-life-and-death-in-an-area-caught-in-its-own-crossfire.html"} , {"body" : "METRO DIGEST LEARNING TO HEAL, AND TO LISTEN For years, patients have complained that their doctors lacked compassion, but only recently have the institutions that hire and train those doctors begun to devote significant resources to solving the problem. One residency program now has incoming residents check into the hospital incognito to see how" , "date" : "19920604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/04\/nyregion\/metro-digest-896992.html"} , {"body" : "A 3-year-old girl sitting on a bed inside her baby sitter's Brooklyn apartment was critically wounded last night when she was struck in the head by a stray bullet fired by someone spraying the street and building with gunfire, the police said. Two men standing outside the three-story building, at 375 Sheffield Avenue in East New York, were also" , "date" : "19920604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Bullet Hurts Girl, 3, In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/04\/nyregion\/stray-bullet-hurts-girl-3-in-brooklyn.html"} , {"body" : "Police officials looking into the arrests this month of five Brooklyn officers and a retired colleague on cocaine charges are investigating an allegation, made 14 months ago, that one of the suspected ringleaders also worked for a Dominican drug gang, investigators said yesterday. The arrests of the officers, who are accused of buying drugs in" , "date" : "19920530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "More Drug Allegations Against Accused Officer Emerge" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/30\/nyregion\/more-drug-allegations-against-accused-officer-emerge.html"} , {"body" : "An off-duty investigator in the Brooklyn District Attorney's office was slashed repeatedly in the face, arm and back of the head last night in an argument with another man in a Brooklyn subway station, the transit police said. It was not immediately known what provoked the attack, but the officer, Detective Investigator Robert Raines, responded by" , "date" : "19920530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Off-Duty Investigator Is Slashed in Subway" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/30\/nyregion\/off-duty-investigator-is-slashed-in-subway.html"} , {"body" : "Two school janitors were charged yesterday with running a gun-selling operation for at least a year out of two Brooklyn public schools, one across the street from a police station house, the police said. The janitors and two other people operated the ring mostly at night from Prospect Heights High School in Prospect Heights and Intermediate School" , "date" : "19920529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Police Charge 2 Janitors With Gun Sales in School" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/29\/nyregion\/police-charge-2-janitors-with-gun-sales-in-school.html"} , {"body" : "THE equipment at Hairo Baghdassarian's dry-cleaning establishment in Queens looks as if it was designed for giants. The examining tables, where the staff inspects fabrics before cleaning them, are the size of banquet tables. The pressing machines measure 110 inches long. And there's a huge contraption with wooden teeth for stretching draperies. The" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Cleaners Who Do Windows (Sort Of)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/garden\/where-to-find-it-cleaners-who-do-windows-sort-of.html"} ,   {"body" : "In the fresh surge of attention to the plight of inner-city businesses, Katie Selikoff may have clues to how the government can help. It was here on the blocks surrounding Mrs. Selikoff's small furniture store that the Newark riots of 1967 and 1969 left an inner city in ruin. Her building was nearly destroyed by fire, and several merchants across" , "date" : "19920526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEWARK (NJ)" , "LOUISIANA" , "NEW YORK STATE" , "MICHIGAN" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Newark Offers a Model For Saving the Cities" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/26\/nyregion\/newark-offers-a-model-for-saving-the-cities.html"} , {"body" : "The Bush Administration is promoting enterprise zones as the centerpiece of its plan to revive the nation's inner cities, but the more than 600 zones that have sprouted under state programs have made only a slight dent in urban blight. Still, after a decade of criticizing the White House for neglecting the cities, many state and local officials and" , "date" : "19920525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "New Support but Few Gains For Urban Enterprise Zones" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/25\/business\/new-support-but-few-gains-for-urban-enterprise-zones.html"} , {"body" : "'Beauty Is the Beast' Wings Theater 154 Christopher Street Manhattan (212) 627-2961 Recommended ages: 7 and up Through May 31 The Wings Theater Company likes provocative subjects, even for its children's plays. In its winter children's production, the company focused on racism and prejudice. \"Beauty Is the Beast,\" by Bill Wheeler, has the answer," , "date" : "19920522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/for-children.html"} , {"body" : "He likes to begin his day on a treadmill, walking fast and getting nowhere. This might be an apt metaphor for some beleaguered urban officials, but not for Lee P. Brown, New York City's relentlessly confident Police Commissioner, whose invariable answer to how things are going is, \"Outstanding.\" The last two weeks have seen striking ups and downs" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Seeing Challenges Instead of Problems" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/seeing-challenges-instead-of-problems.html"} , {"body" : "At 9:35 A.M., James Robitsek, a transit police officer wearing a baseball cap, black leather jacket and jeans, is leaning against a pillar in a midtown subway station, watching intently as dozens of commuters drop their tokens into the turnstile and pour on to the platform. When an uptown local enters the station at 34th and Eighth Avenue, a man" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Open Season on Fare Beaters" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/open-season-on-fare-beaters.html"} , {"body" : "THE 22 students in Margaret Arnoldo's fourth-grade classroom at the Coman Hill School here are oblivious to the tempting early spring sunlight that filters onto their desks as they focus intently on that morning's writing project. Most look up with relief when a visitor, Dr. Kevin Kalikow, enters the room, and they enthusiastically wave their hands" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Bolstering Self-Esteem to Reduce Pupils' Stress" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/bolstering-self-esteem-to-reduce-pupils-stress.html"} , {"body" : "The young man held a boom box in his lap, a microphone in his hand. With an intensity as hard as blacktop, he spat out a rap song he had written. On first hearing, the cascading words piled on top of one another like poetry in a hurry. One phrase cut like a knife: \"I was laying on the pavement crying,\" Jerome Wheeler chanted, leaning forward in his" , "date" : "19920516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ABOUT NEW YORK; Shattered Lives Testify to Brutal Path of Bullets" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/16\/nyregion\/about-new-york-shattered-lives-testify-to-brutal-path-of-bullets.html"} , {"body" : "Supervisors of Michael Dowd, one of the six New York City police officers charged last week in a conspiracy to buy and sell cocaine, learned of an allegation in 1988 that the officer was using crack, police department officials said yesterday. But Officer Dowd's supervisors did not submit him to a drug test because they believed they needed" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused Officer Was Spared Drug Test in '88" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/accused-officer-was-spared-drug-test-in-88.html"} , {"body" : "A group of New York City police officers charged last week in a cocaine ring that reached from Brooklyn to Long Island devised careful strategies to outmaneuver supervisors, investigators and even suspicious fellow officers, Suffolk County investigators said yesterday. The officers never took a step without first checking schedules of superior" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Safeguards Were Dodged In Drug Case" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/safeguards-were-dodged-in-drug-case.html"} , {"body" : "In a city where trends in housing values are impossible to measure with precision, one rough indication is provided by the United States Census Bureau in newly released data from the 1990 count. It shows a wide disparity in values -- or at least what people believe their homes are worth. The census asked people who owned their homes how much they" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE ATLAS; Housing Values in New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/the-atlas-housing-values-in-new-york-city.html"} ,   {"body" : "As young police officers, Kenneth Eurell and Michael Dowd were assigned to the 75th Precinct in the tough East New York section of Brooklyn. They chased muggers and broke up family fights. They also built a friendship, investigators said, that years later would bring them money and and comfort. But that relationship collapsed on Wednesday night," , "date" : "19920509" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Officers in Drug Case Formed Tightly Knit Group" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/09\/nyregion\/officers-in-drug-case-formed-tightly-knit-group.html"} , {"body" : "If the New York City Board of Education is a riddle, then Joseph J. Saccente is probably its sphinx, the only person who understands how the whole labyrinthine organization works and who can make it budge. Over 22 years, eight chancellors have given him titles ranging from chief of staff to his current mouthful of chief of monitoring and school" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "The Sphinx of 110 Livingston" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/the-sphinx-of-110-livingston.html"} , {"body" : "Tuesday night, men's night at St. Paul Community Baptist Church in East New York, where Bible studies are preceded by morality tales from the streets: A teen-ager in a purple sweatshirt stands abashed at the side of the Rev. Johnny Ray Youngblood, facing about 100 men. \"What happened, man?\" the minister asks. \"I cut somebody in the face,\" replies" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministering to Men in 'One of God's Alcatrazes'; Channeling Activism, Fed by Anger, Into Churches in Neighborhoods That Others Have Fled" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/ministering-men-one-god-s-alcatrazes-channeling-activism-fed-anger-into-churches.html"} , {"body" : "Outraged over crime and violence in New York City, Ralph Torres and some 50 other residents of Williamsburg in Brooklyn are planning to march on Washington on May 16. \"The Federal Government has got to give us an alternative and can start by restoring the unfair cuts in youth employment, substance abuse, counseling and other social programs,\" said" , "date" : "19920504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Yorkers Girding For Washington March" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/04\/nyregion\/new-yorkers-girding-for-washington-march.html"} , {"body" : "A 21-year-old man, who was already under arrest in Queens in two robberies there, was arrested early yesterday in the mugging last week of a 69-year-old priest who had been making a routine nighttime check of his church grounds in Brooklyn, the police said. But as that case was being resolved, another Roman Catholic priest, the third in two weeks," , "date" : "19920501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SPRINGFIELD GARDENS (NYC)" , "EAST NEW YORK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Arrest Made in Mugging of Brooklyn Priest" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/01\/nyregion\/arrest-made-in-mugging-of-brooklyn-priest.html"} , {"body" : "\"I don't like funerals,\" said Mack Chapman, an 18-year-old high school student whose violent neighborhood has made death at an early age a haunting fact of life for him. \"It's a hard thing to think they are putting a friend of yours six feet under the ground.\" But in the East New York neighborhood of Brooklyn, Mr. Chapman dutifully pays his" , "date" : "19920427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A World Defined by Dread; For the Young in East New York, Stifled Lives and Dreams" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/27\/nyregion\/a-world-defined-by-dread-for-the-young-in-east-new-york-stifled-lives-and-dreams.html"} , {"body" : "Parishioners, priests and staff members at the St. Fortunata Church in Brooklyn seemed bitter but unsurprised yesterday about the mugging of their pastor, the Rev. James Ryan, who was attacked as he patrolled the grounds of his church late Wednesday night. They said that Father Ryan believed his collar, his God and his long experience in East New" , "date" : "19920424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mugging of East New York Pastor Is Met With Bitter Resignation" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/24\/nyregion\/mugging-of-east-new-york-pastor-is-met-with-bitter-resignation.html"} , {"body" : "Two gypsy-cab drivers who were shot to death in separate incidents about a mile apart over the weekend were killed with the same .380 semiautomatic handgun, the police said yesterday. It was not clear whether the same person killed both men, said Deputy Inspector Lawrence Loesch, a police spokesman. \"All we know is that it was the same gun,\" he" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Cabbies Shot With Same Gun, Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/2-cabbies-shot-with-same-gun-police-say.html"} , {"body" : "Mayor David N. Dinkins said yesterday that New York City was planning to open 20 health centers to provide poor people with family doctors who will focus on preventive medicine. At a time of national debate over how best to deliver health care and still reduce costs, the effort is the largest ever undertaken in the city and perhaps throughout the" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DINKINS IS PLANNING 20 HEALTH CENTERS TO SERVE THE POOR" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/dinkins-is-planning-20-health-centers-to-serve-the-poor.html"} , {"body" : "A livery cab driver was shot and critically wounded last night after answering a radio dispatch to pick up a passenger in the East New York section of Brooklyn, the police said. It was the third shooting of a cabdriver in New York in the last three days. The driver, Gabino Serreire, of 69 Vermont Street in Brooklyn, was in critical condition last" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3d Cabby Shot in 3 Days" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/3d-cabby-shot-in-3-days.html"} ,   {"body" : "Two developers, with very different approaches and goals, want to use Spring Creek, a vast stretch of Brooklyn landfill, to build something New York City sorely needs: low- and moderate-priced housing. If the Dinkins administration can handle the rivalry adroitly, it can win the best of both proposals. The Koch administration and the old Board of" , "date" : "19920418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SPRING CREEK (BROOKLYN, NY)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Make the Most of Spring Creek" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/18\/opinion\/make-the-most-of-spring-creek.html"} , {"body" : "On the anniversary of the assassination of the Rev. Dr. Martin Luther King Jr., Mayor David N. Dinkins, several state legislators, ministers and community-program leaders called yesterday for a statewide gun buy-back program and endorsed a comprehensive plan to lead children away from violence and firearms. Mayor Dinkins said such a plan was" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "STATE GUN PLAN URGED BY DINKINS" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/nyregion\/state-gun-plan-urged-by-dinkins.html"} , {"body" : "The two brothers, impish in jeans with toy cars in their pockets, enjoy nothing more than chewing multi-colored Sweet Tarts. That was what they were doing the first time the man approached them outside the Minimax store in Bushwick, Brooklyn. The man told the boys, one 8 years old, the other 10, that he needed help looking for spare tires. He waved" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easy Prey; Even Diligence Failed to Stop Sex Attacks Against 2 Boys" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/nyregion\/easy-prey-even-diligence-failed-to-stop-sex-attacks-against-2-boys.html"} , {"body" : "In recent weeks one of New York's Senators in Washington, the Mayor and Finance Commissioner of New York City and a host of economists of all persuasions have joined Gov. Bill Clinton in dismissing Edmund G. Brown Jr.'s tax proposals as a sop to the rich, a crushing blow to the poor and profoundly anti-New York. So why are so many Brown supporters" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "THE 1992 CAMPAIGN: Economic Proposals; Brown's Tax Plan Seen As Attack on Status Quo" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/us\/1992-campaign-economic-proposals-brown-s-tax-plan-seen-attack-status-quo.html"} , {"body" : "Milagros Reyes took her baby boy to the hospital for a hernia operation, but had to rush away a few hours after surgery to get back to work. Her 6-month-old son, bandaged and scared, was crying as she left, but she feared that a missed day might get her fired from her $7.79-an-hour factory job. The same anxiety has also driven Ms. Reyes to ignore" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Their Wages Low, Single Mothers Get Little Help" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/their-wages-low-single-mothers-get-little-help.html"} , {"body" : "Shortly after midnight on a recent Sunday, in one of New York City's poorest neighborhoods, 20-year-old Yesenia Rice gave birth in a clinic several miles from the nearest hospital. Her mother-in-law and aunt sat behind her on the thick double bed, one advising her to \"yell and scream\" and the other urging her to \"breathe, breathe, breathe.\" Her" , "date" : "19920325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Births Beyond Hospitals Fill an Urban Need" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/25\/nyregion\/births-beyond-hospitals-fill-an-urban-need.html"} , {"body" : "A 42-year-old livery-cab driver, who had been in this country just 14 months, was shot to death early yesterday in Brooklyn in what appeared to be a robbery, the police said. The victim, Alejandro Guerrero, had come to East New York from the Dominican Republic with his wife, Elizabeth, and three children. Although he had worked as a telephone" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Cabdriver Is Killed by Gunman" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/brooklyn-cabdriver-is-killed-by-gunman.html"} , {"body" : "NEW YORK CITY GOTTI V. GLASSER John Gotti clashed with the judge in his racketeering-murder trial, exchanging sharp words in court as the prosecution came close to completing its case. Glaring at Mr. Gotti, who had been muttering and gesturing at the prosecutors, Judge I. Leo Glasser suddenly interrupted the questioning of a witness and excused the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/metro-digest-079092.html"} , {"body" : "The Tri-Community Volunteer Ambulance Corps officially came into being at 5:36 last Saturday evening when its only ambulance responded to its first emergency -- a car accident on Clarendon Road in Brooklyn. And, as the crew merrily pointed out, they beat the Emergency Medical Service to the scene by a good 20 minutes. \"That's why we're here,\" the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Volunteer Ambulance Corps Fill the Gaps" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/volunteer-ambulance-corps-fill-the-gaps.html"} , {"body" : "Evelyn McClendon practically beamed as she surveyed her meticulously neat two-bedroom apartment in the St. Mary's Park Houses in the South Bronx. She has lived there, in apartment 8A, since the day the project opened 34 years ago. \"People in New York hear the word 'projects' and they think rundown and nasty,\" she said recently. \"But it's not that" , "date" : "19920319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rising Poverty Threatening Elite 'Projects'" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/19\/nyregion\/rising-poverty-threatening-elite-projects.html"} ,   {"body" : "In an apparent drug dispute, five people were shot yesterday afternoon inside a Jamaican restaurant in East New York, Brooklyn, the police said. Two, including one female employee and one male patron, were critically injured in the shooting at 12:45 P.M. All five, including three other men who were eating lunch at the one-room restaurant at 209 New" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "5 People Hurt in a Brooklyn Restaurant Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/nyregion\/5-people-hurt-in-a-brooklyn-restaurant-shooting.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "It is not every day that Saul Weprin, the Speaker of the New York State Assembly, gets telephone calls from the likes of Shimon Peres and Walter F. Mondale. But then Congressional redistricting is far from an everyday matter. Mr. Mondale, the former Vice President, called Mr. Weprin last month to lobby on behalf of Representative Charles E." , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Getting an Earful Over Congressional Map" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/albany-getting-an-earful-over-congressional-map.html"} , {"body" : "With about 2,000 supporters packed into a Brooklyn church, the coalition of religious groups and community advocates that brought affordable housing to deteriorating sections of Brownsville and East New York began a campaign yesterday to obtain more city land in Brooklyn to build 2,000 more homes. The rally, at the St. Paul Community Baptist Church" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SPRING CREEK (BROOKLYN, NY)" , "EAST NEW YORK (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Group Makes Bid for Land In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/group-makes-bid-for-land-in-brooklyn.html"} , {"body" : "New Yorkers and indeed the nation were shocked when two students were gunned down in the hallway of Thomas Jefferson High School in East New York, Brooklyn, on Feb. 26. Khalil Sumpter, a 15-year-old student, was arrested and charged with the slayings of Tyrone Sinkler, 16, and Ian Moore, 17. For the 1,800 students who attend \"Jeff,\" in one of the" , "date" : "19920307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Life at 'Jeff': Tough Students Wonder Where Childhood Went" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/07\/nyregion\/life-at-jeff-tough-students-wonder-where-childhood-went.html"} , {"body" : "A convicted child molester, released from prison one year ago, has been arrested on charges that he sexually attacked six more children in Brooklyn and Queens in the last six months, the police said. It is the second time that the suspect, Jose Velez, 38 years old, of 1570 East New York Avenue in East New York, Brooklyn, has been arrested in sexual" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Convicted in Sex Attacks Of Children Faces New Charges" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/nyregion\/man-convicted-in-sex-attacks-of-children-faces-new-charges.html"} , {"body" : "Ian Moore once wrote a poem called \"Fear.\" In it, he gave a voice to the sense of the fragility of life that many youths in his East New York neighborhood had come to know. It read, in part: I fear death because I don't know what will happen when I go It is something I can't face When I die, will I be thought about? Will my name be shouted out?" , "date" : "19920304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Slain Youth's Poem on Death Is Read at Brooklyn Funeral" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/04\/nyregion\/slain-youth-s-poem-on-death-is-read-at-brooklyn-funeral.html"} , {"body" : "Spurred by the shooting deaths of two students in Thomas Jefferson High School last week, Mayor David N. Dinkins, a coalition of black ministers and Bill Cosby went to the school yesterday and invoked the imagery of the civil rights movement in a call for East New York residents to begin an anti-violence crusade. As nearly 800 students, parents and" , "date" : "19920303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Dinkins Leads A Call to Stop Street Killings" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/03\/nyregion\/dinkins-leads-a-call-to-stop-street-killings.html"} , {"body" : "From the pulpit of a Brooklyn Baptist church yesterday, Mayor David N. Dinkins announced a $28 million program to identify the 40 most dangerous public high schools and middle schools in New York City and to bolster security at them. Less than a week after two students were shot dead in a hallway at Thomas Jefferson High School in East New York," , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "DINKINS PROMISES MONEY FOR SAFETY IN VIOLENT SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/dinkins-promises-money-for-safety-in-violent-schools.html"} , {"body" : "DR. FREDERICK K. GOODWIN, who resigned on Friday as the Bush Administration's top mental health official, recently likened aggressive instincts of male monkeys to violence in urban ghettos. He might have had in mind the young killer from East New York, whom prosecutors described this way: \"He had a round face, thick lips, a flat nose and small" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "METRO MATTERS; 50 Years of Crime, and Stereotypes" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/metro-matters-50-years-of-crime-and-stereotypes.html"} ,   {"body" : "NEW YORK CITY DINKINS INCREASES SCHOOL SECURITY Mayor Dinkins announced a $28 million program that would enhance security at the 40 most dangerous public high schools and middle schools in New York City. Speaking from the pulpit of a Baptist church in Brooklyn four days after two students were shot dead in a hallway at Thomas Jefferson High School" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/metro-digest-293992.html"} , {"body" : "The student stood outside Wingate High School in Brooklyn's Crown Heights and talked about violence, about the fights every day and the guns. He nodded at six young thugs on the steps. \"They all have guns,\" he said. He gave no name but spoke with candor about weaponry. \"The smallest, a .25, is the best gun to have in school. It's protection. You" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "In Debate Over Security in Schools, System's Diversity Keeps Solutions Elusive" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/in-debate-over-security-in-schools-system-s-diversity-keeps-solutions-elusive.html"} , {"body" : "TWO days after the shootings, Shawon Dunston, busy on his own, still hadn't heard the news. Two students had been killed by a fellow student bearing a grudge and a .38-caliber pistol in a hallway between classes last week at Thomas Jefferson High School in the East New York section of Brooklyn. \"Oh man,\" said Dunston, the Chicago Cubs shortstop, by" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "5" , "title" : "BASEBALL: Sports of The Times Dunston Reminded of Old School" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/sports\/baseball-sports-of-the-times-dunston-reminded-of-old-school.html"} , {"body" : "They grew up in this suburb 12 miles west of midtown Manhattan as untouched by mean streets as Kansas corn. At 17, both were petty officers in a Navy cadet corps, seriously considering joining the real Navy after high school. Both wore varsity letters, played the piano, went to church and worked part time. Little wonder they were best friends. Now" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CLIFTON (NJ)" , "NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Profane Mystery in Youth's Slaying; What Happened in the Folds of a Teen-Age Prayer Group" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/profane-mystery-youth-s-slaying-what-happened-folds-teen-age-prayer-group.html"} , {"body" : "They did familiar teen-age things. Ian Moore liked to coat the neighborhood with his graffiti tag: \"E-LO.\" The \"E\" stood for Ian and the \"LO\" for Polo, the brand of shirt he favored. Tyrone Sinkler, called \"Dizzy\" for his loopy behavior, relished video games. Like other skinny youths, Khalil Sumpter found himself intimidated and worried that he was" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Fatal Vortex: Collision of 3 Lives in East New York" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/the-fatal-vortex-collision-of-3-lives-in-east-new-york.html"} , {"body" : "The Brooklyn neighborhood around troubled Thomas Jefferson High School is the likely site for one of 10 alternative high schools being planned throughout the city. Under a community group's proposal, now being studied by the Board of Education, the new school would siphon up to 600 students from Jefferson as early as July 1993 and ultimately result" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "32" , "title" : "Officials Study New School Near Site of Students' Deaths" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/officials-study-new-school-near-site-of-students-deaths.html"} , {"body" : "From bagels and lox in Mill Basin to rice and beans in Bushwick Gardens, Mayor David N. Dinkins feasted his way through Brooklyn on Saturday, stopping between bites of turkey to issue sound bites, kiss babies and shmooze with the borough folk. At the end of a working week based at Brooklyn's Borough Hall, Mr. Dinkins was determined this weekend to" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WELL-FED DINKINS LEAVES BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/well-fed-dinkins-leaves-brooklyn.html"} , {"body" : "International 3-14 SPACE DEALS WITH RUSSIA BLOCKED The Bush Administration has quietly blocked the purchase of missiles, rocket engines, satellites, space reactors, spacecraft and other aerospace technology from the former Soviet Union. 1 RUSSIANS COPING WITH CAPITALISM Eight weeks into Russia's gamble with economic reform, which brought" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/news-summary-386792.html"} , {"body" : "One day after the shooting deaths of two students at Thomas Jefferson High School in Brooklyn, Schools Chancellor Joseph A. Fernandez sought yesterday to calm fears and dampen anger by fashioning a plan to expand the use of metal detectors at the city's most troubled schools. At an emotional meeting at which he described Wednesday as \"one of the" , "date" : "19920228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After 2 Killings, a Plan for More School Security" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/28\/nyregion\/after-2-killings-a-plan-for-more-school-security.html"} , {"body" : "Two teen-agers were shot to death at point-blank range in the hallway of a Brooklyn high school yesterday morning, little more than an hour before Mayor David N. Dinkins was to visit the troubled school to tell students they had the power to break free of the world of violence and drugs. The brazen killing at Thomas Jefferson High School took place" , "date" : "19920227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 Teen-Agers Shot to Death in a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/27\/nyregion\/2-teen-agers-shot-to-death-in-a-brooklyn-school.html"} ,   {"body" : "NEW YORK CITY 2 TEEN-AGERS KILLED IN BROOKLYN SCHOOL Two teen-agers were shot dead at point-blank range in the hallway of a high school in East New York, an hour before Mayor David N. Dinkins was to visit the troubled school to tell students they had the power to break free of violence and drugs. The shootings dramatized the volatile mix of" , "date" : "19920227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/27\/nyregion\/metro-digest-550792.html"} , {"body" : "The fatal shooting of two students at Thomas Jefferson High School has spotlighted a long-seething three-way dispute over how much money to spend on metal detectors to scan students for weapons. Officials of the school system, the Dinkins administration and the United Federation of Teachers all insisted yesterday that they had supported the" , "date" : "19920227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Bitter Debate On Scanning For Firearms" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/27\/nyregion\/bitter-debate-on-scanning-for-firearms.html"} , {"body" : "In the gritty, insular world of East New York, adolescent life can end over a book bag, a snide remark or a betrayal. It was apparently the conviction by one thief that he was cheated by another, ignited by a heated confrontation in the days before Christmas, that left two teen-agers dead yesterday and a third charged with their murder, the police" , "date" : "19920227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Where a Youth Program Maintains a Burial Fund" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/27\/nyregion\/where-a-youth-program-maintains-a-burial-fund.html"} , {"body" : "They leave Brooklyn in the dead of night with little more than bus fare, a change of clothes and a reputation on the streets. Their destination is Buffalo. Their job is to sell drugs. Bands of young New York City drug dealers, skilled in the use of guns and terrorist tactics to take over neighborhoods, are being recruited to hustle the streets of" , "date" : "19920226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Migrants of Drug World: From Brooklyn to Buffalo" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/26\/nyregion\/migrants-of-drug-world-from-brooklyn-to-buffalo.html"} , {"body" : "On Monday morning, Mayor David N. Dinkins and his top aides will transport the nerve center of New York City government to Brooklyn Borough Hall for a week of political theater aimed at putting the Mayor of all of the people in closer contact with some of them. For five days -- at a time when New York's municipal bindings, and his own mayoralty," , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; An Embattled City Hall Moves to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/political-memo-an-embattled-city-hall-moves-to-brooklyn.html"} , {"body" : "Vandals broke into a Brooklyn warehouse full of tombstones over the weekend and spray-painted the walls and several monuments with swastikas and graffiti, in what the police have deemed a bias incident. The vandals broke into the building, Klein Monuments, at 153 Sheffield Avenue in East New York, by cutting a hole in a cinder-block wall, the" , "date" : "19920217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Vandals Damage Tombstone Warehouse" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/17\/nyregion\/vandals-damage-tombstone-warehouse.html"} , {"body" : "Just seven years ago, Richie's Car Service had 50 cars that shuttled hundreds of New Yorkers each day between the 179th Street subway station at the end of the F line in Jamaica and their homes in the semi-suburban sprawl of eastern and southeastern Queens. Today, Richie's -- run from a white trailer that sits on cement blocks next to Hillside" , "date" : "19920213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Swarm of Gypsy Cabs" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/13\/nyregion\/a-swarm-of-gypsy-cabs.html"} , {"body" : "ALL in one breath the words spill from Felice Michetti, New York's Commissioner of Housing Preservation and Development -- \"boiler-burner-roof-windows-kitchen-plumbing-bathroom.\" This is the standard moderate-rehabilitation package for city-owned, tax-foreclosed residential buildings. Ms. Michetti knows the litany well. Years ago she was deputy" , "date" : "19920202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Tax-Foreclosed Housing; Phasing Out Centralized Management" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/02\/realestate\/perspectives-tax-foreclosed-housing-phasing-out-centralized-management.html"} , {"body" : "Two children were wounded outside their Brooklyn school yesterday morning when another youth involved in a dispute pulled out a gun and fired two wild shots across a crowded playground, the police said. The shooting was the latest in a series of recent violent incidents in and around New York City schools. Last week in Brooklyn, a student shot a" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Wild Shots Hit 2 Children In a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/nyregion\/wild-shots-hit-2-children-in-a-brooklyn-playground.html"} , {"body" : "A man and a woman were shot to death in separate incidents in Brooklyn last night, the police said. In both cases, the killers escaped. In one shooting, the owner of a bodega at Dean and Saratoga Streets in Brownsville was killed by two men who robbed his store of $500 in cash. The victim, whom police identified as Taher Abdallah of 363 Howard" , "date" : "19920129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Die in Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/29\/nyregion\/man-and-woman-die-in-brooklyn-shootings.html"} ,   {"body" : "Macy's, 47th Street Photo and other big-name retailers are in various stages of bankruptcy, but Alan Fortunoff is undaunted. He is putting his family's housewares and jewelry business on the line with plans to build a $194 million shopping center here. Standing in the middle of 69 acres of barren blacktop in the heart of Nassau County, Mr." , "date" : "19920128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WESTBURY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In the Retail Desert, Fortunoff Is Planting a Mall on L.I." , "url" : "http:\/\/www.nytimes.com\/1992\/01\/28\/nyregion\/in-the-retail-desert-fortunoff-is-planting-a-mall-on-li.html"} , {"body" : "Three students were stabbed yesterday outside their Brooklyn high school, leaving one of them in critical condition, the police said. The stabbings occurred as students were leaving Thomas Jefferson High School in the East New York section about 2:35 yesterday afternoon. A \"large group, not a gang,\" comprising \"a couple dozen\" youths who did not" , "date" : "19920122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "3 Students Are Stabbed In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/22\/nyregion\/3-students-are-stabbed-in-brooklyn.html"} , {"body" : "Theodore D. Small, a pioneer in training and placement programs that found jobs for tens of thousands of disabled people, died on Monday at his home in Brooklyn. He was 52 years old. The cause of death apparently was heart failure, his family said. Mr. Small's programs aided a wide variety of people, including the physically impaired, the homeless," , "date" : "19920118" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Theodore Small, 52, an Innovator In Finding Jobs for Disadvantaged" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/18\/nyregion\/theodore-small-52-an-innovator-in-finding-jobs-for-disadvantaged.html"} , {"body" : "A New York City schoolteacher was found dead on a burning mattress in a bedroom of her Brooklyn home on Thursday, in a blaze that the Fire Marshal's office has labeled suspicious. The cause of death of the teacher, Cherril McPherson, 45 years old, of 660 Belmont Avenue in East New York, has not been determined. The Medical Examiner's Office had not" , "date" : "19920118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Teacher Found Dead On Burning Mattress" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/18\/nyregion\/teacher-found-dead-on-burning-mattress.html"} , {"body" : "It is a universal complaint of children that their parents don't speak their language. That may never be more true than it is for the children of immigrants. And that is why learning English is a race for Rita Limanto, who arrived in New York two years ago from Indonesia. Her two children are far ahead, and while she is proud of their success, she" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racing to Learn to Speak English" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/nyregion\/racing-to-learn-to-speak-english.html"} , {"body" : "Four armed men hijacked a telephone company van in Brooklyn yesterday, drove to Queens and, posing as telephone repairmen, stole more than $100,000 from a bank in Rosedale, the police said. The gunmen began the crime spree at 10:30 A.M. when they swarmed onto a New York Telephone Company van at 819 Ashford Street in East New York and took two phone" , "date" : "19920114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Seize Van and Hold Up a Bank" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/14\/nyregion\/gunmen-seize-van-and-hold-up-a-bank.html"}]