[  {"body" : "Glittering and pulsing like a high-tech stained-glass window, Nam June Paik's installation at the Chase Manhattan Bank's new building at 4 Metrotech Center in Brooklyn is not your usual lobby art. With its 429 television sets -- from 5-inch to 26-inch models -- arranged in a grid that is 18 feet high and 60 feet long, Mr. Paik's piece is more like" , "date" : "19921230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Critic's Notebook; High-Tech Artworks In High-Tech Bank Building" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/30\/arts\/critic-s-notebook-high-tech-artworks-in-high-tech-bank-building.html"} , {"body" : "This is a quiet night for Sister Kim and her colleagues from the Crown Heights Youth Collective as they maneuver their blue van down streets glistening with Christmas lights and giant menorahs. The mission for the five people in the van is at once simple and complex: reach out to the children of this embattled neighborhood. Ask them to talk it out," , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Suing for Peace in a Neighborhood of Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/suing-for-peace-in-a-neighborhood-of-violence.html"} , {"body" : "POP AND ROCK Dr. John Dr. John, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. When Dr. John comes to town, he brings with him an air of fantastic New Orleans decadence: as he sits at the piano, tossing off blues, funk and honky-tonk riffs, an exotically outfitted snake dancer enters the stage and puts his music in motion. Her pet is a long," , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Sounds Around Town: On New Year's Eve" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/arts\/sounds-around-town-on-new-year-s-eve-543992.html"} , {"body" : "Steven J. Ross, who built a family funeral parlor business into Time Warner Inc., the world's largest media and entertainment company, died yesterday in Los Angeles. He was 65 years old. His death was caused by complications arising from his prostate cancer, from which he had suffered for several years, a company spokesman said. A debonair" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Obituaries"] , "page_facet" : "1" , "title" : "The Creator of Time Warner, Steven J. Ross, Is Dead at 65" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/obituaries\/the-creator-of-time-warner-steven-j-ross-is-dead-at-65.html"} , {"body" : "After thinking long and hard about taking on the role of a landlord, the National Kidney Foundation of New York and New Jersey has accepted the deed for a 30-year-old, 500-unit apartment complex in the Flatbush section of Brooklyn from its developer, Fred C. Trump. The complex, Patio Gardens, is at 580-590 Flatbush Avenue, east of Prospect Park." , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Fred Trump Donates a Complex in Flatbush; Kidney Fund a Landlord" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/realestate\/postings-fred-trump-donates-a-complex-in-flatbush-kidney-fund-a-landlord.html"} , {"body" : "A woman shopping in a Korean grocery store in Flatbush, Brooklyn, was harassed and struck by two store workers after they accused her of trying to steal a bottle of juice, the police said yesterday. The incident at Hong's Fruit and Grocery, at 1132 Flatbush Avenue, occurred just blocks away from a store where, in 1990, a clash between a black" , "date" : "19921212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 at Store Charged in Attack on Customer" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/12\/nyregion\/2-at-store-charged-in-attack-on-customer.html"} , {"body" : "An appeals court has overturned the 1990 conviction of J. Leonard Spodek, a landlord who was involved in several highly publicized cases about violations in dozens of apartment buildings that he owned in Brooklyn. Over the years, Mr. Spodek was the subject of complaints about thousands of violations in his many buildings, and he went to jail for 45" , "date" : "19921209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landlord's Criminal Conviction Is Overturned by Appeals Court" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/09\/nyregion\/landlord-s-criminal-conviction-is-overturned-by-appeals-court.html"} , {"body" : "The police yesterday were investigating two separate incidents, in Brooklyn and on Staten Island, in which teen-agers were beaten in what the police said appeared to be bias attacks. One victim, Marc Goldberg, 19 years old, who is partly blind, told the police he was robbed and assaulted late Friday night in Flatbush, Brooklyn. The police said he" , "date" : "19921206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2 Teen-Agers Report Bias Attacks to Police" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/06\/nyregion\/2-teen-agers-report-bias-attacks-to-police.html"} , {"body" : "Mayor David N. Dinkins took his campaign for racial harmony to Crown Heights yesterday, urging a mixed group of black youths from the neighborhood and Jewish teen-agers from around the city to look beyond their differences and unite in ways their parents have often not been able to. Holding a microphone and weaving around the Crown Heights Youth" , "date" : "19921130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Crown Hts., Mayor Presses For Harmony" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/30\/nyregion\/in-crown-hts-mayor-presses-for-harmony.html"} , {"author" : "Wendy Wasserstein won the Pulitzer Prize in 1989 for her play \"The Heidi Chronicles.\" Her new comedy, \"The Sisters Rosensweig,\" about family relationships, opened last month." , "body" : "I was very disappointed the first time I saw Plymouth Rock. There it was, just a rock. Somehow I was hoping for more of a to-do. I thought that rock would be surrounded by Barricini chocolate turkeys, dancing sweet potatoes and Pilgrims in crepe-paper hats singing, \"We gather together to ask the Lord's blessings.\" But then Thanksgiving has always" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Ah, That First Feast In Wild Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/style\/ah-that-first-feast-in-wild-manhattan.html"} ,   {"body" : "It was early on a cool spring day, but in the dark subway corridors beneath Flatbush, there was no way to know this. Officer Michael K., a black transit police officer, was in full plainclothes costume: sneakers, jeans, sweatshirt. His knee was pressed to the chest of a suspect whom he had fought to the ground, and his gun was pushed against the" , "date" : "19921122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alone, Undercover and Black: Hazards of Mistaken Identity" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/22\/nyregion\/alone-undercover-and-black-hazards-of-mistaken-identity.html"} , {"body" : "When violence erupted in Crown Heights, Brooklyn, last year, the Police Department initially adopted \"a kind of holding approach\" that for three days failed to quell the disturbances, Police Commissioner Raymond W. Kelly said yesterday. But at no time, he said, did the department receive orders from City Hall to show restraint in dealing with those" , "date" : "19921119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police in Crown Heights: 'A Holding Approach'" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/19\/nyregion\/police-in-crown-heights-a-holding-approach.html"} , {"body" : "It could be called \"A Triage Grows in Brooklyn\": An eight-floor, $38 million, 250,000-square-foot Health Science Education Building has just been completed at Lenox Road and New York Avenue in East Flatbush. It's part of the State University of New York Health Science Center, formerly known as the SUNY Downstate Medical Center, where a total of" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 8 Stories in Brooklyn; Health Science Education" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/realestate\/postings-8-stories-in-brooklyn-health-science-education.html"} , {"body" : "To meet clean air requirements, New York City officials have, over the years, considered banning trucks from midtown Manhattan, placing tolls on East River bridges and insisting on \"no drive days,\" when commuters would be barred from driving into the city more than four days a week. But in an unexpected turnaround, city officials now say they they" , "date" : "19921113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Without Dire Steps, New York Finds Air Is Cleaner" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/nyregion\/without-dire-steps-new-york-finds-air-is-cleaner.html"} , {"body" : "Several New York City school custodians repeatedly did not show up for work, a report by the special commissioner of investigation for schools has found. One held a job as a pilot on Board of Education time, one worked on a pleasure boat and a third smoked marijuana as well as used guns for target practice inside school buildings. The report, which" , "date" : "19921112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Report Cites Custodians For Misconduct on the Job" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/12\/nyregion\/a-report-cites-custodians-for-misconduct-on-the-job.html"} , {"body" : "Ten minutes after taking a table in a Brooklyn social club early yesterday, four men pulled out their guns, robbed the dozen patrons and then opened fire wildly, killing one man and wounding four others, the police said. The robbers escaped with a dozen wallets and the club's cash register after spraying the crowd with 9-millimeter weapons, said" , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Robbers Kill 1 And Wound 4 At Social Club" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/nyregion\/robbers-kill-1-and-wound-4-at-social-club.html"} , {"body" : "Closings in the week ended Oct. 24 MANHATTAN Chelsea 220,000 249 West 29th Street 1-bedroom, 1-bath, 1,800-sq.-ft. co-op in a loft building; elevator, darkroom, 3 exposures; maintenance $1,070, 50% tax-deductible (Broker: Cathy Fields Realty) Gramercy Park Area 350,000 200 East 24th Street 2-bedroom, 3-bath, 2,200-sq.-ft. postwar co-op; 24-hr." , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/realestate\/residential-resales-679992.html"} , {"body" : "Scramblin' Man Like a number of his contemporaries from the 1960's, the guitarist Carlos Santana is enjoying an upswing in his career. His audiences are getting larger and younger, and he has moved to Polydor, which has allowed him to start his own label, Guts and Grace. Part of the continued appeal of Mr. Santana -- who will play two consecutive" , "date" : "19921104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CUBA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/04\/arts\/the-pop-life-239992.html"} , {"body" : "THE great runners pay no attention to the ubiquitous strains of \"Rocky\" or \"Chariots of Fire\" or \"New York, New York\" as they dash through their marathons. But the plodders with their 10-minute miles have time to taste the coffee, to smell the roses, and most important, to hear the music. Music is as stimulating as the sea-roar from the crowd on" , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Music Stirs The Passing Marathoners" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/sports\/sports-of-the-times-music-stirs-the-passing-marathoners.html"} , {"body" : "PARK SLOPE is families everywhere and brownstones, street after street of them. Far enough from Manhattan for a neighborhood feel, it maintains, in its multiracial population and cultural institutions, what many residents call an urban sophistication. \"A very small-town community with a cosmopolitan attitude,\" said George Etchison, a 20-year" , "date" : "19921101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Park Slope" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/01\/realestate\/if-you-re-thinking-of-living-in-park-slope.html"} ,   {"body" : "Here is a sampling of Halloween events scheduled in the New York metropolitan area this weekend: Today \"CARNEVALE OF SOULS,\" Dynamic Theater Company, 44 Walker Street, lower Manhattan. Performance art with exotic dancers, contortionists, fire-eaters, magicians. 9 P.M. to 2 A.M. Admission: $10. Information: (212) 799-3753. \"MYSTERY: THE ILLUSTRATED" , "date" : "19921030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Haunts of the Brave" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/30\/arts\/haunts-of-the-brave.html"} , {"body" : "Halloween Parade Party Museum of the City of New York Fifth Avenue, at 103d Street (212) 534-1672 Recommended for all ages Tomorrow So many toddlers turned up last year for the museum's annual Halloween parade and party that this year a \"Scary Baby Contest\" for children under 3 will be part of the event. So conjure up a witch or warlock baby outfit" , "date" : "19921030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/30\/arts\/for-children.html"} , {"body" : "The Federal authorities asserted yesterday that they had uncovered the nation's largest food-stamp fraud through a sham retail meat market in Brooklyn that illegally redeemed $43 million in stamps in less than two years. In a civil lawsuit, the United States Attorney's office in Brooklyn said the intricate scheme involved grocers and restaurateurs" , "date" : "19921028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Food Stamps Used in Scam To Sell Meat" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/28\/nyregion\/food-stamps-used-in-scam-to-sell-meat.html"} , {"body" : "A fortune built by condensing magazine articles will help fill the shelves of thousands of school libraries, and reopen the doors of dozens that had been locked for lack of money. A $40 million gift from the DeWitt Wallace-Reader's Digest Fund will revitalize libraries in 25 cities that would otherwise close because of lack of money. In Paterson," , "date" : "19921026" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/26\/nyregion\/489392.html"} , {"body" : "THE star of new exhibitions observing the 500th anniversary of the first Columbus voyage to America is not the Admiral himself. It is that work of art and information so familiar as an instrument and record of the continuing discovery of the world: The map. This emphasis on maps may reflect the current fashion of toppling heroes from their" , "date" : "19921009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Discovering the Old World of Maps" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/09\/arts\/discovering-the-old-world-of-maps.html"} , {"body" : "Playing with a gun he thought he had unloaded, a 9-year-old boy accidentally shot and killed his 12-year-old cousin on Saturday. The boys, who had been watching television, apparently got the gun out of the bedroom of a tenant who lived with them in a house on a well-kept street in Brooklyn, relatives said. \"You see stuff like this all the time," , "date" : "19920928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Accidentally Shoots A Cousin While Playing" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/28\/nyregion\/boy-accidentally-shoots-a-cousin-while-playing.html"} , {"body" : "The death notice at Olu Olux Amara's funeral described his arrival from Sierra Leone: \"The urge for furthering his education and experience came to reality when he decided to brave the air and set foot on the firm dust of the United States of America with its untapped bosoms of unlimited opportunities.\" He was not one to back away from a challenge." , "date" : "19920924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gypsy Cabs: A Hard, Chancy Life on the Side Streets of New York" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/24\/nyregion\/gypsy-cabs-a-hard-chancy-life-on-the-side-streets-of-new-york.html"} , {"body" : "A simmering labor dispute at a kosher supermarket in Brooklyn turned violent yesterday when members of a food workers' union pushed past police barricades into the store and fought with nonunion workers, leaving four people injured, the police and witnesses said. The union, Local 342-50 of the United Food and Commercial Workers, has been trying to" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Labor Fight at Kosher Store Turns Violent" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/nyregion\/labor-fight-at-kosher-store-turns-violent.html"} , {"body" : "Closings in the week ended Aug. 22 MANHATTAN Columbia University Area 215,000 420 Riverside Drive (114th St.) 2-bedroom, 1 1\/2-bath, 1,600-sq.-ft. co-op in an unrenovated prewar building; 24-hr. doorman, maid's room, dining room; maintenance $825, 50% tax-deductible (Broker: A.J. Clarke Real Estate) East Midtown 80,000 333 East 53d Street" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/realestate\/residential-resales-811392.html"} , {"body" : "ONE of the glories of New York City is that you can come close to creating trips to exotic places, at least for an hour or two. That is to say, you can pretend you are somewhere else. Is that a good thing or a bad thing to say about a city? Oh, I think it's good. My wife and I stroll up and down 74th Street in the Jackson Heights section of Queens" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC AVENUE (BROOKLYN)" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Exotic East That's Not Far" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/an-exotic-east-that-s-not-far.html"} ,   {"body" : "A top police official yesterday directed the department's Internal Affairs Division to investigate the arrest last week of a Brooklyn van driver who suffered a serious neck injury while in police custody. The incident, which occurred last Tuesday in the 63d Precinct and left Robert Ealneish, 26 years old, in critical condition at Kings County" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Order Inquiry Into Brooklyn Driver's Injury" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/police-order-inquiry-into-brooklyn-driver-s-injury.html"} , {"body" : "It all began when a group of gardeners who plowed the land at Floyd Bennett Field in the Gateway National Recreational Area in southeast Brooklyn decided to share their bounty by making a big pot of soup and having a party. In the years that followed, the get-together included a bit of entertainment here, some 4-H contests there, until it grew to" , "date" : "19920814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Annual Harvest Fair At Floyd Bennett Field" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/14\/arts\/annual-harvest-fair-at-floyd-bennett-field.html"} , {"body" : "Police officials said yesterday that they were investigating the possibility that the parents of a police officer who were shot to death in their Queens home on Friday were victims of a drug gang that has been committing other push-in crimes throughout the city. The couple, Sergio and Juanita Ramirez, both 50 years old, were each found bound and" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Drug Gang Suspected in Queens Couple's Slaying" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/drug-gang-suspected-in-queens-couple-s-slaying.html"} , {"body" : "The parents of a New York City police officer were shot to death in their Queens home yesterday in what was apparently a push-in robbery, the police said. The parents, Sergio and Juanita Ramirez, both in their 50's, were each found bound and shot in the head in the rear bedroom of their apartment, on the first floor of a well-maintained red-brick" , "date" : "19920808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parents of Officer Are Slain in Queens" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/08\/nyregion\/parents-of-officer-are-slain-in-queens.html"} , {"body" : "In a Manhattan law office, Angelot Cyriac rifled through an accordion folder, the only possession he carried aboard a leaky sailboat for his journey last April from Haiti to the United States. From its folds, he brought forth laminated identification cards, membership certificates, diplomas and photographs -- a paper trail of the political ties" , "date" : "19920808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "The File of a Refugee: One Haitian's Account" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/08\/nyregion\/the-file-of-a-refugee-one-haitian-s-account.html"} , {"body" : "The decomposed body of an infant was discovered in a Brooklyn apartment last night after a neighbor, suspecting an attempted robbery, peeked through an open window, the police said. The body of the baby, believed to be 5 to 8 months old, was so badly decomposed that police could not determine its sex, said Sgt. Ed Burns. He said neighbors told" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of a Baby Is Found" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/body-of-a-baby-is-found.html"} , {"body" : "JUST as this summer brings disappointment to Mets and Yankees fans, it brings promise to fans of outdoor sculpture. The outdoor sculpture season in New York City is all over the place, geographically and figuratively speaking. Sculptures are to be found as far afield as the Woodlawn Cemetery in the Bronx and the Snug Harbor Cultural Center on" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Art; Sculpture, Sculpture Everywhere" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/arts\/review-art-sculpture-sculpture-everywhere.html"} , {"body" : "To the Editor: Your June 29 report on New York City's discontinuation of the dumping of sludge in the Atlantic Ocean underscores the simple truth that sludge hasn't been eliminated. We must reduce the amount we produce. One partial solution is gray-water recycling in commercial buildings. Gray-water systems are based on the on-site treatment" , "date" : "19920725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ATLANTIC OCEAN"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Gray-Water Systems Recycle Nondrinking Water to Cut Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/25\/opinion\/l-gray-water-systems-recycle-nondrinking-water-to-cut-sludge-151092.html"} , {"body" : "Clutching forms in one hand and children in the other, scores of Spanish-speaking women trudged through a sprawling welfare office in Washington Heights the other day for a lengthy round of bureaucratic rituals: waiting in crowded rooms, filling out applications, meeting with caseworkers, waiting some more. Amid the sluggish lines and piles of" , "date" : "19920714" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Agencies Face Language Barriers" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/14\/nyregion\/agencies-face-language-barriers.html"} , {"body" : "MANY people fear change, especially in their own neighborhood. Here in Lawrence, with its winding village golf course and glistening white yachts moored in the village marina, change has brought with it measures of fear and possibility. For Salvatore Leoni, the manager of Gino's Pizza on Central Avenue, the change has meant giving some thought to" , "date" : "19920714" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LAWRENCE (NY)" , "CEDARHURST (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "OUR TOWNS; Gradually Picking Up Neighbors' New Tune" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/14\/nyregion\/our-towns-gradually-picking-up-neighbors-new-tune.html"} ,   {"body" : "'Re-electing George . . . Washington, That Is' Fraunces Tavern Museum 54 Pearl Street (at Broad Street) Lower Manhattan (212) 425-1778 Recommended ages: 7 and up Through Dec. 4 This mini-exhibition in a corner of the Revolutionary War museum lets visitors consider the Presidential qualities (or lack thereof) of four candidates for a restaged 1792" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A POLITICAL PARTY; For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/arts\/a-political-party-for-children.html"} , {"body" : "Two men climbed out of a car and began firing on a Brooklyn street corner where more than a dozen children were playing double dutch and cooling off in an open fire hydrant about 8 P.M. yesterday, the police and witnesses said. By the time the shooting stopped, a 19-year-old youth, the gunmen's apparent target, had been critically wounded by a" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunmen in Flatbush Wound 3 at Corner" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/gunmen-in-flatbush-wound-3-at-corner.html"} , {"body" : "A 16-year-old Brooklyn youth was shot in the face and killed while he and some friends were playing with a gun yesterday afternoon, the police said. It was unclear whether the youth shot himself or was shot by one of his companions. He was identified as Clifford Celestin of 1212 Flatbush Avenue, in Flatbush. \"It looks like basically an accident,\"" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Shot While Playing" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/youth-shot-while-playing.html"} , {"body" : "A Fourth of July family gathering in a Queens park turned deadly early yesterday morning when a dispute ended with knives drawn, one man dead and six people wounded, the police said. The victims, all related by blood or marriage, were among 10 people slain and 22 people wounded in New York City during an eight-hour period over Saturday night and" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Are Slain And 22 Hurt In New York Over Holiday" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/nyregion\/10-are-slain-and-22-hurt-in-new-york-over-holiday.html"} , {"body" : "Majestic in a gray morning mist, the world's largest gathering of tall ships in this century sailed out of the past and up the great amphitheater of New York Harbor yesterday in a stately salute to Independence Day and the 500th anniversary of Christopher Columbus's voyage of discovery to the New World. Canvas set, pennants fluttering, a breeze" , "date" : "19920705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Quiet Majesty Sails the Hudson With Tall Ships" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/05\/nyregion\/a-quiet-majesty-sails-the-hudson-with-tall-ships.html"} , {"body" : "Ezra Jack Keats Storytelling Series Prospect Park Ocean Avenue Playground Ocean Avenue entrance Flatbush Brooklyn (718) 788-0055 Recommended ages: 3 to 10 Sundays through July 26 Ezra Jack Keats was a children's author and illustrator whose mission, it seemed, was to write about inner-city children, both black and white, without making them appear" , "date" : "19920626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/26\/arts\/for-children.html"} , {"body" : "Transit officials in the New York metropolitan region are planning for service disruptions affecting tens of thousands of commuters next week if railway employees strike Amtrak and Conrail. The walkout, which is threatened for 12:01 A.M. on Wednesday, would close Pennsylvania Station in Manhattan to commuters who use the Long Island Rail Road and" , "date" : "19920620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Commuter Lines Bracing for an Amtrak Strike" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/20\/nyregion\/commuter-lines-bracing-for-an-amtrak-strike.html"} , {"body" : "WHEN Alan Frisher decided to expand his health-food store last year, in the middle of a recession, people wondered if he might have overdosed on his own vitamins. \"Everyone thought I was crazy,\" he said, \"But I thought if any area is going to come out of the recession, it will be downtown Brooklyn.\" He based his optimism on the explosion of new" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Commercial Property: Downtown Brooklyn; Planning Strategies for a New Retail Environment" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/realestate\/commercial-property-downtown-brooklyn-planning-strategies-for-new-retail.html"} , {"body" : "READING, Harlem Artistic Space, 3 East 128th Street, Harlem. Esther Iverem, an author, is to read from her work. Sunday at 3 P.M. Admission: $5. Information: (212) 690-2603. READINGS OF CHILDREN'S BOOKS, Books of Wonder, 132 Seventh Avenue, at 18th Street, Chelsea, and 464 Hudson Street, at Barrow Street, lower Manhattan. Tedd Arnold, author of" , "date" : "19920612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/arts\/the-spoken-word.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} ,   {"body" : "SUMMER in New York may seem a week too long and 5 degrees too hot, but it needn't be boring for children. In the city's parks alone, there are free tennis lessons for youngsters, a chess camp, carousels, a formal croquet green, roller skating, bicycling and boating. And at Jacob Riis Park in Queens, children can watch female lifeguards in an annual" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; When the Young Take Over the Outdoors" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/children-when-the-young-take-over-the-outdoors.html"} , {"body" : "A man wielding a box cutter slashed four women, including one with a baby, during a crazed spree in Brooklyn yesterday morning but was captured after swinging a bottle at a police officer who chased him into a dark subway tunnel, the police said. \"I can't impress on you enough that this city police officer, Alexis Anderson, is a hero in every sense" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "4 Women Slashed in Brooklyn; Suspect Is Caught After a Chase" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/4-women-slashed-in-brooklyn-suspect-is-caught-after-a-chase.html"} , {"author" : "The writer of this article, who wrote the About New York column from 1976 to 1979, has returned to New York after spending 13 years in Times bureaus in Washington, London and Moscow." , "body" : "\"I was explaining to you about the rapture,\" the tall, Bible-toting black man suddenly announced, standing solemn as Socrates within the Lexington Avenue local as he moved through another day of subway proselytizing. \"What is the rapture?\" the handsome, thin-faced man asked rhetorically of riders clinging fervidly to their various inattentions. The" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "City of Pain and Rapture: Reflections in an Urban Eye" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/city-of-pain-and-rapture-reflections-in-an-urban-eye.html"} , {"body" : "A gaggle of youngsters perched on kindergarten chairs at a family services center in Brooklyn two weeks ago, waggling their knees nervously, or intently inspecting the ceiling, as they searched for words to say what weeks away from the city might mean to them. Their responses were clipped -- mental snapshots, really -- some mere imaginings of what" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Joys of Summer, Anticipated" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/the-joys-of-summer-anticipated.html"} , {"body" : "TEMPTATION, not rice and beans, is the specialty of New York City's flourishing new Dominican restaurants. At El Lina in Inwood, seductive aromas billow from the door, making the unassuming diner a cinch to find. Step down from the No. 1 train at the 207th Street station, then drift in the direction of the cloud of garlic, coriander and green" , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Dominican Restaurants: A New Beat in Nueva York" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/garden\/dominican-restaurants-a-new-beat-in-nueva-york.html"} , {"body" : "R. H. Macy & Company said yesterday that it would close eight department stores, including four in the New York region, by Aug. 1 as part of its effort to restore the financial health of its bankrupt business. Macy's departures will leave many neighborhoods bereft of department stores that served as the centerpieces of once-thriving urban hubs like" , "date" : "19920521" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Macy Says It Will Close 8 Stores, Including 4 in the New York Area" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/21\/nyregion\/macy-says-it-will-close-8-stores-including-4-in-the-new-york-area.html"} , {"body" : "The time passed long ago when the streets of downtown Brooklyn bustled with trolleys and elevated trains, when the Dodgers had their business office at Montague and Court Streets and when Brooklynites, in fedoras and white gloves, swarmed the penny arcades, stately theaters and grand old department stores like Namm's and Frederick Loeser's. But" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Prime of 'Wall Street East'; A Renaissance May End Downtown Brooklyn's Dark Ages" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/prime-wall-street-east-renaissance-may-end-downtown-brooklyn-s-dark-ages.html"} , {"body" : "Sylvia Syms, one of the most admired pop-jazz singers of her generation, died of a heart attack in Manhattan early yesterday morning after a performance in the Oak Room of the Algonquin Hotel. Moments after she had finished singing a program of songs associated with her longtime friend Frank Sinatra, the 74-year-old singer and actress collapsed and" , "date" : "19920511" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "10" , "title" : "Sylvia Syms, Singer, Dead at 74; Cabaret Artist With Saloon Style" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/11\/arts\/sylvia-syms-singer-dead-at-74-cabaret-artist-with-saloon-style.html"} , {"body" : "A teen-ager who was being chased along a Brooklyn subway platform by five other teen-agers after a confrontation on a train was arrested yesterday on charges that he stabbed one of the youths to death, the police said. The stabbing took place at about 1:40 P.M. Friday at the Seventh Avenue station on the D line, a Transit Authority police" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Teen-Ager Charged in a Subway Station Slaying" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/teen-ager-charged-in-a-subway-station-slaying.html"} , {"body" : "It's been decades since Jim Florio stepped into a boxing ring with the single-minded intention of knocking the stuffing out of an opponent. Yet the ring shadows his moves as Governor of New Jersey and as a Democratic politician whom some people have already counted out, with 19 months remaining in his first term. Even in an interview, he bobs, he" , "date" : "19920504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bruised but Not Out; Florio's Comeback Bid With Voters" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/04\/nyregion\/bruised-but-not-out-florio-s-comeback-bid-with-voters.html"} ,   {"body" : "DESIGNER decor, private gardens, historic houses and modern penthouses are features of this spring's show-house and house-tour season. New York City Flatbush, Sunday -- A guided bus tour of houses featured in films, including \"Sophie's Choice\" and \"Malcolm X,\" will be held from 1 to 5 P.M. Tickets $15, at the Flatbush Tompkins Church, East 19th" , "date" : "19920423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "If It's Spring, It Must Be Show Time" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/23\/garden\/if-it-s-spring-it-must-be-show-time.html"} , {"body" : "Library Symposium Pierpont Morgan Library, 29 East 36th Street; (212) 685-0008. A symposium on the architecture of the library's McKim, Mead & White building, from 1906, and its collections, will be held from 1:30 to 5:30 P.M. on Saturday. Tickets, including reception, $25. Reservations required. In Memoriam Cornell Cooperative Extension of Suffolk" , "date" : "19920423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Things to See, Make, Learn and Buy" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/23\/garden\/calendar-things-to-see-make-learn-and-buy.html"} , {"body" : "A Brooklyn man who the police say drove the getaway car in the assault and robbery of a 69-year-old Roman Catholic priest was arrested yesterday. He is the second person arrested in connection with the robbery. The suspect, Leo Owen, 27, of 257 Saratoga Avenue in the Brownsville section of Brooklyn, waited outside the Chemical Bank branch at 401" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2d Arrest in Priest Assault" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/2d-arrest-in-priest-assault.html"} , {"body" : "A Brooklyn man, who the police believe is part of a gang that preys on bank customers, was arrested yesterday and charged in the assault and robbery of a 69-year-old Roman Catholic priest as he stood on line to deposit the tuition from his church's parochial school at a Brooklyn bank last Thursday, the police said. The suspect, Todd Brown, 24, of" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Arrested In Assault of Priest" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/suspect-is-arrested-in-assault-of-priest.html"} , {"body" : "A 69-year-old Roman Catholic monsignor was hit in the head and robbed by two men yesterday afternoon inside a Brooklyn bank as he waited in line to deposit the tuition from his church's parochial school. The monsignor, James J. Haggerty, pastor of St. Saviour's Church on Eighth Avenue in Park Slope, was carrying $600 to $700 in cash and almost" , "date" : "19920417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Monsignor in Bank Robbed of Tuition" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/17\/nyregion\/monsignor-in-bank-robbed-of-tuition.html"} , {"body" : "The first meeting of a reconfigured Community Board 14 in Brooklyn was disrupted last night by a bomb threat and later, by angry shouting matches -- evidence that the racially charged protests that have wracked the board for two years show little sign of ending. The raucous meeting at Edward R. Murrow High School in Midwood came 12 days after the" , "date" : "19920414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Protesters Disrupt Brooklyn Board Meeting" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/14\/nyregion\/protesters-disrupt-brooklyn-board-meeting.html"} , {"body" : "The Lubavitch Hasidim call them the \"mitzvah tanks\" -- vans bedecked with religious sayings that roam New York City, blaring Old World music out of loudspeakers and trolling for Jews who want to rediscover their religious roots. Tomorrow morning a 90-strong caravan of them -- which may look to the uninitiated like a noisy parade of Winnebagos -- is" , "date" : "19920413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Convoy of 'Mitzvah Tanks' Celebrates Birthday of Rebbe" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/13\/nyregion\/convoy-of-mitzvah-tanks-celebrates-birthday-of-rebbe.html"} , {"body" : "A novice cabdriver who was apparently unaware that his two passengers were robbery suspects on the run was shot and critically wounded yesterday morning by a police officer in Greenwich Village, after the cab had been stopped and one of the passengers arrested, the police said. A half-dozen witnesses to the shooting, which took place shortly after" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Shoots Driver of Cab In Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/officer-shoots-driver-of-cab-in-manhattan.html"} , {"body" : "And what was HOWARD GOLDEN, Brooklyn Borough President, doing on New York's Democratic Primary Day? He was in Beverly Hills, Calif., anointing MARTIN LANDAU and BRENDA VACCARO as the King and Queen of Brooklyn. They will be crowned at the 10th annual Welcome Back to Brooklyn festival on June 14. (Mr. Golden did vote, by the way -- by absentee" , "date" : "19920408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/08\/style\/chronicle-961992.html"} , {"body" : "Place: Grand Army Plaza, Central Park South and Fifth Avenue. Dramatis personae: Well-dressed matron and equally well-dressed girl about 5 or 6 years old. Kenneth Kowald overhears their conversation as they stroll past the recently-spraying-but-now-dry fountain opposite the Plaza hotel. Little girl: Grandmother, why isn't the fountain working" , "date" : "19920401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/01\/garden\/metropolitan-diary-918692.html"} ,   {"body" : "A 2-year-old girl was killed yesterday afternoon when fire engulfed her bed in a Brooklyn apartment, the authorities said. The cause of the blaze was under investigation last night, but neighbors said the victim's sister had been playing with a cigarette lighter and accidentally started the fire. The victim, Denika Bracero, was engulfed in flames" , "date" : "19920330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 2, Dies in Brooklyn Home As Fire Engulfs Her Bedroom" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/30\/nyregion\/girl-2-dies-in-brooklyn-home-as-fire-engulfs-her-bedroom.html"} , {"body" : "Mom-and-pop restaurants have an enduring appeal, rooted in diners' romantic fantasies of opening up a little place and serving their own favorite foods to their own loyal friends. At this 25-seat corner cafe in Prospect Heights, Brooklyn, across Flatbush Avenue from Park Slope, the mom and pop are Camille and John Policastro. For six years, with" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/arts\/446292.html"} , {"body" : "Manhattan House Tours Grand Tour Design, 141 East 44th Street; (212) 297-0652. Four tours of apartments in Manhattan, a reception and a brunch will be held to benefit the American Foundation for AIDS Research and Channel Thirteen\/WNET. Residences belong to designers, architects and their clients. Different apartments are included on each tour." , "date" : "19920326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: House Tours, And Quilts Galore" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/26\/garden\/calendar-house-tours-and-quilts-galore.html"} , {"body" : "Up three flights of broken stairs in a garment factory building on the western edge of Chinatown was the windowless 8-by-10-foot cell that Abdulaye Kamara, an immigrant from Senegal, was happy to call home. His neighbors were mostly people like himself, resourceful immigrants from China, Vietnam, Mexico and a few other countries, living quietly in" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hidden Lives: New York's Poorest Immigrants -- A special report; Crammed in Tiny, Illegal Rooms, Tenants of the Margins of Survival" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/hidden-lives-new-york-s-poorest-immigrants-special-report-crammed-tiny-illegal.html"} , {"author" : "Roger Cohen is the European economic correspondent of The New York Times, based in Paris." , "body" : "Steve Ross looks like a humbled man. Slumped in a leather chair, the chairman and co-chief executive officer of Time Warner, the world's largest media and entertainment company, winces as he reaches for a glass of water. His smile is wan, his jowls sag, his once athletic frame appears bloated. \"It's been a rough couple of years,\" he says in a voice" , "date" : "19920322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "A $78 Million Year: Steve Ross Defends His Paycheck" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/22\/magazine\/a-78-million-year-steve-ross-defends-his-paycheck.html"} , {"body" : "The Tri-Community Volunteer Ambulance Corps officially came into being at 5:36 last Saturday evening when its only ambulance responded to its first emergency -- a car accident on Clarendon Road in Brooklyn. And, as the crew merrily pointed out, they beat the Emergency Medical Service to the scene by a good 20 minutes. \"That's why we're here,\" the" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Volunteer Ambulance Corps Fill the Gaps" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/volunteer-ambulance-corps-fill-the-gaps.html"} , {"body" : "SPRING is so maddening. It made a brief appearance this year at the Brooklyn Botanic Garden on a balmy Sunday in February -- weeks before yesterday's snowfall. Nobody could believe it: the kind of weather that made you keep taking your jacket off, until a little wind came up and you had to put it back on. People were feeding the ducks on the" , "date" : "19920320" , "day_of_week_facet" : "Friday" , "page_facet" : "1" , "title" : "Sweet Smell Of Nature's Bounty In All Seasons" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/20\/news\/sweet-smell-of-nature-s-bounty-in-all-seasons.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "A Brooklyn teen-ager was arrested at his home yesterday in the March 6 shooting death of a 15-year-old boy on a crowded subway car. Sgt. Michael Paccione, acting commander of the 70th Precinct Detective Squad, identified the suspect as De Angelo Cross, 17 years old, of 377 East 35th Street in Flatbush, a senior at Erasmus Hall High School. Mr." , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Teen-Ager Held in Train Killing" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/nyregion\/teen-ager-held-in-train-killing.html"} , {"body" : "FOR children, spring is a time of soaring. There are the birds, of course, and baseballs, soccer balls and tennis balls. But what also soar are children's spirits, and to help keep them happily aloft a whole high-flying array of cultural activities is available. This month, for example, the Queens Symphony Orchestra is presenting a concert with a" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; For the Age When You Need No Wings To Fly" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/children-for-the-age-when-you-need-no-wings-to-fly.html"} ,   {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} , {"body" : "Here is a sampling of spring bicycle tours and races, all of them open to the public, offered around New York City. Most groups require that riders wear helmets. Today NEW YORK CITY SPRING RACING SERIES, Central Park. An 18-mile race with medals awarded to the first five finishers. Sponsored by the Metropolitan Cycling Association. Starts at 6:30" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "BICYCLING" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/bicycling.html"} , {"body" : "Here is a sampling of spectator sports in the New York metropolitan region and participatory sports in New York City this spring. Dates and times are subject to change. FOR SPECTATORS Basketball MADISON SQUARE GARDEN, Seventh Avenue and 33d Street, Manhattan. New York Knickerbockers. Games are at 7:30 P.M. Tickets range from $12 to $40." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "30" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/sports-876392.html"} , {"body" : "Michael F. O'Connor had been basking in the glory of his new appointment as Transit Police Chief for all of about four hours Friday afternoon when calls from well-wishers were interrupted by an urgent message. A 15-year-old youth had just been shot by another teen-ager on a crowded, rush-hour subway car in Brooklyn, he was told. It was the second" , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Facing the Latest Subway Slaying, New Transit Chief Mulls Solutions" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/nyregion\/facing-the-latest-subway-slaying-new-transit-chief-mulls-solutions.html"} , {"body" : "A 15-year-old youth was shot to death on a crowded rush-hour subway car in Brooklyn yesterday by another teen-ager after an argument erupted between the two, the New York City transit police said. He was the second victim of a fatal shooting on a subway train in a month. The slain youth's mother said her son's death had apparently resulted from a" , "date" : "19920307" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Youth, 15, Slain On Crowded Subway Train" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/07\/nyregion\/brooklyn-youth-15-slain-on-crowded-subway-train.html"} , {"body" : "New Yorkers and indeed the nation were shocked when two students were gunned down in the hallway of Thomas Jefferson High School in East New York, Brooklyn, on Feb. 26. Khalil Sumpter, a 15-year-old student, was arrested and charged with the slayings of Tyrone Sinkler, 16, and Ian Moore, 17. For the 1,800 students who attend \"Jeff,\" in one of the" , "date" : "19920307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Life at 'Jeff': Tough Students Wonder Where Childhood Went" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/07\/nyregion\/life-at-jeff-tough-students-wonder-where-childhood-went.html"} , {"body" : "During Ramadan, the holy month that began with the new moon this week, Muslims abstain from food and drink from dawn to dark. In many Islamic countries, this means that restaurants close throughout the day, governments and businesses trim working hours, children leave school early and people take daytime naps to stay awake for nighttime meals. But" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "MUSLIM FAST IN U.S. HOLDS DIFFICULTIES" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/us\/muslim-fast-in-us-holds-difficulties.html"} , {"body" : "The accidental shooting of a man in a Brooklyn apartment led to the arrest of two of his friends in the robberies of 16 Korean-owned laundries and fruit stands in Flatbush, East Flatbush and Crown Heights, the police said yesterday. The Korean merchants were apparently chosen, the police said, because the thieves thought they would be reluctant to" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "FLATBUSH (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Charge 2 in 16 Robberies Of Korean-Owned Businesses" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/police-charge-2-in-16-robberies-of-korean-owned-businesses.html"} , {"body" : "Mayor David N. Dinkins has promised the leaders of Community Board 14 in Brooklyn that he would personally try to help end two years of disruptive, racially charged protests at the board's monthly meetings. Mr. Dinkins plans to meet this week with local elected officials and leaders of the board, which represents Flatbush and Midwood, said Michael" , "date" : "19920302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Dinkins Striving to End Protests At Community Board's Meetings" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/02\/nyregion\/dinkins-striving-to-end-protests-at-community-board-s-meetings.html"} ,   {"body" : "The letters come from athletic departments of distant colleges no one in the home has heard of. The telephone rings and suddenly there is one-sided conversation with men who want Antonio Carrasquillo, a high school senior taking mostly sophomore courses, to know more about their schools of higher education. \"Sometimes it's hard to believe that" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "31" , "title" : "Prospect and Poet Cross Paths at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/sports\/prospect-and-poet-cross-paths-at-brooklyn-school.html"} , {"body" : "Asian-Americans, who make up the fastest-growing minority in the nation, face widespread discrimination in the workplace and are often victims of racially motivated harassment and violence, the United States Commission on Civil Rights said in a report made public yesterday. The commission concluded that Asian-Americans, who doubled in number over" , "date" : "19920229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "U.S. Study Says Asian-Americans Face Widespread Discrimination" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/29\/us\/us-study-says-asian-americans-face-widespread-discrimination.html"} , {"body" : "The United States Civil Rights Commission will issue a report today that criticizes Mayor David N. Dinkins's handling of the boycott of a Korean grocery store by black shoppers in Brooklyn two years ago, the Dinkins administration said yesterday. In volunteering the information about the report, administration officials emphasized that the" , "date" : "19920228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Report Faults Mayor On Boycott" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/28\/nyregion\/us-report-faults-mayor-on-boycott.html"} , {"body" : "A school bus carrying young yeshiva students from Crown Heights was attacked yesterday with rocks and a brick by two black teen-agers as it waited at a traffic light in Brooklyn, and the police have classified the attack as a bias incident. The attack, which occurred about 4 P.M. at the intersection of Parkside Avenue and St. Paul's Place on the" , "date" : "19920224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Classify Attack on Bus As a Bias Case" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/24\/nyregion\/police-classify-attack-on-bus-as-a-bias-case.html"} , {"body" : "The history of art, from ancient Egypt to modern America, is chronicled at the Brooklyn Museum. Housed in a landmark Beaux-Arts building on Eastern Parkway, the museum's collections include more than 1.5 million objects, from totem poles to Impressionist masterpieces. Most of them are on permanent display throughout five floors of galleries. The" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "page_facet" : "44" , "title" : "Sunday Outing; Brooklyn's Treasury Of the Arts" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/news\/sunday-outing-brooklyn-s-treasury-of-the-arts.html"} , {"body" : "A 15-year-old boy was stabbed to death in Brooklyn early yesterday morning after leaving a Valentine's Day party with some friends, the police said. Dexter Rennie was attacked at 3 A.M., as he left a doughnut shop at 1538 Flatbush Avenue in Kensington, said Sgt. Norris Hollomon, a police spokesman. He died at the scene. The stabbing came less than" , "date" : "19920216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "15-Year-Old Boy Is Stabbed to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/16\/nyregion\/15-year-old-boy-is-stabbed-to-death-in-brooklyn.html"} , {"body" : "The former treasurer of Mayor David N. Dinkins's re-election committee, Arnold I. Biegen, secretly pleaded guilty on Monday to stealing not only $158,000 from the campaign but also about $850,000 from a mentally impaired widow whose estate he was managing, the Manhattan District Attorney announced yesterday. Mr. Biegen's guilty plea to the two" , "date" : "19920212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Former Dinkins Aide Pleads Guilty to Two Charges of Theft" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/12\/nyregion\/former-dinkins-aide-pleads-guilty-to-two-charges-of-theft.html"} , {"body" : "The only thing unusual about the gun that the police say killed Ruth Mitchell on Saturday is that it was a rifle in a sea of illegal handguns. The rest of its story is told with increasing frequency these days as drugs and guns continue to ravage poor and working-class neighborhoods in New York City and across the nation. Richard Zeno was known as" , "date" : "19920211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Cheap Gun Takes a Precious Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/11\/nyregion\/a-cheap-gun-takes-a-precious-life-in-brooklyn.html"} , {"body" : "Fear and anguish have upset the workaday business of Community Board 14 in Brooklyn. Angry outbursts and denunciations have disrupted its monthly meetings in school auditoriums. Its storefront office on Avenue H in Flatbush closed for three days last month while its staff underwent counseling, and when the office reopened, a police officer stood" , "date" : "19920210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Community Board in Conflict" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/10\/nyregion\/a-community-board-in-conflict.html"} , {"body" : "An American Architect New York School of Interior Design, 155 East 56th Street; (212) 753-5365. David Garrard Lowe, an architectural historian, will give a lecture tonight at 6 P.M. about the architect Richard Morris Hunt (1828-1895), who designed the Great Hall of the Metropolitan Museum of Art and the base for the Statue of Liberty. Fee, $5. AIDS" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar Of Events: Architects, Art, Glass" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/garden\/calendar-of-events-architects-art-glass.html"} ,   {"body" : "SYMPOSIUM, 92d Street Y, at Lexington Avenue, Manhattan. \"Schubert the Man: Myth Versus Reality,\" a symposium exploring the composer's character, with lectures and discussions by professors and writers including Leon Botstein, Ernst Hilmar, Joseph Horowitz and Susan McClary. Sunday, 1 to 9 P.M. Free. Information: (212) 415-5450. READ-IN, Abyssinian" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/arts\/the-spoken-word.html"} , {"body" : "The shot shattered Officer David Pitchon's ankle and landed 15-year-old Rasheem Smith in jail. But perhaps the most remarkable thing about the sniping incident outside a school in the Bedford-Stuyvesant section of Brooklyn eight days ago was how unremarkable it seemed: an act that would have been unthinkable not too long ago drew barely a flicker" , "date" : "19920129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Shot, Boy Held, But Few Even Notice" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/29\/nyregion\/officer-shot-boy-held-but-few-even-notice.html"} , {"body" : "A man and a woman were shot to death in separate incidents in Brooklyn last night, the police said. In both cases, the killers escaped. In one shooting, the owner of a bodega at Dean and Saratoga Streets in Brownsville was killed by two men who robbed his store of $500 in cash. The victim, whom police identified as Taher Abdallah of 363 Howard" , "date" : "19920129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Die in Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/29\/nyregion\/man-and-woman-die-in-brooklyn-shootings.html"} , {"body" : "During a nine-month undercover operation, the police say they bought pistols and automatic weapons from the manager and an employee of a Brooklyn shoe store. On Thursday, when officers moved in to arrest the two for illegally selling the guns, they unexpectedly learned that one was a rookie police officer who had just come off duty in a neighboring" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Policeman Charged in Gun Sale" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/policeman-charged-in-gun-sale.html"} , {"body" : "One every two minutes, the unmarked vans scoot into city bus stops along Flatbush Avenue, scooping up clumps of waiting commuters. Sometimes, the vans simply cut the buses off in a brazen race to the curb. As soon as one is pulled over by the police -- and they often are -- its passengers slip out and around the corner, where another idles out of" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Vans Vie Illegally for New York Bus Riders" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/nyregion\/vans-vie-illegally-for-new-york-bus-riders.html"} , {"body" : "Two automobile accidents on rain-slick streets in Queens and Brooklyn left 3 people dead and 11 injured yesterday, the police said. One of the dead and six of the injured were children. In the more serious accident, which occurred at 12:30 P.M. in Middle Village, Queens, a young woman, her stepfather and her 3-year-old son were killed when the car" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Are Killed In Car Wreck In Queens" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/nyregion\/3-are-killed-in-car-wreck-in-queens.html"} , {"body" : "In what the police have classified as a bias-related incident, a 15-year-old high school girl was abducted from a bus stop in the Flatbush-Flatlands section of Brooklyn yesterday morning, had her eyes taped shut and was driven to another location and raped, the police said. The case was deemed bias-related because ethnic remarks were used by the" , "date" : "19920115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Raped In Bias Case, Police Report" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/15\/nyregion\/girl-is-raped-in-bias-case-police-report.html"} , {"body" : "DEVELOPMENT has its ups and downs. The 42-year-old Bruce Ratner, who has become the chief developer of major projects in Brooklyn, has had some of both. The ups are to be found at Metrotech, the office center on a 16-acre site adjoining Polytechnic University, which contributed the land and is getting major building and grounds improvements. With" , "date" : "19920112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspectives: Developing in Brooklyn; Putting the Cleveland Connection in Play" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/12\/realestate\/perspectives-developing-in-brooklyn-putting-the-cleveland-connection-in-play.html"} , {"body" : "When Parmjit Singh left his job as a mechanic on a Greek ship in 1981, he settled in New York City, instead of returning to the family farm in India. After working three years as a busboy and cook in a Greek restaurant, Mr. Singh met a fellow Punjabi who owned a gas station in the city. \"He taught me how to run a station,\" the 32-year-old Indian" , "date" : "19920112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Ethnic Road to Riches: The Immigrant Job Specialty" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/12\/nyregion\/an-ethnic-road-to-riches-the-immigrant-job-specialty.html"} , {"body" : "In an incident the police said was bias-related, two 14-year-old girls, one black and the other white, were attacked yesterday by a group of as many 30 black youths in Brooklyn. And in the Bronx last night, the police charged a 15-year-old black girl with participating in two bias attacks last Wednesday. The Brooklyn attack occurred at about 4 P.M." , "date" : "19920111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2 Girls Are Target of Bias Attack, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/11\/nyregion\/2-girls-are-target-of-bias-attack-the-police-say.html"} ,   {"body" : "A 19-year-old Brooklyn man on his way to buy cigarettes for his mother was shot to death early yesterday near his home during a mugging in which a leather coat he had received for Christmas was stolen, the police said. The victim, Louis R. Carvajal, was going to buy cigarettes for his mother, Tomasa Lopez, at a grocery at 1136 Flatbush Avenue about" , "date" : "19920108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Slain for Coat, Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/08\/nyregion\/brooklyn-man-slain-for-coat-police-say.html"} , {"body" : "A 9-year-old boy was critically injured yesterday when he was struck by a hit-and-run driver as he crossed a Brooklyn street, the police said. The boy, who was not identified, was crossing Foster Avenue at East 21st Street in Flatbush about 12:30 P.M., when the car hit him and then sped away, a police spokeswoman, Sgt. Tina Mohrmann, said. He was" , "date" : "19920105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Boy Critically Injured By Hit-and-Run Driver" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/05\/nyregion\/boy-critically-injured-by-hit-and-run-driver.html"}]