[  {"body" : "The proposed site for a trash incinerator in the Brooklyn Navy Yard may sit atop graves of Revolutionary War prisoners, a lawyer for a group opposing the project said yesterday. On Wednesday, an administrative law judge removed one of the last hurdles to construction of the incinerator, saying that the state Department of Environmental Conservation" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Grave Site May Be Under Proposed Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/grave-site-may-be-under-proposed-incinerator.html"} , {"body" : "Closings in the week ended Dec. 12 MANHATTAN Carnegie Hill $150,000 55 East 93d Street (Alamo) 1-bedroom, 1-bath, 520-sq.-ft. condo in a prewar building; elevator, renovated kitchen and bath, 10-ft. ceilings, 2 exposures; common charge $308, 100% tax-abated (Broker: Carnegie Hill Properties) Greenwich Village $163,976 115 East 9th Street 2-bedroom," , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/realestate\/residential-resales-606592.html"} , {"body" : "An administrative law judge has removed one of the final hurdles to building a trash incinerator in the Brooklyn Navy Yard, recommending that the state Department of Environmental Conservation grant the necessary permits without holding any more hearings on the plant's environmental impact. In a lengthy decision, signed on Wednesday but not" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Rebuffs Opponents Of Incinerator In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/nyregion\/judge-rebuffs-opponents-of-incinerator-in-brooklyn.html"} , {"body" : "Here is a sampling of holiday events in New York City this weekend, including Christmas music programs in churches and concert halls. Admission is free unless otherwise noted (churches accept donations). Today ST. BARTHOLOMEW'S CHURCH (Episcopal), Park Avenue at 50th Street. Poston's \"Jesus Christ the Apple Tree\"; Willcocks's \"Rocking Carol\";" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Music Tops Holiday List Of Events" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/arts\/music-tops-holiday-list-of-events.html"} , {"body" : "Here are Bryan Miller and Eric Asimov's tips on dining in New York (lunch and dinner) for $50 a day. MOVIES TOUR Upper East Side You don't have to walk far in this neighborhood filled with movie houses to find satisfying, inexpensive fare. Clustered around the corner of 60th Street and Third Avenue are four solid dining choices, all under the same" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Dining Out in New York City on Just $50 a Day: Bargains Blossom as Restaurants Seek Customers" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/arts\/dining-new-york-city-just-50-day-bargains-blossom-restaurants-seek-customers.html"} , {"body" : "Robert Lepage's magical \"Needles and Opium\" begins in a Left Bank hotel in a room formerly occupied by celebrated French artists. Playing himself as a visitor to Paris, Mr. Lepage is facing a long sleepless night when his thoughts are invaded by the spirits of Jean Cocteau and Miles Davis. From here the play embarks on a journey that is filled with" , "date" : "19921210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "Review\/Theater; Melding Cocteau and Miles Davis" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/10\/theater\/review-theater-melding-cocteau-and-miles-davis.html"} , {"body" : "Paula Antoinette Neill, owner of And Why Not?, a clothing boutique in Fort Greene, Brooklyn, died on Friday after she was struck by a commuter train at the Baldwin Station of the Long Island Rail Road. She was 37 years old and lived in Baldwin, L.I. Ms. Neill, a former dietitian, founded the boutique four years ago to showcase fashion and art by" , "date" : "19921124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Paula A. Neill Clothier, 37" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/24\/obituaries\/paula-a-neill-clothier-37.html"} , {"body" : "FRIDAY Music METROPOLITAN OPERA, Rossini's \"Semiramide,\" 7:30. NEW YORK PHILHARMONIC, Kurt Sanderling, conductor; Peter Roesel, pianist, Avery Fisher Hall, 8. ST. LOUIS SYMPHONY ORCHESTRA AND CHORUS, Leonard Slatkin, conductor, Carnegie Hall, 8. VERMEER QUARTET, string quartet, Weill Recital Hall, 8. NEXT WAVE FESTIVAL, Philip Glass's \"Einstein on" , "date" : "19921120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Events" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/20\/arts\/events.html"} , {"body" : "The composer and keyboardist Philip Glass is to join the Brooklyn Philharmonic Orchestra and the New York Choral Society in a performance of his music entitled \"Glass Reflections,\" at 8 tonight and tomorrow night at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. Dennis Russell Davies is to conduct the orchestra" , "date" : "19921113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "A Philip Glass Premiere" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/13\/arts\/a-philip-glass-premiere.html"} , {"body" : "In \"Urban Scenes\/Creole Dreams\" the experimental choreographer David Rousseve has a more than interesting story to tell about his Creole grandmother from Lafayette, La., and his own feelings as a black child being bused to white schools in Houston: He was scared stiff, but stayed the course and went on to graduate from Princeton in 1981. Stay the" , "date" : "19921112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Review\/Dance; Rage and Affirmation in 'Creole Dreams'" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/12\/arts\/review-dance-rage-and-affirmation-in-creole-dreams.html"} ,   {"body" : "Past, present and future, seen through the prism of American Indian culture and feminism, mingle on the stage of Lepercq Space at the Brooklyn Academy of Music, where Spiderwoman Theater is performing the New York premiere of \"Power Pipes\" through tomorrow in the Next Wave Festival. Spiderwoman, which takes its name from the Hopi goddess of" , "date" : "19921024" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Review\/Theater; The World of American Indians and Feminism" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/24\/theater\/review-theater-the-world-of-american-indians-and-feminism.html"} , {"body" : "Here is a sampling of shows, performances and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend \"DANCING AT LUGHNASA,\" Plymouth Theater, 236 West 45th Street. Brian Friel's drama about about five unmarried sisters and their missionary brother, set in Ireland in the 1930's. Through Sunday. Performances: Today" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/theater\/last-chance.html"} , {"body" : "There is a type of religious play, common to many cultures, that goes something like this: Take the life of a revered saint or seer. Select highlights from that life, episodes of suffering, martyrdom, trial and triumph. Enact them in sequence, accompanied by music drawn from the folk culture. Fill the drama with icons and symbols, costumes and" , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Review\/Music; Venerating Frida Kahlo" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/theater\/review-music-venerating-frida-kahlo.html"} , {"body" : "Here is a sampling of shows, performances and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend \"AN EVENING WITH ANNE AND MARGARET,\" the Ballroom, 253 West 28th Street, Chelsea. Performances by Anne Francine, Margaret Whiting and Jack Wrangler. Through Sunday. Today and tomorrow at 9 P.M.; Sunday at 7 P.M." , "date" : "19921016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "30" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/16\/theater\/last-chance.html"} , {"body" : "Last night, as limousines circled the neo-Renaissance 1908 Opera House of the Brooklyn Academy of Music on Lafayette Avenue, a first-night audience attended a party celebrating the 10th anniversary of the Next Wave Festival, which has become the most prominent avant-garde showcase in New York City. The evening was also the 25th anniversary of the" , "date" : "19921015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Brooklyn Coup: To Be Both In and Far Out" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/15\/arts\/brooklyn-coup-to-be-both-in-and-far-out.html"} , {"body" : "Dr. John Norris recalls a recent patient in his walk-in clinic at University Hospital in Newark who listed his complaints as weight loss, cough and blood-tinged sputum. Today these symptoms, the classic signs of tuberculosis, strike new fears in doctors and nurses, prison guards and those who help the poor and homeless. \"The first thing in my mind" , "date" : "19921013" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "TB, Easily Transmitted, Adds a Peril to Medicine" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/13\/nyregion\/tb-easily-transmitted-adds-a-peril-to-medicine.html"} , {"body" : "For the last 13 months, Roy Buckner has lived in a hellish prison without walls, under quarantine because he has active drug-resistant tuberculosis. For over a year, he was forbidden to leave the grounds of his mother's home in Mohawk, Tenn., except for doctors' appointments. At family reunions, his brothers or sisters would wear masks, and he" , "date" : "19921012" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Doctors and Patients Are Pushed To Their Limits by Grim New TB" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/12\/nyregion\/doctors-and-patients-are-pushed-to-their-limits-by-grim-new-tb.html"} , {"body" : "Last spring, tensions between the two top ministers at Riverside Chruch brought into the open long-simmering discontent over the direction of the interdenominational church in upper Manhattan. Complaints were raised about everything from the length of the sermon to the choice of the music. Now some of the tension has been resolved with the" , "date" : "19921011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Update; Tension Lessens as Minister Leaves Riverside Church" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/11\/nyregion\/update-tension-lessens-as-minister-leaves-riverside-church.html"} , {"body" : "At a time when New York City has come under attack for its new schools curriculums dealing with homosexuality and the AIDS virus, the Roman Catholic Bishop of Brooklyn introduced broad guidelines yesterday urging parochial schools, teachers and parents to become more aggressive in teaching \"healthy ideals\" about sexuality to children. The" , "date" : "19921009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Brooklyn Bishop Issues Sex-Education Guidelines" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/09\/nyregion\/brooklyn-bishop-issues-sex-education-guidelines.html"} , {"body" : "Barbara Brandon recently bought curtains. It was not decorating. It was self-defense. The 31-year-old black cartoonist, creator of the strip \"Where I'm Coming From,\" has the dubious distinction of living within peekaboo distance of Spike's Joint, the film maker Spike Lee's two-year-old retail establishment on South Elliot Place in Brooklyn, where" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Artistic Mecca With a Brooklyn Flair" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/nyregion\/artistic-mecca-with-a-brooklyn-flair.html"} ,   {"body" : "International 3-17 TALKS ON CURRENCY CRISIS Financial leaders sought a way out of Europe's currency crisis and worked on contingency plans. 1 SIGHS AND WHISPERS If the French vote yes on European union, a collective European sigh is likely, but no loud cheers. 1 The U.S. is formally, but not truly, neutral about the French vote. 12 UNSEEN GULF WAR" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/nyregion\/news-summary-509592.html"} , {"body" : "There isn't another jazz singer alive who can create as complete a world as Betty Carter. Her tempos, slower than a glacier, allow her to move through the emotional moods of her pieces as if in a dream. Because she rewrites so much of her material, completely remaking standards, the familiar, which draws a listener in, becomes the new, as if a" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Pop\/Jazz; A World Written, and Rewritten, by Betty Carter" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/arts\/pop-jazz-a-world-written-and-rewritten-by-betty-carter.html"} , {"body" : "A week after the Dinkins administration and City Council Speaker Peter F. Vallone struck a breakthrough deal on trash disposal, the plan gets its first public airing today when it goes before the full Council. Two days of hearings have been scheduled for the plan, which calls for the construction of a $550 million incineration plant at the Brooklyn" , "date" : "19920824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Compromise On Garbage Faces a Test" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/compromise-on-garbage-faces-a-test.html"} , {"body" : "City Council President Andrew J. Stein attacked Mayor David N. Dinkins yesterday for his support of a new garbage incinerator in Brooklyn, in a move suggesting that Mr. Stein hoped to make New York's garbage crisis a political issue in next year's race for Mayor. Mr. Stein, who is planning to challenge Mr. Dinkins for the Democratic nomination," , "date" : "19920820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Stein Fires Political Salvo On Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/20\/nyregion\/stein-fires-political-salvo-on-incinerator.html"} , {"body" : "JUST as this summer brings disappointment to Mets and Yankees fans, it brings promise to fans of outdoor sculpture. The outdoor sculpture season in New York City is all over the place, geographically and figuratively speaking. Sculptures are to be found as far afield as the Woodlawn Cemetery in the Bronx and the Snug Harbor Cultural Center on" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Art; Sculpture, Sculpture Everywhere" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/arts\/review-art-sculpture-sculpture-everywhere.html"} , {"body" : "The two Lubavitcher Jews came from England and Brazil to make sure the athletes have the time to pray. They stopped a visitor in the athletes' village. \"Can you come to services Saturday?\" Behind them, a Kuwaiti conversed with Africans. A contingent of Italians marched, happily out of step, to a \"hup, hup,\" stopping occasionally to laugh and wave." , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BARCELONA (SPAIN)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BARCELONA; Life in This Global Village: Sand and Subtle Security" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/sports\/barcelona-life-in-this-global-village-sand-and-subtle-security.html"} , {"body" : "Lekesia, an issue-conscious woman with dreadlocks, reflects on Mike Tyson's rape conviction: \"Did he actually think he could violate someone and not be punished? Who does he think he is? William Kennedy Smith?\" Lydia, a highly educated single mother, chides Vice President Dan Quayle by telling her baby daughter, Aretha, \"There is no such thing as" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "POPULAR CULTURE; The 'Girls' Talking, With a Black Perspective" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/arts\/popular-culture-the-girls-talking-with-a-black-perspective.html"} , {"body" : "The Dinkins administration, entering the volatile arena of antipoverty politics, is planning to abolish the community policy boards that have distributed tens of millions of Federal antipoverty dollars. In a major overhaul of the poverty program run by the Community Development Agency, the city has also revised the formula that determines which" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grant System To Help Poor To Be Revised" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/grant-system-to-help-poor-to-be-revised.html"} , {"body" : "It is the season of reckoning for Teach for America, the program that two years ago dispatched nearly 500 top college graduates to teach in the most troubled schools in America. The first group's two-year commitment is up, and the program now faces expectations raised by its sudden fame: can a small corps of bright and idealistic people with little" , "date" : "19920706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Idealism Vies With Failures In an Experiment in Teaching" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/06\/us\/idealism-vies-with-failures-in-an-experiment-in-teaching.html"} , {"body" : "\"I'M a genetic Republican trying to rebel against my chromosomes,\" Holly Hughes was saying at the reception after Karen Finley's performance at the Kitchen on West 19th Street last weekend. Ms. Finley and Ms. Hughes were two of four performance artists whose applications for grants were denied by the National Endowment for the Arts two years ago," , "date" : "19920621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "THE NIGHT; Get OutOf Town" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/21\/style\/the-night-get-outof-town.html"} ,   {"body" : "In an unusual discrimination case, a Federal agency has found that a former manager at a New York City health clinic was retaliated against after she filed a charge that she faced discrimination at work because she is white and Jewish. The agency -- the civil rights office of the United States Department of Health and Human Services -- has also" , "date" : "19920619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "U.S. Finds Retaliation Against White Woman Who Charged Bias" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/19\/nyregion\/us-finds-retaliation-against-white-woman-who-charged-bias.html"} , {"body" : "For weeks now, New York City's Board of Education has been mulling a new curriculum on AIDS for elementary school children with only the faintest idea about how the teaching of concepts like anal intercourse and condom use might sit with parents and local officials in the great city beyond. On Monday night, the board got its first solid piece of" , "date" : "19920617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Proposed AIDS Curriculum Stirs Heated Debate" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/17\/nyregion\/proposed-aids-curriculum-stirs-heated-debate.html"} , {"body" : "After two years of rebounding academic results in the New York City school system, reading and mathematics scores dropped sharply this spring, many of the city's superintendents say. Schools Chancellor Joseph A. Fernandez has not yet completed an analysis of the results of standardized tests that elementary and junior high school students took in" , "date" : "19920612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Scores in Math Test And in Reading Fall In New York Schools" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/nyregion\/scores-in-math-test-and-in-reading-fall-in-new-york-schools.html"} , {"body" : "WHEN Shakespeare's Richard III refuses to eat dinner until he is brought the head of the allegedly traitorous Lord Hastings, his henchmen hustle poor Hastings offstage to do the dirty deed. But in Richard Eyre's Royal National Theater production of \"Richard III,\" transported to the 1930's and ignited by Ian McKellen's transcendent star performance," , "date" : "19920612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Review\/Theater; Richard III; McKellen's Richard Is for This Century" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/12\/theater\/review-theater-richard-iii-mckellen-s-richard-is-for-this-century.html"} , {"body" : "Here is a sampling of tours by bus, and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"CHELSEA WALKING TOURS,\" Manhattan. A tour of the area with an emphasis on its history, landmark buildings and famous residents of the past. Sponsored by the New York City Cultural Walking Tours. Meets at" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "page_facet" : "18" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/tours.html"} , {"body" : "HER specialty is design and marketing. His is construction and finance. There was financial backing in the family. That amalgam made developers of not a few young couples in New York City in the 80's. Among them were Virginia Alexander Millhiser and Timothy M. Millhiser. They never foresaw a joint career when they were married in 1981, but three" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Condominiums in TriBeCa; Shedding the Landlord Role, Gradually" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/realestate\/perspectives-condominiums-in-tribeca-shedding-the-landlord-role-gradually.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "June \"THE PRICE.\" Two estranged brothers meet after many years to dispose of their dead father's belongings in this revival of Arthur Miller's 1968 drama. The cost of furniture is debated. So is the cost of one's actions. Hector Elizondo, Eli Wallach, Jonathan Banks and Debra Mooney make up the cast; John Tillinger directs. Currently in previews;" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Theater"] , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; Theater" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/theater\/arts-and-entertainment-theater.html"} , {"body" : "'Amerimusica' Brooklyn Academy of Music Majestic Theater 651 Fulton Street Fort Greene (212) 226-0083 Recommended ages: 3 and up Tomorrow and Sunday For 16 years, the inimitable Jacques d'Amboise, founder and artistic director of the National Dance Institute, has corralled 1,000 inner-city children each year into a dance corps, aiming to perform" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/arts\/for-children.html"} , {"body" : "Tours in Yonkers Corner of Park Hill and Rockland avenues; (914) 963-8772. On Sunday from 11:30 A.M. to 5:30 P.M. there will be a self-guided house tour in the Park Hill area, including a 1908 house in the Arts and Crafts style and an 1899 house in the Victorian Shingle style. Guided walking tours will be offered at 11:30 A.M., 1:30 P.M. and 3:30" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Tours of Houses and Streets" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/garden\/events-tours-of-houses-and-streets.html"} ,   {"body" : "Mayor David N. Dinkins promised yesterday to veto a bill allowing horse-drawn carriages to operate outside Central Park in much of midManhattan, setting the stage for what could be a close fight in the City Council to override his decision. The Mayor refused to elaborate on his reasons for opposing the bill, which was passed on May 14 by a 32-to-18" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Promises to Veto Plan on Horse Carriages" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/nyregion\/dinkins-promises-to-veto-plan-on-horse-carriages.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region. NEW YORK CITY Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, the streets surrounding Washington Square Park, Manhattan. More than 300 artists and craftspeople displaying their work on the sidewalk. Noon to dusk. Also on Sunday and Monday and May 30 and 31." , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Weekend Events From A (Astoria) to W (Westchester)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/weekend-events-from-a-astoria-to-w-westchester.html"} , {"body" : "WHEN Matty Rich, the director of \"Straight Out of Brooklyn,\" closed his clothing store, Matty Rich's Red Hook, in Park Slope last month, it was a chilling reminder that the recession has felled even the most altruistic of ventures. For Mr. Rich's store was one of several owned by such notable black directors and actors as Spike Lee and Christopher" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "NEIGHBORHOODS; Straight Out of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/style\/neighborhoods-straight-out-of-brooklyn.html"} , {"body" : "The time passed long ago when the streets of downtown Brooklyn bustled with trolleys and elevated trains, when the Dodgers had their business office at Montague and Court Streets and when Brooklynites, in fedoras and white gloves, swarmed the penny arcades, stately theaters and grand old department stores like Namm's and Frederick Loeser's. But" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Prime of 'Wall Street East'; A Renaissance May End Downtown Brooklyn's Dark Ages" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/prime-wall-street-east-renaissance-may-end-downtown-brooklyn-s-dark-ages.html"} , {"body" : "Judging from Meredith Monk's opera \"Atlas,\" which received its New York premiere at the Brooklyn Academy of Music on Wednesday night, reaching spiritual enlightenment involves taking risks. It means balancing on an ancient man's long beard, strung across the floor. It means braving an office desk, which can lead ordinary seekers of truth into" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Review\/Opera; Toward Tibet and Enlightenment" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/arts\/review-opera-toward-tibet-and-enlightenment.html"} , {"body" : "A man armed with a semi-automatic weapon was shot and critically wounded last night by a police officer outside a Brooklyn station house after the man pointed the gun at the officer, the police said. The incident began just before 9:30 P.M. last night when the man, whom the police did not identify, fired several times at another man at the corner" , "date" : "19920513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Shoot Suspect On a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/13\/nyregion\/police-shoot-suspect-on-a-brooklyn-street.html"} , {"body" : "Here is a sampling of shows, performances and art exhibitions in the New York metropolitan region that will be closing soon: Closing This Weekend \"THE SLEEPING BEAUTY,\" New York City Ballet, New York State Theater. Through Sunday. Performance times: Tonight at 8; tomorrow, 2 and 8 P.M.; Sunday, 1 and 7 P.M. Tickets: $12 to $58. Information: (212)" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "page_facet" : "30" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/news\/last-chance.html"} , {"body" : "About 100 residents of Fort Greene, Brooklyn, yesterday attended the latest in a series of town meetings to voice opposition to New York City's plans to place a large garbage incinerator in the Brooklyn Navy Yard. Several other communities have opposed the incinerator, an essential part of the Dinkins administration's efforts to deal with its" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Opposition Grows to Incinerator Planned for Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/nyregion\/opposition-grows-to-incinerator-planned-for-brooklyn-navy-yard.html"} , {"author" : "Peter Watrous is a popular-music critic for The New York Times." , "body" : "The Saxophonist Branford Marsalis and the \"60 Minutes\" reporter Ed Bradley are sitting in the back of a limousine, on their way to a screening of the \"The Mambo Kings\" in Manhattan. They are friends, casual together, and Bradley asks Marsalis what he did all day. Marsalis: \"Interviews, man, for hours. It was terrible.\" Bradley: \"Yeah, it's amazing" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "Here's Branford" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/magazine\/here-s-branford.html"} , {"body" : "WHEN Joseph M. Kessler was thinking about moving his management consulting business from midtown Manhattan to waterfront offices in the Village of Irvington in Westchester County, everyone advised him against it. \"The so-called experts said my clients would balk about my being out of Manhattan, but it never happened,\" Mr. Kessler said. \"Nobody" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRVINGTON (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property: Irvington Offices; Converted Warehouses Offer 'SoHo in Westchester'" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/realestate\/commercial-property-irvington-offices-converted-warehouses-offer-soho.html"} ,   {"body" : "Where there is a will there is a way. It may be trite but it is also true. Refusing to lie down and die, Dance Theater of Harlem returned on Tuesday night for its first full-scale season in New York since 1989 and a festive opening. The engagement, which includes four different programs through May 10, is the first for the company at the Brooklyn" , "date" : "19920430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Review\/Dance; Harlem Troupe Celebrates Itself, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/30\/arts\/review-dance-harlem-troupe-celebrates-itself-in-brooklyn.html"} , {"body" : "With new clubs and concert series, first-rate blues is now available just about every day of the week in New York City. This weekend brings an especially strong selection to uptown and downtown Manhattan and to Brooklyn, with two Kings (Albert and B. B.), a man who learned his blues from the legendary Robert Johnson (Robert Jr. Lockwood) and a" , "date" : "19920424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Critic's Choice\/Music; Seldom a Better Time To Wallow in the Blues" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/24\/arts\/critic-s-choice-music-seldom-a-better-time-to-wallow-in-the-blues.html"} , {"body" : "DESIGNER decor, private gardens, historic houses and modern penthouses are features of this spring's show-house and house-tour season. New York City Flatbush, Sunday -- A guided bus tour of houses featured in films, including \"Sophie's Choice\" and \"Malcolm X,\" will be held from 1 to 5 P.M. Tickets $15, at the Flatbush Tompkins Church, East 19th" , "date" : "19920423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "If It's Spring, It Must Be Show Time" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/23\/garden\/if-it-s-spring-it-must-be-show-time.html"} , {"body" : "Mayor David N. Dinkins said yesterday that New York City was planning to open 20 health centers to provide poor people with family doctors who will focus on preventive medicine. At a time of national debate over how best to deliver health care and still reduce costs, the effort is the largest ever undertaken in the city and perhaps throughout the" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DINKINS IS PLANNING 20 HEALTH CENTERS TO SERVE THE POOR" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/dinkins-is-planning-20-health-centers-to-serve-the-poor.html"} , {"body" : "The New York City Schools Chancellor, Joseph A. Fernandez, yesterday announced what he called a reorganization of his top staff to speed action on some of his ideas for improving instruction, including a longer school day. But others in the educational community discerned the marks of a shakeup. Aides to Mr. Fernandez said he was taking advantage" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez Replaces and Reshuffles His Top School Staff" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/fernandez-replaces-and-reshuffles-his-top-school-staff.html"} , {"body" : "Jewelry Auctions Pierre Hotel, Fifth Avenue at 61st Street; (212) 265-8111. A reception starts at 6 P.M. Monday, followed by a jewelry auction and dinner. Proceeds will benefit the American Foundation for AIDS Research. Tickets are $250 or $500. Call for reservations. On Tuesday, Christie's New York, at 502 Park Avenue (59th Street), will hold" , "date" : "19920409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: A Lecture, Auctions and a Tour" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/09\/garden\/events-a-lecture-auctions-and-a-tour.html"} , {"body" : "IN 1968, Whitney M. Young Jr., then the head of the National Urban League, took the American Institute of Architects to task. He told its annual convention in no uncertain terms that the group had fostered urban blight with its \"thunderous silence\" and lack of black members, thereby tightening \"the white noose around the central city.\" His speech" , "date" : "19920409" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Renewed Hope For Black Architects" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/09\/garden\/renewed-hope-for-black-architects.html"} , {"body" : "TOWN-HOUSE sales in Greenwich Village, the Upper East Side and other prime Manhattan and Brooklyn neighborhoods have rebounded after a three-year downward drift. In recent reports, brokerage companies said that last year brought their highest volume of sales since 1988, when the phenomenal price rises of the mid-80's for town houses shifted into" , "date" : "19920405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prime Area Town-House Sales Rebound" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/05\/realestate\/prime-area-town-house-sales-rebound.html"} , {"body" : "When the Brooklyn Academy of Music opens tonight for the introductory lecture of an eight-week modern-music festival, it will try to embrace music aficionados of just about every age and taste. The festival, titled 100 Years of Jazz and Blues, will include standard jazz, blues and world-music concerts, but along with them will be films and a book" , "date" : "19920403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Pop\/Jazz; Jazz Series With Something for Everyone" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/03\/arts\/pop-jazz-jazz-series-with-something-for-everyone.html"} , {"body" : "\"Democracy's Poet: A Walt Whitman Celebration\" will feature a variety of events around New York City and on Long Island through May 31 to commemorate the 100th anniversary of the death of Walt Whitman. The Museum of the City of New York has organized the celebration, with the help of many cultural and educational organizations. Grants were provided" , "date" : "19920327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "Where to Celebrate Walt Whitman for the Next Two Months" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/27\/books\/where-to-celebrate-walt-whitman-for-the-next-two-months.html"} ,   {"body" : "THE Sun King, it is said, saw himself as the hero of Jean-Baptiste Lully's opera \"Atys\" -- a young man affecting indifference to love while being consumed by its passions. The opera was a favorite of Louis XIV's; after its premiere in 1676, he had it performed again and again. After a three-century eclipse, that work is now becoming another musical" , "date" : "19920320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Opera: Atys; The Baroque, But Suffused With Eroticism" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/20\/arts\/review-opera-atys-the-baroque-but-suffused-with-eroticism.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "FOR children, spring is a time of soaring. There are the birds, of course, and baseballs, soccer balls and tennis balls. But what also soar are children's spirits, and to help keep them happily aloft a whole high-flying array of cultural activities is available. This month, for example, the Queens Symphony Orchestra is presenting a concert with a" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "10" , "title" : "CHILDREN; For the Age When You Need No Wings To Fly" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/children-for-the-age-when-you-need-no-wings-to-fly.html"} , {"body" : "March 17 ST. PETERSBURG NATIONAL OPERA. The Russian company (formerly the Leningrad Opera) makes its first American appearance, in Mussorgsky's \"Boris Godunov\" at the New York State Theater. A three-week run of performances will also include Rimsky-Korsakov's \"Coq d'Or\" and Tchaikovsky's \"Pique Dame.\" Through April 5. Performances Tuesday to" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; CLASSICAL MUSIC" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/arts-and-entertainment-classical-music.html"} , {"body" : "March \"CONVERSATIONS WITH MY FATHER.\" Herb Gardner's new play chronicles 40 years in the life of the Goldbergs, a Jewish immigrant family not unlike the playwright's own, on the Lower East Side. Judd Hirsch stars. Previews began March 3; opens March 22. Royale Theater, 242 West 45th Street, Manhattan. Information: (212) 239-6200. \"HAMLET.\" Stephen" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Theater"] , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; THEATER" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/theater\/arts-and-entertainment-theater.html"} , {"body" : "March 17 to 29 MERCE CUNNINGHAM DANCE COMPANY, City Center, 131 West 55th Street, Manhattan. Mr. Cunningham celebrates 50 years of making dances that are as simple and complex as seashells. There will be three premieres, including \"Beach Birds,\" a dance influenced by James Joyce and set to music by John Cage. There is also \"Loosestrife,\" named" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/arts-and-entertainment-dance.html"} , {"body" : "'Making Art History' Mark Twain Junior High School 2401 Neptune Avenue Coney Island, Brooklyn (718) 265-7123 Recommended ages: 5 and up Through June Coney Island's public-school children have their own museum -- in the Mark Twain school for the gifted and talented -- and have linked the past to the present with the theme \"Making Art History\" in a" , "date" : "19920306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/06\/arts\/for-children.html"} , {"body" : "Pins can be more than accessories: they can be an expression of a culture. Today, pins appear on hats, scarfs, belts, lapels -- almost anywhere on clothing -- and in the hair. Often they depict people with African or Latin facial features and hair textures. Talana Pritchard, who has a studio in her home in Brooklyn, designs what she calls" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "page_facet" : "46" , "title" : "Pins That Make an Ethnic Point" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/news\/pins-that-make-an-ethnic-point.html"} , {"body" : "OF the 10,000 or so sit-down restaurants peppered through the neighborhoods of New York City, few achieve world-class greatness. Many just charge as if they do. Many more are fast-food joints that squeeze out prefabricated dishes. But there are exceptions. This column is intended to celebrate those working stiffs of the restaurant world where, for" , "date" : "19920207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Down-to-Earth Dining? Try Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/07\/arts\/down-to-earth-dining-try-brooklyn.html"} , {"body" : "Plays for children, including shows with child actors, are in abundance this month. \"Cinderella,\" a musical with adult actors presented by the Riverside Shakespeare Company, gives youngsters a chance to witness an English panto at work. Another production, \"Runaway,\" is performed by children who have been enrolled in the City Lights Theater Company" , "date" : "19920207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/07\/arts\/for-children.html"} ,   {"body" : "\"Rosencrantz and Guildenstern Are Dead,\" Tom Stoppard's virtuosic play on \"Hamlet,\" vaults a time and language barrier in the Gesher Theater Company production, performed in Russian, through Sunday at the Brooklyn Academy of Music. While retaining its essence as an existential comedy about a pair of classic outsiders caught up in the confusion at" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Review\/Theater; Stoppard In Russian From Israel" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/theater\/review-theater-stoppard-in-russian-from-israel.html"} , {"body" : "To kill or not to kill, that is the question in Rina Yerushalmi's provocative adaptation of \"Hamlet\" at the Brooklyn Academy of Music. In reassessing Shakespeare's text from her contemporary Israeli point of view, the director offers a Hamlet as a man of moral conviction. From her perspective, no killing is justified even if the motive is revenge" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Review\/Theater; A Physical Approach For an Israeli 'Hamlet'" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/theater\/review-theater-a-physical-approach-for-an-israeli-hamlet.html"} , {"body" : "Here is a listing of shows, performances and art exhibitions in the New York metropolitan region that will be closing soon. Closing This Weekend \"DON GIOVANNI,\" by Mozart, Metropolitan Opera. Last performance of the season. Tomorrow at 8 P.M. Tickets: $20 to $75. Information: (212) 362-6000. \"AS YOU LIKE IT,\" Shakespeare comedy, directed by Anthony" , "date" : "19920124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/24\/arts\/last-chance.html"} , {"body" : "New York City has seen a good many festivals of Israeli performing arts in the last few decades. But \"Israel: The Next Generation,\" which opens on Sunday night at the Brooklyn Academy of Music with a \"Salute to Freedom\" concert, is truly a festival with a difference. Some of the theater, music and dance being presented in the next two weeks does" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "A Festival of New Voices From a Changing Israel" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/arts\/a-festival-of-new-voices-from-a-changing-israel.html"} , {"body" : "'Harmony Castle' The Puppet Company Metro Lounge, Metropolis Cafe 31 Union Square West, at 16th Street Manhattan (212) 741-1646 Recommended ages: 2 to 8 Through April 26 The puppeteers Steven Widerman and Susan Widerman Blog were very successful last year in tantalizing children with their production of \"Franklin the Wizard.\" This season the pair's" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/arts\/for-children.html"} , {"body" : "The officer who was shot in a Brooklyn home Monday night was a literal symbol of the new way the New York City Police Department is trying to fight crime, a \"poster boy\" chosen for an advertisement promoting community policing. But Officer Richard DeGaetano was critically wounded while responding to the old-fashioned type of dangerous situation" , "date" : "19920115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Police Officer Was Symbol of Department's New Approach" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/15\/nyregion\/wounded-police-officer-was-symbol-of-department-s-new-approach.html"} , {"body" : "The Brooklyn Philharmonic played exceptionally well in its final seasons with Lukas Foss. This year, Dennis Russell Davies has taken over as the orchestra's music director and is starting to make his own mark. But Mr. Foss is keeping up his ties with the ensemble as its conductor laureate. Tonight and tomorrow at 8, and on Sunday at 3 P.M., Mr." , "date" : "19920110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Critic's Choice\/Music; Back With the Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/10\/arts\/critic-s-choice-music-back-with-the-brooklyn.html"}]