[  {"body" : "Federal investigators say they believe that the $8.2 million robbery at a Brooklyn armored car company on Sunday was an inside job, and security experts theorized yesterday that the robbers may have already moved the money out of the country. None of the 80,000 freshly minted $100 bills stolen from the Hudson Armored Car and Courier Service had" , "date" : "19921230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Experts See Big Cash Theft As Inside Job" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/30\/nyregion\/experts-see-big-cash-theft-as-inside-job.html"} , {"body" : "Robbers entered an armored car company's warehouse in Greenpoint, Brooklyn, late Sunday night and made off with more than $8 million in one of the largest cash thefts in the United States, the Federal Bureau of Investigation said yesterday. The robbers left more than $30 million behind, probably because they could not carry any more, said Federal" , "date" : "19921229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Theft Brings Robbers $8 Million Cash" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/29\/nyregion\/brooklyn-theft-brings-robbers-8-million-cash.html"} , {"body" : "The day could not have been drearier. Gray skies. Intermittent rain. Chilly winds. Yet Carolyn B. Maloney was bouncing around like a teen-ager on spring break. \"Can't you just feel your heart beating faster around here?\" she said, heading toward the Rayburn office building for a quick lunch between meetings. This was Ms. Maloney's first day in" , "date" : "19921226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "For Maloney, a New Arena, but the Same Style" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/26\/nyregion\/for-maloney-a-new-arena-but-the-same-style.html"} , {"body" : "Transportation officials blamed an almost freakish convergence of events for leaving hundreds of thousands of commuters delayed or stranded yesterday. They described the disruptions as the worst they could recall from a single storm. Flooding caused a power failure that rendered subway safety signals useless; high waves and high tides closed the" , "date" : "19921212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "THE STORM'S HAVOC: Commuting; Going From Point A To Point B Becomes A Mission of Chaos" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/12\/us\/storm-s-havoc-commuting-going-point-point-b-becomes-mission-chaos.html"} , {"body" : "When Donato Mancini moved into his cold-water loft in Greenpoint, Brooklyn, the idea was to stay a year, then move on to more comfortable quarters. That was in March 1980. \"Almost 13 years without a hot shower,\" Mr. Mancini said with a rueful smile, gesturing out over his studio. For nearly 13 years, Mr. Mancini has cooked his meals on a hot plate" , "date" : "19921209" , "day_of_week_facet" : "Wednesday" , "page_facet" : "17" , "title" : "Daily Challenge to Be True to One's Dream" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/09\/news\/daily-challenge-to-be-true-to-one-s-dream.html"} , {"body" : "THE late Mary DeAngeles was a pusher in the good sense. She was a union leader and community activist in the Greenpoint section of Brooklyn and her special interest was the elderly. \"What will you do for the elderly?\" she kept asking, according to one person who was frequently asked, Pearl Anish, executive director of the North Brooklyn Development" , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Housing Low-Income Elderly; A Wish Fulfilled In Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/realestate\/perspectives-housing-low-income-elderly-a-wish-fulfilled-in-greenpoint.html"} , {"body" : "U.S. Senate The Candidates ROBERT ABRAMS, 54. Lawyer, State Attorney General since 1979. Elected Bronx Borough President, 1969. First won office as Assemblyman from the Bronx, 1965. Had raised about $5.4 million as of Oct. 15 and will spend all that and more. ALFONSE M. D'AMATO, 55. Lawyer, United States Senator since 1981. Presiding Supervisor," , "date" : "19921102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Major Races to Watch in Tomorrow's Elections in New York State" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/02\/nyregion\/major-races-to-watch-in-tomorrow-s-elections-in-new-york-state.html"} , {"body" : "City Councilwoman Carolyn B. Maloney was grumbling about her Congressional campaign's lack of money the other day when the 86th Street crosstown bus rolled up, bearing an enormous poster of her opponent, Representative Bill Green. She stood there for a moment against the backdrop of Mr. Green's picture and noted, rather wistfully, that she can ill" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "2 Run on Records in Silk Stocking District" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/nyregion\/2-run-on-records-in-silk-stocking-district.html"} , {"body" : "Ellen Rossen, a freelance television producer in New York, and Av Westin, the senior vice president of Time Telepictures Television, a unit of Time Warner Inc. in New York that produces documentaries and television programs, were married last evening. Cantor Ellen S. Math officiated at the Lotos Club in New York. Ms. Rossen, who is keeping her" , "date" : "19921025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS; Ellen Rossen, Av Westin" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/25\/style\/weddings-ellen-rossen-av-westin.html"} , {"body" : "IT was as if they had been lured into a Venus Fly Trap. Tatum O'Neal, who's been buzzing around the uptown gala circuit recently, arrived with a friend at the Whitney Museum Gala on Monday night. Before heading upstairs for cocktails and dinner, they took a quick tour around an exhibit of disturbing, lurid, biomorphic drawings by the surrealist" , "date" : "19921011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "THE NIGHT; A Little Gore Before Dinner" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/11\/style\/the-night-a-little-gore-before-dinner.html"} ,   {"body" : "AT Shanghai Lee's restaurant in Greenpoint, where the Chinese waiter took the orders in Polish, Andrzej Czeczot, an illustrator, was showing his latest satirical drawings to friends. As an artist and, what is more to the point, as a perfectly legal immigrant, Mr. Czeczot has no objection to seeing both his names in print, but at least two of the" , "date" : "19921003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; For Greenpoint's Poles, an Uncertain Prosperity" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/03\/nyregion\/about-new-york-for-greenpoint-s-poles-an-uncertain-prosperity.html"} , {"body" : "AFTER Janet Rutkowski, a sculptor, and Walter Kenul, a musician, finished renovating their historic firehouse in Greenpoint, Brooklyn, they did the only thing that self-respecting design-minded people could do: design a firehouse-full of furniture, including a lizard shelf (right, $600). The result was B.F.D. Firehouse Studios, a business" , "date" : "19920924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Firehouse Furnishings" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/24\/garden\/currents-firehouse-furnishings.html"} , {"body" : "Four Democratic candidates are vying for the right to challenge Bill Green, the Republican Congressman who for 14 years has kept his grip on the Upper East Side of Manhattan, the area known as the Silk Stocking district. Mr. Green has no challengers in his party's primary this year, but the Democratic primary, and the new lines that have thrown" , "date" : "19920914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ROOSEVELT ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rivals Hope Redistricting Cuts Bill Green's Edge" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/14\/nyregion\/rivals-hope-redistricting-cuts-bill-green-s-edge.html"} , {"body" : "Central Park Trolley Central Park Entrance at 60th Street and Fifth Avenue Manhattan (212) 360-2766 Recommended ages: 6 and up Through Oct. 28 A new green, red and beige trolley that sounds more like a bus has been making the rounds of Central Park this summer for people who want to know every cobweb and outcrop in the 843-acre park. What might New" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/arts\/for-children.html"} , {"body" : "The New York City Council yesterday approved a long-range plan for disposing of the city's garbage that calls for building a new incinerator in the Brooklyn Navy Yard and significantly increasing recycling. The 51-member Council voted 36 to 15 to approve a revised version of Mayor David N. Dinkins's plan at 7:35 A.M., after a night of red-eyed" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PLAN ON GARBAGE BACKED BY COUNCIL IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/nyregion\/plan-on-garbage-backed-by-council-in-new-york-city.html"} , {"body" : "A week after the Dinkins administration and City Council Speaker Peter F. Vallone struck a breakthrough deal on trash disposal, the plan gets its first public airing today when it goes before the full Council. Two days of hearings have been scheduled for the plan, which calls for the construction of a $550 million incineration plant at the Brooklyn" , "date" : "19920824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Compromise On Garbage Faces a Test" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/compromise-on-garbage-faces-a-test.html"} , {"author" : "Ellen Pall, a novelist, teaches a course in writing about the arts at Fordham\/The College at Lincoln Center." , "body" : "With his sharply trimmed beard and fast-talking self-assurance, Nick Gomez could easily pass for a character in \"Laws of Gravity,\" his first feature film, which opens on Wednesday. Mr. Gomez both wrote and directed the story of Jimmy (Peter Greene) and Jon (Adam Trese), two small-time criminals in Greenpoint, Brooklyn, whose lives veer out of" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "UP AND COMING: Nick Gomez; Ex-'Knucklehead' Makes Good" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/movies\/up-and-coming-nick-gomez-ex-knucklehead-makes-good.html"} , {"body" : "Mayor David N. Dinkins and Council Speaker Peter F. Vallone have carefully crafted a garbage management plan so they can line up a majority of votes to get it through a hostile City Council, City Hall officials said yesterday. Only a month ago, a majority of the Council said it was prepared to kill another garbage disposal plan that included a new" , "date" : "19920819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Incinerator Plan Delicate For Dinkins and Vallone" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/19\/nyregion\/incinerator-plan-delicate-for-dinkins-and-vallone.html"} , {"body" : "The Dinkins administration and the leadership of the City Council have agreed to go ahead with construction of a $550 million incinerator at the Brooklyn Navy Yard and at the same time accelerate New York City's recycling program. The two elements are at the core of a compromise to deal with the city's growing problem of garbage disposal -- a" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PACT ON GARBAGE IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/pact-on-garbage-in-new-york-city.html"} , {"body" : "Ninety years have passed since Vincenzo Crisci opened his Italian restaurant on this quiet block near the border between Greenpoint and Williamsburg, and it seems as if not a lot has changed around here since. That is, if you don't count the Brooklyn-Queens Expressway (which now bisects the community), the men wearing earrings and the souped-up" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/arts\/796992.html"} ,   {"body" : "The New York City Comptroller, Elizabeth Holtzman, has criticized the Dinkins administration's $407 million plan to expand three garbage incinerators, questioning the wisdom of operating the plants at all. She has urged Mayor David N. Dinkins to stop work on the plants until studies have determined the effects the enlarged plants would have on the" , "date" : "19920803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MASPETH (NYC)" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Holtzman Criticizes Plan for Incinerators" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/03\/nyregion\/holtzman-criticizes-plan-for-incinerators.html"} , {"body" : "Michael Dowd, the former New York City police officer whose arrest on cocaine trafficking charges spurred four separate investigations of corruption in the New York City Police Department, was arrested yesterday on Federal charges that he received huge weekly cash payments from drug gangs over a three-year period. In exchange, prosecutors said, he" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Took Drug Payoffs, U.S. Charges" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/officer-took-drug-payoffs-us-charges.html"} , {"body" : "In the windows of the shops and boutiques that line Bell Boulevard in Bayside, Queens, black and white posters hang as harsh reminders of the killings that have stunned the borough's most popular strip of bars and other nightspots. \"Wanted for Double Homicide,\" the posters read in bold letters above the grainy photograph of a hulking young man with" , "date" : "19920726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Shock of Officer's Slaying Spurs Intensive Manhunt" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/26\/nyregion\/shock-of-officer-s-slaying-spurs-intensive-manhunt.html"} , {"body" : "The head of a mayoral commission appointed to recommend solutions to the problem of sheltering New York City's homeless is clashing once again with city officials, this time over a plan by the Dinkins administration to move homeless men out of two large shelters. Mayor David N. Dinkins announced last week that he would start moving homeless men out" , "date" : "19920628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Dinkins Plan for Homeless Is Criticized" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/28\/nyregion\/dinkins-plan-for-homeless-is-criticized.html"} , {"body" : "Federal law-enforcement officials are investigating allegations of drug-dealing by groups of police officers in one of New York City's most violent, drug-ridden precincts and suspect that there are pockets of corrupt officers in several other precincts, state and Federal investigators say. The focus on corruption comes after accusations of a" , "date" : "19920619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. Is Investigating Reports Of Corrupt New York Police" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/19\/nyregion\/us-is-investigating-reports-of-corrupt-new-york-police.html"} , {"body" : "Federal agents in Brooklyn yesterday shut down a laboratory for refining cocaine, a type of operation that is rarely found in this country because processing can be done more cheaply and with less likelihood of detection in South America. The output of the lab seized yesterday -- 100 to 200 pounds a day -- represented only a fraction of the" , "date" : "19920616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Agents Seize Cocaine Processing Lab in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/16\/nyregion\/us-agents-seize-cocaine-processing-lab-in-brooklyn.html"} , {"body" : "INSIDE the Polish National Home in Greenpoint, Brooklyn, on Saturday night, seven young immigrant women flaunted their faces, figures and personalities for the title of Miss Polonia 1992, an honor that would confer $200 and the privilege of representing Greenpoint's close-knit Polish community at assorted banquets and parades. There was Magdalena" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GREENPOINT JOURNAL; Polonia's Beauty Contest Bridges a Cultural Gap" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/greenpoint-journal-polonia-s-beauty-contest-bridges-a-cultural-gap.html"} , {"body" : "METRO DIGEST TIED TO THE WAR BACK HOME For the more than one million Americans of Yugoslav descent, the strife in the Balkans is more than just a war that most Americans can't quite follow. Monitored by short-wave radio, it is their daily obsession, a conflict tearing up not only their relatives' lives back home but also their lives in the United" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/metro-digest-972692.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "TWO churches, a granite street, a carousel and a tiny 18th-century cemetery were among the dozen places and people honored on Wednesday by the New York City Landmarks Preservation Commission. It was the second annual ceremony at City Hall in which the commission gave awards for excellence to the owners, architects and officials responsible for" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "The Landmarks Agency Honors Places and People" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/realestate\/the-landmarks-agency-honors-places-and-people.html"} ,   {"body" : "Tours in Yonkers Corner of Park Hill and Rockland avenues; (914) 963-8772. On Sunday from 11:30 A.M. to 5:30 P.M. there will be a self-guided house tour in the Park Hill area, including a 1908 house in the Arts and Crafts style and an 1899 house in the Victorian Shingle style. Guided walking tours will be offered at 11:30 A.M., 1:30 P.M. and 3:30" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Tours of Houses and Streets" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/garden\/events-tours-of-houses-and-streets.html"} , {"body" : "Conceding that the case of five New York City police officers charged with cocaine trafficking has exposed flaws in the department's internal safeguards, police officials have compiled a list of officers who aroused suspicions in the past, and they say they will use wiretaps, after-hours surveillance and other extraordinary steps to weed out" , "date" : "19920524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Monitoring of the Police Is Tightened" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/24\/nyregion\/monitoring-of-the-police-is-tightened.html"} , {"body" : "A New York City Health Department survey has found that the residents of the Greenpoint and Williamsburg areas of Brooklyn face a greater risk of stomach cancer and some kinds of leukemia than other New Yorkers. The survey was prompted by concern over sewage odors, radioactive wastes and smoke-belching factories. However, the survey drew no causal" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Survey Finds High Cancer Rate In 2 Neighborhoods in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/survey-finds-high-cancer-rate-in-2-neighborhoods-in-brooklyn.html"} , {"body" : "EXPLAINING A $100 MILLION ERROR The head of the Port Authority has charged his predecessors with a series of miscalculations that wasted $100 million on a program to rebuild Kennedy International Airport that eventually had to be scrapped. In a report to Governor Cuomo, Stanley Brezenoff, the authority's executive director, offered a picture of an" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/metro-digest-480692.html"} , {"body" : "He likes to begin his day on a treadmill, walking fast and getting nowhere. This might be an apt metaphor for some beleaguered urban officials, but not for Lee P. Brown, New York City's relentlessly confident Police Commissioner, whose invariable answer to how things are going is, \"Outstanding.\" The last two weeks have seen striking ups and downs" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Seeing Challenges Instead of Problems" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/nyregion\/seeing-challenges-instead-of-problems.html"} , {"body" : "Supervisors of Michael Dowd, one of the six New York City police officers charged last week in a conspiracy to buy and sell cocaine, learned of an allegation in 1988 that the officer was using crack, police department officials said yesterday. But Officer Dowd's supervisors did not submit him to a drug test because they believed they needed" , "date" : "19920515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused Officer Was Spared Drug Test in '88" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/15\/nyregion\/accused-officer-was-spared-drug-test-in-88.html"} , {"body" : "A group of New York City police officers charged last week in a cocaine ring that reached from Brooklyn to Long Island devised careful strategies to outmaneuver supervisors, investigators and even suspicious fellow officers, Suffolk County investigators said yesterday. The officers never took a step without first checking schedules of superior" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Safeguards Were Dodged In Drug Case" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/safeguards-were-dodged-in-drug-case.html"} , {"body" : "New York City police officials in charge of internal affairs said yesterday that the arrests of six active officers and a retired colleague in a buy-and-sell drug dealing operation would lead them to re-evaluate the department's methods to root out corruption. The officials said the arrests this week had managed to puncture what has long been a" , "date" : "19920509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Police to Re-evaluate Methods Used to Stop Corruption" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/09\/nyregion\/new-york-police-to-re-evaluate-methods-used-to-stop-corruption.html"} , {"body" : "Five New York City police officers and a retired colleague were charged yesterday with running a cocaine ring in which drugs from Brooklyn bodegas were ultimately sold in bars and restaurants on Long Island. At least one of the officers and perhaps others in the group also used cocaine, Deputy Chief Robert J. Beatty said. Two of the officers' wives" , "date" : "19920508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)" , "OCEAN HILL-BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City Officers Charged With Running L.I. Cocaine Ring" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/08\/nyregion\/new-york-city-officers-charged-with-running-li-cocaine-ring.html"} , {"body" : "Milton A. Ellison is considered a walking public health threat. A 34-year-old homeless man from New York City with tuberculosis, Mr. Ellison has repeatedly failed to take the medicine that he needs. So last month health officials took a step that they said was the only way to protect Mr. Ellison and the people around him: They detained him in" , "date" : "19920414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Gauging Threat of Recalcitrant TB Patients" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/14\/nyregion\/gauging-threat-of-recalcitrant-tb-patients.html"} ,   {"body" : "A COUPLE of dispatches from the commuter front: \"Jackknifed tractor-trailer at the Elmhurst tanks. Extensive rubber-necking delays.\" \"Traffic on the L.I.E. is backed up as far as the Elmhurst tanks.\" The Elmhurst gas tanks. Nothing too special about them -- just two huge cylinders with checkerboard tops on the north side of the Long Island" , "date" : "19920326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND EXPRESSWAY" , "ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ELMHURST JOURNAL; The Other Twin Towers, Guardians of the L.I.E." , "url" : "http:\/\/www.nytimes.com\/1992\/03\/26\/nyregion\/elmhurst-journal-the-other-twin-towers-guardians-of-the-lie.html"} , {"body" : "CHRISTOPHER MUNCH'S sweetly intimate film, \"The Hours and Times,\" takes a footnote from the history of the Beatles -- a 1963 weekend getaway to Barcelona, Spain, by John Lennon with the group's manager, Brian Epstein -- and spins it into an imaginary portrait of a relationship. One of the aims of the trip is to explore the boundaries of a" , "date" : "19920320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "A Film Series With an Eye For Offbeat Relationships" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/20\/movies\/a-film-series-with-an-eye-for-offbeat-relationships.html"} , {"body" : "The body of a man who the police said was a member of the Bonanno crime family was found in the trunk of a stolen car yesterday, and officials were investigating whether the shooting was tied to a struggle for control of the Colombo crime family. The man, Sebastiano (Sam) DiFalco, 47 years old, of 161-51 85th Street, in the Howard Beach section of" , "date" : "19920319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Slaying of a Restaurant Owner Is Tied to Crime Family Warfare" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/19\/nyregion\/slaying-of-a-restaurant-owner-is-tied-to-crime-family-warfare.html"} , {"body" : "Brian F. Sullivan is the quiet man of Greenpoint, one of the few remaining Irish-Americans in that mostly Polish, working-class Brooklyn neighborhood. Homosexuals are \"weirdos\" in Mr. Sullivan's book, \"an affront\" to the Roman Catholic Church and the organization he belongs to, the Ancient Order of Hibernians. No one was more relieved that gay" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Hibernian, Relief and Dismay" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/nyregion\/for-a-hibernian-relief-and-dismay.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} , {"body" : "Compelled to stop dumping sewage sludge in the ocean by June 30, New York City is proceeding with a bitterly disputed, billion-dollar plan to build eight plants to convert the foul residue to fertilizer and similar products. Residents and business people in neighborhoods in Queens, Brooklyn and Staten Island where most of the plants would be built" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Despite Foes, New York Presses Its Plan for Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/nyregion\/despite-foes-new-york-presses-its-plan-for-sludge.html"} , {"body" : "It was not the standard upbeat tour of New York City, the one that shows visitors the Statue of Liberty, the Empire State Building and Lincoln Center. Rather, the 50 people who went on what was billed as \"a toxic tour\" of Harlem on Tuesday saw a sewage treatment plant that processes 170 million gallons of raw sewage a day, a marine transfer station" , "date" : "19920313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/13\/style\/chronicle-467392.html"} , {"body" : "\"What's the catch?\" 16-year-old Francis Clement asked when told that his Bronx high school, James Monroe in Hunts Point, had been chosen. Students at George Washington High School in Harlem asked, \"Why us?\" And disbelief blended with pride at Brooklyn's Automotive High School, where students complain that outsiders often stereotype them as grease" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Students as Leaders" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/students-as-leaders.html"} , {"body" : "Since Jan. 6, when a gang of white youths yelling racial epithets squirted white sneaker polish on two black children in the Bronx, bias incidents have rained down hard and heavy in New York City. Sixty-one cases have been reported so far, ranging from racial slurs hurled from a passing car to subway riders slapped in the face to a 15-year-old" , "date" : "19920128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "61 Acts of Bias: One Fuse Lights Many Different Explosions" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/28\/nyregion\/61-acts-of-bias-one-fuse-lights-many-different-explosions.html"} , {"body" : "D. W. Woods 61 Greenpoint Avenue, Brooklyn, N.Y. 11222; (212) 694-0250. A cedar-lined closet may not be considered one of life's necessities. \"But it's a really nice finishing touch,\" said Marc White, a partner in D. W. Woods, a seven-year-old custom cabinetry company that has installed cedar closets throughout the metropolitan New York area. Cedar" , "date" : "19920109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Adding Cedar Luxury" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/09\/garden\/where-to-find-it-adding-cedar-luxury.html"} ,   {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"}]