[  {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} , {"body" : "ALONG with a college education, parents are increasingly providing their children with the down payment, and sometimes the closing costs, on a first home. A Chicago Title and Trust survey released this year suggests that up to 12 percent of first-time buyers get this benefit, up from 8.8 percent in 1989. Even with the decline in home prices" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Talking: Parental Aid; Lenders Relaxing The Rules" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/realestate\/talking-parental-aid-lenders-relaxing-the-rules.html"} , {"body" : "Very little can stop serious beachgoers. Bad weather and poor cash flow may keep some home, but never for long. You can tell them by the way they rattle off the names of every Jersey Shore town by heart (along with the parking rates in each town). They can describe the color and texture of sand with a geologist's expertise. To avoid traffic, they" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/arts\/for-children.html"} , {"body" : "After saying repeatedly that he could bend \"no more\" to demands of city planners, the developer of a highly contested proposal to replace the historic Brighton Beach Baths with luxury- and middle-income condominiums has apparently bent. In one of the most tumultuous, drawn-out land disputes in New York City's recent history, Stephen Muss of" , "date" : "19920720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plan Revised For Brighton By Developer" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/20\/nyregion\/plan-revised-for-brighton-by-developer.html"} , {"body" : "For weeks now, New York City's Board of Education has been mulling a new curriculum on AIDS for elementary school children with only the faintest idea about how the teaching of concepts like anal intercourse and condom use might sit with parents and local officials in the great city beyond. On Monday night, the board got its first solid piece of" , "date" : "19920617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Proposed AIDS Curriculum Stirs Heated Debate" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/17\/nyregion\/proposed-aids-curriculum-stirs-heated-debate.html"} , {"body" : "Amid renewed pressure on developers to scale back their proposal once again, nearly 300 people crammed into a hearing room before the New York City Planning Commission yesterday to praise and decry plans to replace the historic Brighton baths with a large-scale housing development. The rancorous daylong hearing at City Hall was the last public" , "date" : "19920611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brighton-by-the-Sea Housing Proposal Endures a Stormy Hearing" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/11\/nyregion\/brighton-by-the-sea-housing-proposal-endures-a-stormy-hearing.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "It slithers and snakes from upper Manhattan to Manhattan Beach in Brooklyn, from Grant's Tomb to the Coney Island Cyclone, brushing past Times Square, Union Square and scores of lesser landmarks in between -- three squiggly blobs linked by three slinky slivers. It is the proposed new Eighth Congressional District, and come September, if the New" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Carving Up of Districts, Some Share the Leftovers" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/in-carving-up-of-districts-some-share-the-leftovers.html"} , {"body" : "METRO DIGEST ODDLY SHAPED DISTRICT SETS UP FIGHT Drafted in haste and likely to be lamented at leisure, the new Eighth Congressional District, which slithers and snakes from upper Manhattan to Manhattan Beach in Brooklyn, is a textbook example of what can happen when a state's Congressional representation is forced to shrink. The redistricting will" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/metro-digest-812392.html"} , {"body" : "International A3-9 U.S. DISSENSION AT RIO The chief American negotiator at the Earth Summit in Rio de Janeiro asked the White House to make it possible for the United States to sign a treaty on protecting animals and plants. He was firmly rebuffed. A1 WORLD BANK SEEKS 'EARTH' FUND The World Bank has proposed that the United States and other donor" , "date" : "19920605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/05\/nyregion\/news-summary-598192.html"} ,   {"body" : "Legislative leaders agreed yesterday on a plan for redrawing New York's Congressional map, overcoming months of discord as they came face to face with the threat that an alternative plan would be imposed by a Federal court. The agreement provides for a plan that reduces the state's Congressional delegation from 34 to 31, as dictated by the United" , "date" : "19920604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Legislators Agree on Plan For Revised Congressional Lines" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/04\/nyregion\/albany-legislators-agree-on-plan-for-revised-congressional-lines.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region. NEW YORK CITY Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, the streets surrounding Washington Square Park, Manhattan. More than 300 artists and craftspeople displaying their work on the sidewalk. Noon to dusk. Also on Sunday and Monday and May 30 and 31." , "date" : "19920522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Weekend Events From A (Astoria) to W (Westchester)" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/22\/arts\/weekend-events-from-a-astoria-to-w-westchester.html"} , {"body" : "Women's Tennis Schedule Q. I would like to see a women's professional tennis tournament. Can you tell me about locations and dates and how to get ticket information? -- Ann Prothero, Palmyra, N.Y. A. Women's professional tennis tour schedules are available at no cost from the Women's International Professional Tennis Council, 215 Park Avenue South," , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/travel\/q-and-a-152892.html"} , {"body" : "One of the most tumultuous and drawn-out land-use disputes in recent memory in Brooklyn was rejoined yesterday, as two sides clashed over a large-scale development to be built on the site of the historic Brighton Beach Baths. At a morning hearing in Borough Hall, more than 50 people, including residents, construction workers, politicians and a" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sides Clash Over Project for Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/2-sides-clash-over-project-for-brighton-beach.html"} , {"body" : "After twice failing to win city approval, a developer has begun a new effort to secure the right to build a large residential complex on the site of the historic Brighton Beach Baths. In a meeting Wednesday night, members of Brooklyn's Community Board 13 voted 31 to 3 in support of zoning changes that would allow 1,600 units to be built in five" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Residential Complex For Brighton Beach In Progress, Again" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/residential-complex-for-brighton-beach-in-progress-again.html"} , {"body" : "Closings in the week ended Feb. 22 MANHATTAN Chelsea 305,000 346 West 22d Street 2-bedroom, 2-bath, 1,100-sq.-ft. condo in a brownstone; dining area, fireplace, 2 exposures, roof terrace; common charge $161, taxes $3,200 (Broker: Kingman Associates) Columbia University Area 270,000 420 Riverside Drive (114th St.) 2-bedroom, 1 1\/2-bath," , "date" : "19920308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/08\/realestate\/residential-resales-499292.html"}]