[  {"body" : "An off-duty transit police officer who shot and killed a man outside a Queens nightspot early Saturday fired his weapon in self-defense after the man, who was wielding a broken bottle, charged at the officer, the president of the transit officers' union said yesterday. The union official, Ron Reale, who said that he had spoken with the officer," , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Actions of Off-Duty Officer in Shooting Are Defended" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/actions-of-off-duty-officer-in-shooting-are-defended.html"} , {"body" : "An off-duty transit police officer shot and killed a 21-year-old man early yesterday after the officer's companions were attacked by several people on a sidewalk in front of a popular nightspot in Astoria, Queens, the transit police said. The man who was killed, Victor Vays, of 2343 East 66th Street in Mill Basin, Brooklyn, was standing some" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Man Is Slain Outside Club in Queens" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/man-is-slain-outside-club-in-queens.html"} , {"body" : "Vintage Christmas New-York Historical Society, 170 Central Park West, at 77th Street; (212) 873-3400. The museum's holiday shop is selling greeting cards depicting New York as far back as 1810, including scenes of the Central Park skating pond and the Washington Square arch and photographs of Times Square and the Flat Iron Building, through" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Holiday Scenes, All Around" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/garden\/calendar-holiday-scenes-all-around.html"} , {"body" : "As a teen-ager on the South Brooklyn waterfront, Anthony Salvatore Casso shot pigeons from rooftops and became a ferocious brawler with a street gang known as the Tigers. As an adult, the authorities say, he capitalized on violence to spring to the top of the Lucchese crime family, quickly amass a fortune and become a symbol of a new breed of" , "date" : "19921128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "'Most Ruthless Mafia Leader Left; Leader on the Lam Runs the Lucchese Family, Agents Say" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/28\/nyregion\/most-ruthless-mafia-leader-left-leader-lam-runs-lucchese-family-agents-say.html"} , {"body" : "There are no maps to motherhood in 1992, so Anne Jaffe is struggling to find her way, trying to make peace with her choice to be a full-time mother rather than pursue a full-time career. \"I feel like I'm a disappointment for the women who have worked so hard to broaden opportunities for other women,\" said the 36-year-old Mrs. Jaffe, once a" , "date" : "19920902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Cookie-Cutter Answers in 'Mommy Wars'; Women Are Struggling With Their Choices About Having Jobs or Staying Home" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/02\/nyregion\/no-cookie-cutter-answers-mommy-wars-women-are-struggling-with-their-choices.html"} , {"body" : "A top police official yesterday directed the department's Internal Affairs Division to investigate the arrest last week of a Brooklyn van driver who suffered a serious neck injury while in police custody. The incident, which occurred last Tuesday in the 63d Precinct and left Robert Ealneish, 26 years old, in critical condition at Kings County" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Order Inquiry Into Brooklyn Driver's Injury" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/police-order-inquiry-into-brooklyn-driver-s-injury.html"} , {"body" : "From their sun-bleached wooden deck, James and Mary Mills watch the tides of Jamaica Bay wash over the mud shoals and marshes. Crabs skitter beneath the reeds and grass. Herons, egrets and gulls swoop over Black Wall Marsh, the Raunt and Yellow Bar Hassock. In the far distance, on a clear day, the peaks of Manhattan rise to remind the Millses," , "date" : "19920703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROAD CHANNEL (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Deck, or a Danger to Wetlands?; Broad Channel Residents Fight Albany on the Environment" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/03\/nyregion\/deck-danger-wetlands-broad-channel-residents-fight-albany-environment.html"} , {"body" : "IN Ernest Hemingway's novel \"The Old Man and the Sea,\" the hero lost his fish to the sharks. Dr. David Bregman of Tenafly caught a giant fish, too -- a 9 1\/2-foot-long, 246 1\/2-pound blue marlin -- and won a trophy for it. He got to eat some of the fish, but a few days later he lost the trophy to United States Customs agents. The agents were" , "date" : "19920614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CUBA"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "11" , "title" : "Fishing Trophy Seized by Customs" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/14\/nyregion\/fishing-trophy-seized-by-customs.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} ,   {"body" : "From bagels and lox in Mill Basin to rice and beans in Bushwick Gardens, Mayor David N. Dinkins feasted his way through Brooklyn on Saturday, stopping between bites of turkey to issue sound bites, kiss babies and shmooze with the borough folk. At the end of a working week based at Brooklyn's Borough Hall, Mr. Dinkins was determined this weekend to" , "date" : "19920301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WELL-FED DINKINS LEAVES BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/01\/nyregion\/well-fed-dinkins-leaves-brooklyn.html"} , {"body" : "On Monday morning, Mayor David N. Dinkins and his top aides will transport the nerve center of New York City government to Brooklyn Borough Hall for a week of political theater aimed at putting the Mayor of all of the people in closer contact with some of them. For five days -- at a time when New York's municipal bindings, and his own mayoralty," , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; An Embattled City Hall Moves to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/political-memo-an-embattled-city-hall-moves-to-brooklyn.html"} , {"body" : "A 50-year-old school custodian's secretary was shot four times by a masked gunman as she sat in her car in her quiet Brooklyn neighborhood yesterday morning, the police said. The woman, Carmella Fricione, climbed from her car and staggered up six steps to the door of her neighbor in Mill Basin, Joe Burke. \"She knocked on my door. She fell into my" , "date" : "19920214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MILL BASIN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Woman Is Shot in Car" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/14\/nyregion\/brooklyn-woman-is-shot-in-car.html"} , {"body" : "A dispute in a Brooklyn pizzeria turned deadly Saturday night when three assailants attacked a pizza maker, blinded him by throwing flour in his face, then shot him in the head as he wobbled backward into the shop's kitchen, the police said. During the attack, the worker, Redzep Ulaj, 30 years old, defended himself by swinging a wooden pizza paddle" , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Pizzeria Dispute Leads To Violence and Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/brooklyn-pizzeria-dispute-leads-to-violence-and-fatal-shooting.html"} , {"body" : "NEW YORK CITY SOVIET EMIGRE FATALLY SHOT A Soviet Jewish emigre was shot and killed on a Brooklyn street corner as he rushed to defend his wife who had been punched by one of three muggers, the police said. By chance, the man's 19-year-old son was about a block away, driving two friends home, and saw the attack. He sent his car smashing into the" , "date" : "19920106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/metro-digest-615092.html"}]