[  {"body" : "The proposed site for a trash incinerator in the Brooklyn Navy Yard may sit atop graves of Revolutionary War prisoners, a lawyer for a group opposing the project said yesterday. On Wednesday, an administrative law judge removed one of the last hurdles to construction of the incinerator, saying that the state Department of Environmental Conservation" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Grave Site May Be Under Proposed Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/grave-site-may-be-under-proposed-incinerator.html"} , {"body" : "An administrative law judge has removed one of the final hurdles to building a trash incinerator in the Brooklyn Navy Yard, recommending that the state Department of Environmental Conservation grant the necessary permits without holding any more hearings on the plant's environmental impact. In a lengthy decision, signed on Wednesday but not" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Rebuffs Opponents Of Incinerator In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/nyregion\/judge-rebuffs-opponents-of-incinerator-in-brooklyn.html"} , {"body" : "NEW YORK CITY HOMELESS AGENCIES ASSESS RULING The day after a judge's order giving New York City 60 days to cut the number of homeless men in two armories by over 800, the head of the city's new agency for the homeless said it would be \"extremely difficult\" to move so many homeless so quickly. B3. HOLIDAY TIPPING: GENEROSITY OR COERCION Members of" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/nyregion\/metro-digest-934092.html"} , {"body" : "A 41-year-old black man told the police that he was severely beaten without provocation on a street in Williamsburg, Brooklyn, early yesterday by 10 to 20 Hasidic men, some shouting racial slurs. The police listed it as a bias crime, and Mayor David N. Dinkins called it another case of racially motivated violence in a troubled city. But later in" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Bias Case Fuels Dispute With Dinkins" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/new-bias-case-fuels-dispute-with-dinkins.html"} , {"body" : "Fire Commissioner Carlos M. Rivera, who rose through the ranks to preside over budget cuts and management snarls at the nation's largest fire department, announced yesterday that he would retire in January. Mr. Rivera, the first Hispanic commissioner in the New York City Fire Department's 127-year history, said he was stepping down for personal" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rivera to Quit Top Position In Fire Dept." , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/nyregion\/rivera-to-quit-top-position-in-fire-dept.html"} , {"body" : "Capt. Gerald P. O'Driscoll, president, chief executive and part owner of the Circle Line-Statue of Liberty Ferry Inc., died Saturday at his home in Brooklyn. He was 84 years old. The company said he died of a heart attack. He usually ran the ferry line from an office at the Brooklyn Navy Yard where he could oversee the maintenance of the six" , "date" : "19921118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "25" , "title" : "Gerald O'Driscoll, 84, President of Ferry Line" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/18\/obituaries\/gerald-o-driscoll-84-president-of-ferry-line.html"} , {"body" : "IN subtle ways and sweeping ones -- like a clock face 120 feet wide -- the future of New York City's waterfront will be charted in coming months, even though its actual rebuilding may be many years away. Prospects for a major renascence in the near future grew much dimmer on Election Day, when voters rejected a bond act that would have authorized" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charting the Future Of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/realestate\/charting-the-future-of-the-waterfront.html"} , {"body" : "Showing that they were more concerned about the state's already-high level of debt than its high unemployment, New Yorkers yesterday rejected Proposal One, which asked them to give the state permission to issue $800 million worth of bonds to finance public works projects. With the votes of 68 percent of the state's precincts counted, 54 percent" , "date" : "19921104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE 1992 ELECTION: NEW YORK STATE; Voters Reject $800 Million Plan For Projects in New York State" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/04\/nyregion\/1992-election-new-york-state-voters-reject-800-million-plan-for-projects-new.html"} , {"body" : "The Siemens Power Corporation said yesterday that it had won an order valued at more than $67 million for a 286-megawatt power plant at the Brooklyn Navy Yard. The contract, awarded by the York Research Corporation, is for a plant that will burn natural gas to power a gas turbine, with the waste heat used to make steam for more power generation and" , "date" : "19921015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMPANY NEWS; SIEMENS UNIT WINS CONTRACT FOR POWER PLANT" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/15\/business\/company-news-siemens-unit-wins-contract-for-power-plant.html"} , {"body" : "Hector Valentin eagerly lifted the lid of a blue bin in the parking lot of the St. Nicholas Houses in Harlem. He peered inside, hoping to discover a 1990's kind of valuable: recyclable cans, bottles and plastics. But it was empty. A few days after New York City expanded its recycling program to all of Manhattan, the 2,500 tenants of the housing" , "date" : "19920923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Recycling Facing Test in Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/23\/nyregion\/recycling-facing-test-in-poorer-areas.html"} ,   {"body" : "Barbara Brandon recently bought curtains. It was not decorating. It was self-defense. The 31-year-old black cartoonist, creator of the strip \"Where I'm Coming From,\" has the dubious distinction of living within peekaboo distance of Spike's Joint, the film maker Spike Lee's two-year-old retail establishment on South Elliot Place in Brooklyn, where" , "date" : "19920920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Artistic Mecca With a Brooklyn Flair" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/20\/nyregion\/artistic-mecca-with-a-brooklyn-flair.html"} , {"body" : "Two years ago, Nydia M. Velazquez found herself the focus of attention at festivities to celebrate the mayoral primary victory of David N. Dinkins, when she was described as the engine behind a large and ultimately crucial Hispanic voter turnout. Though officially nonpartisan in her role as the Commonwealth of Puerto Rico's representative in New" , "date" : "19920917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 1992 CAMPAIGN: 12th District Woman in the News; Loyalty and Labor; Nydia M. Velazquez" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/17\/nyregion\/1992-campaign-12th-district-woman-loyalty-labor-nydia-m-velazquez.html"} , {"body" : "To the Editor: Re \"Clean, Courageous Politics\" (editorial, Aug. 28): The New York City Council vote on the city's solid-waste-management plan was neither clean nor courageous. Overwhelming and honest constituent opposition to incineration marked the process. Only political horse-trading and middle-of-the-night arm-twisting resulted in a plan out of" , "date" : "19920916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Vote for Incinerator Let All New Yorkers Down" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/16\/opinion\/l-vote-for-incinerator-let-all-new-yorkers-down-991992.html"} , {"body" : "To the Editor: The Brooklyn Navy Yard waste-to-energy facility, which has now been approved by the New York City Council (news article, Aug. 28), represents a sensible, open-minded approach to the city's solid waste crisis. Engineers have for years debated the feasibility of recycling-only municipal solid-waste programs. The consensus is that" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Will Pay New York an Energy Bonus" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/opinion\/l-navy-yard-incinerator-will-pay-new-york-an-energy-bonus-848892.html"} , {"body" : "Daniel Politi's eyes beamed from under his white hard-hat as he pointed to two 80-foot smokestacks at the top of a new $20 million medical waste incinerator in the South Bronx. \"My first question,\" he asked proudly, \"is which stack are we emitting from?\" Mr. Politi, an official of Resource Management Technologies, a New York City company that built" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "PORT MORRIS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Builders and Foes Using Bronx Incinerator as Test" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/nyregion\/builders-and-foes-using-bronx-incinerator-as-test.html"} , {"body" : "DESPITE a dearth of construction in New York City, communities are feeling the impact of land-use review procedures that went into effect two years ago under the 1989 City Charter revision. The new rules have stirred up greater land-use planning activity at the borough level. And many community board officials say they are better informed now than" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "How the New Charter Affects Land Use" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/realestate\/how-the-new-charter-affects-land-use.html"} , {"body" : "In a vision of hydrofoils and catamarans whisking commuters across New York's waterways, officials said yesterday that they were asking private companies to provide new high-speed commuter ferry lines between Manhattan and eight terminals across the city and suburbs. Under the plan, announced jointly by the Dinkins and Cuomo administrations, the" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY" , "NEW YORK HARBOR" , "HUDSON RIVER" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Seek More Ferries To Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/nyregion\/officials-seek-more-ferries-to-manhattan.html"} , {"body" : "When the New York City Council finished voting to approve Mayor David N. Dinkins's far-reaching garbage disposal plan just after dawn on Thursday, Bill Lynch Jr., the Mayor's political mastermind, was sitting in the Council chamber, arms crossed, smiling like a Cheshire cat. A plan that only a month ago was dead on arrival, opposed by a solid" , "date" : "19920901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Civics Lessons in the Art of Persuasion" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/01\/nyregion\/civics-lessons-in-the-art-of-persuasion.html"} , {"body" : "Even on a baking hot day in Williamsburg, Brooklyn, Esther Klein ambled down the block in a long-sleeved dress and a kerchief concealing her hair in the modest Hasidic fashion. Wheeling her baby's stroller, she stayed three or so paces behind her husband, a slender shy scholar in a glossy homburg. Across the street, Tara Roman, air-conditioned in" , "date" : "19920831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Fear Builds A Bridge Across Gulf of Cultures" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/31\/nyregion\/metro-matters-fear-builds-a-bridge-across-gulf-of-cultures.html"} , {"body" : "For at least a decade, the roiling debate over garbage disposal in New York City has been portrayed mostly as a bitter fight about building an incinerator. But the truly radical part of the plan approved by the City Council this week has nothing to do with burning trash and everything to do with recycling it. For if New York City actually reaches" , "date" : "19920829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hope, Off the Ash Heap; New York City Fought Over an Incinerator, But Real Focus of Waste Plan Is Recycling" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/29\/nyregion\/hope-off-ash-heap-new-york-city-fought-over-incinerator-but-real-focus-waste.html"} ,   {"body" : "The New York City Council yesterday approved a long-range plan for disposing of the city's garbage that calls for building a new incinerator in the Brooklyn Navy Yard and significantly increasing recycling. The 51-member Council voted 36 to 15 to approve a revised version of Mayor David N. Dinkins's plan at 7:35 A.M., after a night of red-eyed" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PLAN ON GARBAGE BACKED BY COUNCIL IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/nyregion\/plan-on-garbage-backed-by-council-in-new-york-city.html"} , {"body" : "The vote shortly after sunrise yesterday by the New York City Council to approve the Dinkins administration's long-range garbage plan marked a milestone for the Council that transcended questions of trash disposal. The Council, eager to establish itself as a major player in city government, had taken on a divisive issue -- one it could easily have" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In a Vote at Sunrise, a New Dawn for New York Politics" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/nyregion\/in-a-vote-at-sunrise-a-new-dawn-for-new-york-politics.html"} , {"body" : "Common sense won a grand victory in the small hours yesterday morning, when New York's City Council approved a sound waste-disposal plan that includes citywide recycling and a new incinerator at the Brooklyn Navy Yard. The incinerator could have been built without Council approval. But the Council insisted on a role. It thus proved itself a" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Clean, Courageous Politics" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/opinion\/clean-courageous-politics.html"} , {"body" : "International A3-10 U.S. PLANES FLY OVER IRAQ American warplanes streaked north on their first mission to enforce a ban on Iraqi warplanes in southern Iraq and returned safely, reporting no signs of resistance. A1 Iraq says it will not challenge allied aircraft. A8 Arabs do not like Israel's offer but will not reject it out right. A8" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/nyregion\/news-summary-682792.html"} , {"body" : "NEW YORK CITY A GARBAGE PLAN FOR THE FUTURE The City Council approved a long-range plan for disposing of the city's garbage that calls for building a new incinerator in the Brooklyn Navy Yard and significantly increasing recycling. The 51-member Council voted 36 to 15 to approve a revised version of Mayor Dinkins's plan at 7:35 A.M., after a night" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/nyregion\/metro-digest-750592.html"} , {"body" : "The Economy The gross domestic product grew at a puny 1.4 percent annual rate in the second quarter, the Government said, citing consumers' reluctance to spend. But a record drop in applications for unemployment insurance in mid-August and better corporate profits offered glimmers of hope for improved growth later. [ Page D1. ] Battalions of" , "date" : "19920828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "BUSINESS DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/28\/business\/business-digest-735192.html"} , {"body" : "In another attempt to derail plans to build a new incinerator in Brooklyn, City Comptroller Elizabeth Holtzman has raised questions about the integrity of the company that has a $1 billion contract to construct and operate the plant. The City Council is to vote today on a long-term garbage-disposal plan that includes the incinerator. In letters" , "date" : "19920826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Holtzman Renews Fight On Disposal Of Garbage" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/26\/nyregion\/holtzman-renews-fight-on-disposal-of-garbage.html"} , {"body" : "The City Council will have a rare opportunity to show political courage tomorrow, when it votes on the Dinkins administration's essential but unpopular trash disposal plan. Critics are playing fast and loose with already exaggerated fears about its centerpiece -- a new incinerator plant. Their tactics turn tomorrow's vote into a test of the" , "date" : "19920825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "The Council's Tough Vote on Garbage" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/25\/opinion\/the-council-s-tough-vote-on-garbage.html"} , {"body" : "Mayor David N. Dinkins is virtually certain to prevail in the City Council on his long-term garbage-disposal plan, which includes building a new incinerator in Brooklyn, two senior Council staff members said yesterday. The Council's staff was still working hard yesterday to assemble an outright majority to support the compromise proposal worked out" , "date" : "19920825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Is Expected to Prevail on New Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/25\/nyregion\/dinkins-is-expected-to-prevail-on-new-incinerator.html"} , {"body" : "A week after the Dinkins administration and City Council Speaker Peter F. Vallone struck a breakthrough deal on trash disposal, the plan gets its first public airing today when it goes before the full Council. Two days of hearings have been scheduled for the plan, which calls for the construction of a $550 million incineration plant at the Brooklyn" , "date" : "19920824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Compromise On Garbage Faces a Test" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/compromise-on-garbage-faces-a-test.html"} ,   {"body" : "METRO DIGEST NEW YORK CITY HEARINGS SET FOR GARBAGE PLAN A week after the Dinkins administration and City Council Speaker Peter F. Vallone struck a breakthrough deal on trash disposal, the plan gets its first public airing today when it goes before the full Council. Two days of hearings have been set for the plan, which calls for the construction" , "date" : "19920824" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/metro-digest-010592.html"} , {"body" : "A painting crew sandblasting the Williamsburg Bridge repeatedly rained sand, dust and lead-paint chips into Brooklyn earlier this summer before city officials suspended the project under pressure from the state. The maintenance of the aging bridge has been halted for more than a month, and in the community beneath it, residents are anxious about" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alarm on Tainted Dust Near Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/alarm-on-tainted-dust-near-williamsburg-bridge.html"} , {"body" : "City Council President Andrew J. Stein attacked Mayor David N. Dinkins yesterday for his support of a new garbage incinerator in Brooklyn, in a move suggesting that Mr. Stein hoped to make New York's garbage crisis a political issue in next year's race for Mayor. Mr. Stein, who is planning to challenge Mr. Dinkins for the Democratic nomination," , "date" : "19920820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Stein Fires Political Salvo On Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/20\/nyregion\/stein-fires-political-salvo-on-incinerator.html"} , {"body" : "Mayor David N. Dinkins and Council Speaker Peter F. Vallone have carefully crafted a garbage management plan so they can line up a majority of votes to get it through a hostile City Council, City Hall officials said yesterday. Only a month ago, a majority of the Council said it was prepared to kill another garbage disposal plan that included a new" , "date" : "19920819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Incinerator Plan Delicate For Dinkins and Vallone" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/19\/nyregion\/incinerator-plan-delicate-for-dinkins-and-vallone.html"} , {"body" : "FEWER APARTMENTS FOR THE HOMELESS Attributing an array of new problems in New York City's housing projects on a program to set aside thousands of apartments for homeless families, Housing Authority officials say they plan to sharply reduce the number of apartments given to the homeless in the future. The shift in policy has created a division" , "date" : "19920819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/19\/nyregion\/metro-digest-331492.html"} , {"body" : "The Dinkins administration and the leadership of the City Council have agreed to go ahead with construction of a $550 million incinerator at the Brooklyn Navy Yard and at the same time accelerate New York City's recycling program. The two elements are at the core of a compromise to deal with the city's growing problem of garbage disposal -- a" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PACT ON GARBAGE IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/pact-on-garbage-in-new-york-city.html"} , {"body" : "NEW YORK CITY AGREEING TO PROCEED ON INCINERATOR The Dinkins administration and the leadership of the City Council have agreed to go ahead with construction of a $550 million incinerator at the Brooklyn Navy Yard while at the same time increasing New York City's troubled recycling program. Those are the central elements of a compromise plan to deal" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/metro-digest-180492.html"} , {"body" : "International A3-6 U.N. CANCELS INSPECTION IN IRAQ U.N. inspectors in Baghdad canceled a visit to a military ministry considered off-limits by Iraq, abandoning for now a U.S. plan to demand access to sensitive sites. A1 IRAQI AIR ATTACKS EXPECTED A U.S. proposal to protect Shiites in southern Iraq from air attacks by Baghdad comes as intelligence" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/news-summary-037992.html"} , {"body" : "Mayor David N. Dinkins tried yesterday to assure residents of New York City's most alienated borough that City Hall cares about their problems, from transportation costs to fears of dangerous air pollution from the gargantuan Fresh Kills landfill. The Mayor, who has had a chilly reception from elected officials since he moved the nerve center of" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Tells Staten Island He Cares" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/dinkins-tells-staten-island-he-cares.html"} , {"body" : "By day, Albert C. Wiltshire is a no-nonsense chief executive running the Brooklyn Navy Yard with a powerful grip -- his staff irreverently calls him Darth Vader. But at night, he turns into Big Al, a 55-year-old bachelor homemaker who cooks, shops, cleans and supervises school work for his 10- and 12-year-old grandsons who have lived with him since" , "date" : "19920722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "People Who Need Care Find Men Are Giving It" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/22\/nyregion\/people-who-need-care-find-men-are-giving-it.html"} ,   {"body" : "With a majority of New York City Council members pledged to oppose the Dinkins administration's long-range plan for garbage disposal, Council leaders yesterday pushed through a monthlong extension of a deadline to give them time to reach a compromise with the administration. In effect, the 48-to-0 vote for the extension sent the city's carefully" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Council Postpones Action on Garbage Plan" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/council-postpones-action-on-garbage-plan.html"} , {"body" : "New York's City Council, ever demanding to be taken seriously, has six more weeks to meet a major responsibility or duck. If it ducks, it will be jeopardizing the city's health and future through cowardice. The issue is garbage -- what to do with it in a city that produces 26,000 tons every day and is running out of disposal sites. City Hall has a" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "The Council's Garbage Test" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/opinion\/the-council-s-garbage-test.html"} , {"body" : "The Dinkins administration's plan to build a $550 million incinerator at the Brooklyn Navy Yard -- one of the most bitterly contested public works projects in New York's history -- will almost certainly be rejected by the City Council before it adjourns next week. The Council action would send the city's carefully crafted solid-waste management" , "date" : "19920702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Council Held Likely to Bar Waste Project" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/02\/nyregion\/council-held-likely-to-bar-waste-project.html"} , {"body" : "Like her neighbors on the high desert of California, where a vast mesa studded with ungainly Joshua trees fills the basin between the San Bernardino and Pinto mountains, Carmen Mendoza came here to escape big-city ills. She found quiet, wide-open spaces, clean air, starry nights -- and, now, terrifying nights and days in which the sandy earth" , "date" : "19920630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["YUCCA VALLEY (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Having Fled City Ills, People Stay Despite Quakes" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/30\/us\/having-fled-city-ills-people-stay-despite-quakes.html"} , {"body" : "Late this afternoon the ocean barge Spring Brook will slip quietly into the East River and head to sea, carrying for the last time one of America's least loved cargoes: 400 tons of New York City's processed sewage. It has been four years since Congress voted to ban the common practice of using the ocean as a municipal chamber pot, and with the" , "date" : "19920629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WARDS ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ocean Dumping Is Ending, but Not Problems; New York Can't Ship, Bury or Burn Its Sludge, but No One Wants a Processing Plant" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/29\/nyregion\/ocean-dumping-ending-but-not-problems-new-york-can-t-ship-bury-burn-its-sludge.html"} , {"body" : "To the Editor: Nearly all New Yorkers support recycling, but with the Fresh Kills landfill on Staten Island nearing capacity under the daily onslaught of 26,000 tons of trash, and legislation pending to ban or curb out-of-state trash shipments, recycling alone is not enough. A May 27 news article points out that advocates and skeptics question the" , "date" : "19920624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Recycling Makes More Sense for New York Than Incineration; Try a Mix" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/24\/opinion\/l-recycling-makes-more-sense-for-new-york-than-incineration-try-a-mix-513792.html"} , {"body" : "Wrapping up a five-day European trip in which he sold New York City to business leaders as a once and future financial center, Mayor David N. Dinkins heads home Saturday with few firm commitments but encouraging signs that European businesses are willing to invest more money in New York. In London, the Mayor spoke to Conrad M. Black, owner of The" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRANKFURT (GERMANY)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "25" , "title" : "Dinkins Returning from Europe, Hoping Investment Will Follow" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/dinkins-returning-from-europe-hoping-investment-will-follow.html"} , {"body" : "Faced with a welter of new Federal and state regulations, New York City will soon embark on a recycling program that could quickly become one of the most costly and ambitious in the nation. But after three years of the city's halting, anemic attempts to begin recycling, even the new program's most committed supporters question whether New York can" , "date" : "19920527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York, Amid Doubts, Broadens Recycling Plan" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/27\/nyregion\/new-york-amid-doubts-broadens-recycling-plan.html"} , {"body" : "A New York City Health Department survey has found that the residents of the Greenpoint and Williamsburg areas of Brooklyn face a greater risk of stomach cancer and some kinds of leukemia than other New Yorkers. The survey was prompted by concern over sewage odors, radioactive wastes and smoke-belching factories. However, the survey drew no causal" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Survey Finds High Cancer Rate In 2 Neighborhoods in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/survey-finds-high-cancer-rate-in-2-neighborhoods-in-brooklyn.html"} , {"body" : "It was a moment of detente in the long feud between the Hasidic and Hispanic residents who stake out an impoverished existence in the aging Brooklyn tenements tucked between auto repair shops and industrial buildings in the shadow of the Williamsburg Bridge. Ending a Federal lawsuit, the city's Housing Authority agreed last June to reserve the next" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Co-op Effort Worsens a Rift in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/co-op-effort-worsens-a-rift-in-williamsburg.html"} ,   {"body" : "About 100 residents of Fort Greene, Brooklyn, yesterday attended the latest in a series of town meetings to voice opposition to New York City's plans to place a large garbage incinerator in the Brooklyn Navy Yard. Several other communities have opposed the incinerator, an essential part of the Dinkins administration's efforts to deal with its" , "date" : "19920503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Opposition Grows to Incinerator Planned for Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/03\/nyregion\/opposition-grows-to-incinerator-planned-for-brooklyn-navy-yard.html"} , {"body" : "Brooklyn neighborhood groups, with the support of Borough President Howard Golden and City Comptroller Elizabeth Holtzman, stepped up a campaign yesterday against the Dinkins administration's 20-year plan for managing New York City's garbage-disposal crisis, which calls for the construction of a large incinerator in the Brooklyn Navy Yard. At a" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Groups Vow To Battle Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/nyregion\/groups-vow-to-battle-incinerator.html"} , {"body" : "NEW YORK CITY 'NO-SHOW' JOBS AT LINCOLN HOSPITAL An assistant mental health commissioner has resigned amid allegations that he hired three acquaintances, including the pastor of his Long Island church, for \"no-show\" jobs at Lincoln Hospital in the Bronx. The assistant commissioner, Ivan Cortes, had been an official at the hospital in 1989, when he" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/nyregion\/metro-digest-402792.html"} , {"body" : "Rear Adm. Armand Malcolm Morgan, retired, who supervised the design and construction of the nation's submarine fleet in World War II and later had charge of the design of Navy ships, died Saturday at the Falmouth-by-the-Sea convalescent home in Falmouth, Me. He was 90 years old and had lived in Portland, Me., since moving from Washington two years" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "25" , "title" : "Armand M. Morgan, 90, Admiral Who Oversaw the Design of Ships" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/us\/armand-m-morgan-90-admiral-who-oversaw-the-design-of-ships.html"} , {"body" : "New York City faces a danger as grim as crime and disease. It could soon find itself strangling on its own garbage. Even as the volume of solid waste swells, the ways to get rid of it decline. The last landfill is nearly full. Recycling efforts are sorely inadequate. Exporting garbage is becoming ever more costly, and vulnerable to cutoff. What" , "date" : "19920426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "New York City: Garbage Ostrich" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/26\/opinion\/new-york-city-garbage-ostrich.html"} , {"body" : "Running out of ways to get rid of New York City's mounting garbage, the Dinkins administration yesterday proposed broad changes in the way the city disposes of its solid waste, among them plans to more than triple the amount of refuse that the city burns and that it recycles by the end of the century. Specifically, city sanitation officials said" , "date" : "19920331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Offers Changes In Solid-Waste Disposal" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/31\/nyregion\/dinkins-offers-changes-in-solid-waste-disposal.html"} , {"body" : "A day after Mayor David N. Dinkins said he would delay building a large garbage incinerator at the Brooklyn Navy Yard, the City Council moved yesterday to get veto power over such decisions with a bill that would allow it to pass judgment on Mr. Dinkins's plan for dealing with the city's mounting garbage problem. The bill, which was approved by a" , "date" : "19920326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council Bill Seeks Voice On Waste" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/26\/nyregion\/council-bill-seeks-voice-on-waste.html"} , {"body" : "The Dinkins administration said yesterday that it would put off construction of a large garbage incinerator at the Brooklyn Navy Yard until 1996, a move that pushes it past next year's election. Sanitation Commissioner Emily Lloyd said the delay would give the city more time \"to focus more clearly\" on recycling efforts, a key demand of" , "date" : "19920325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Delays Building Incinerator in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/25\/nyregion\/dinkins-delays-building-incinerator-in-brooklyn.html"} , {"body" : "Federal courts in New York City are virtually free of personal-injury lawsuits related to asbestos, according to a report by three district judges who presided over most of the litigation. The courts disposed of more than 1,500 cases in the last three months in an effort to clear the docket. Most involved workers at the Brooklyn Navy Yard from the" , "date" : "19920317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Asbestos Cases Are Cleared" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/17\/business\/asbestos-cases-are-cleared.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} ,   {"body" : "It was not the standard upbeat tour of New York City, the one that shows visitors the Statue of Liberty, the Empire State Building and Lincoln Center. Rather, the 50 people who went on what was billed as \"a toxic tour\" of Harlem on Tuesday saw a sewage treatment plant that processes 170 million gallons of raw sewage a day, a marine transfer station" , "date" : "19920313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/13\/style\/chronicle-467392.html"} , {"body" : "The departing Sanitation Commissioner of New York City is faulting the Dinkins administration for failing to acknowledge the fact that it is running out of ways to get rid of its garbage. The Commissioner, Steven M. Polan, said that while Mayor David N. Dinkins has offered \"tepid\" support for new incinerators, he has failed to move forward in" , "date" : "19920118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Dinkins's Role In Sanitation Is Faulted" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/18\/nyregion\/dinkins-s-role-in-sanitation-is-faulted.html"} , {"body" : "A walk through lower Manhattan requires little energy or money. Just start at Broadway and Fulton Street and head straight down to Battery Park City, where the fog rolls in and settles on a normal January day. At the park is a handsome enclosed playground. George Washington's Pew St. Paul's Chapel Broadway at Fulton Street (212) 602-0847 The day" , "date" : "19920103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/03\/arts\/for-children.html"}]