[  {"body" : "In his career as a teacher and principal, Patrick Daly touched the lives of thousands of young children in Red Hook, Brooklyn, a desolate neighborhood awash in drugs and guns. His work inspired so many people that his slaying earlier this month seemed to jolt New York City as well as the nation. Since Mr. Daly was killed in the cross-fire of an" , "date" : "19921231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Donors to the Neediest Cases Pay Tribute to Slain Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/31\/nyregion\/donors-to-the-neediest-cases-pay-tribute-to-slain-principal.html"} , {"body" : "The number of people waiting for New York Housing Authority apartments has risen to 240,000 families, the highest level ever and nearly equal to the total number of units in all of the city's public housing projects and subsidized apartments. Based on the current vacancy rate of about 4.5 percent a year in Housing Authority apartments, those" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Housing List In New York Hits Record" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/housing-list-in-new-york-hits-record.html"} , {"body" : "To the Editor: I watched with tears in my eyes as the children and parents of Public School 15 in Brooklyn expressed their feelings of shock and loss over the death of their principal, Patrick Daly, shot to death when caught in a housing project gun battle. He was a lone, shining star in a blighted urban neighborhood America has forgotten. In" , "date" : "19921226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Rename Public School For Its Slain Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/26\/opinion\/l-rename-public-school-for-its-slain-principal-519192.html"} , {"body" : "The New York City Housing Authority plans to expand its security programs next month in public housing projects throughout the city, officials said yesterday. The plan includes increased police enforcement, expanded tenant patrols and better lighting, fencing and lock systems, said Timothy Sullivan, a Housing Authority spokesman. The announcement" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Security Programs to Be Expanded in Housing Projects" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/nyregion\/security-programs-to-be-expanded-in-housing-projects.html"} , {"body" : "Three youths were indicted yesterday on murder charges in the shooting death of Patrick Daly, a popular school principal who was caught in the crossfire of an apparent drug dispute last week at a housing project in the Red Hook section of Brooklyn. Neighborhood residents expressed outrage at the slaying of Mr. Daly, the 48-year-old principal of" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Murder Indictments for 3 Youths In Killing of Brooklyn Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/murder-indictments-for-3-youths-in-killing-of-brooklyn-principal.html"} , {"body" : "NEW YORK CITY HOMELESS RULING TO CUT CROWDING A state judge, ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous, overcrowded armories, one in the Bronx and one in Brooklyn, ordered the city to cut the number of men there by two-thirds and upgrade fire safety. A1. THE CHANGING FORTUNES OF CHARLES HYNES Five years" , "date" : "19921224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/24\/nyregion\/metro-digest-605192.html"} , {"body" : "They had traveled from Brooklyn to Staten Island to stand quietly in the rear of the church, brushing away their tears, and they had touched the coffin moving past. They had said a final goodbye to their school principal. Now the long black hearse was carrying away the remains of Patrick Daly, and the crowds and the politicians were drifting off." , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Pupils Say Goodbye To a Slain Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/pupils-say-goodbye-to-a-slain-principal.html"} , {"body" : "Two men were arraigned in Brooklyn early today and charged with second-degree murder in the killing of Patrick Daly, the public school principal caught in a crossfire at a Brooklyn housing project last week. The two men, Jermaine Russell and Khary Bekka, both 18 years old, were arrested on Sunday. They were arraigned this morning in before Judge" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Suspects Charged in Slaying of Brooklyn School Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/2-suspects-charged-in-slaying-of-brooklyn-school-principal.html"} , {"body" : "\"Wish I could do more.\" The note scribbled by Therese W. Trachtman of Manhattan was brief, but it gave voice to a sentiment expressed by many donors to The New York Times Neediest Cases Fund. More and more people seem frustrated by a recession that refuses to release its grip on the New York region. In letters to the fund, the donors say they feel" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Donors to Neediest Cases Wish They Could Do More" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/donors-to-neediest-cases-wish-they-could-do-more.html"} , {"body" : "Two men being sought by the police in connection with the shooting death of Patrick Daly, the grade-school principal slain at a Brooklyn housing project on Thursday, surrendered to ministers at the House of the Lord Pentecostal Church in downtown Brooklyn last night. They were taken into custody by housing police officers about 11:30 P.M. and held" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Surrender In Slaying Of Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/2-surrender-in-slaying-of-principal.html"} ,   {"body" : "Carmen Cruz stood silently alongside the worn and windswept patch of dirt and grass that cut through the mall in the center of the Red Hook Houses, just steps from where Patrick Daly lay mortally wounded the day before. Her friend Elizabeth Gonzalez crouched by a small wooden fence post, pounding a nail into an index card that would become part of" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Life in Brooklyn's Forgotten Section; In Red Hook, 3-Year-Olds Hear Gunfire and Duck for Cover" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/life-brooklyn-s-forgotten-section-red-hook-3-year-olds-hear-gunfire-duck-for.html"} , {"body" : "Matty Rich, the 21-year-old film maker whose \"Straight Out of Brooklyn\" lent a harrowing portrayal of the the Red Hook Houses where he grew up, said he was stunned to learn that the cycle of violence there had taken his grade-school principal. \"You had a man with a kind heart; he extends himself and he dies by the hands of the kids he's trying to" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "42" , "title" : "Sadly, a Film Maker Recalls Red Hook and a Principal" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/sadly-a-film-maker-recalls-red-hook-and-a-principal.html"} , {"body" : "Continuing an intensive investigation into the death of Patrick Daly, the grade-school principal slain in a crossfire in Brooklyn, the police said yesterday that they were searching for two youths, one with the street name \"K.\" One suspect, Shamel Burroughs, 17 years old, was arraigned late Friday night at Criminal Court in Brooklyn. Mr. Burroughs," , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "42" , "title" : "Police Seek 2 More Men In Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/police-seek-2-more-men-in-shooting.html"} , {"body" : "International 3-18 SOUTH AFRICA OUSTS GENERALS President de Klerk acknowledged a military role in township violence, and dismissed or suspended 23 officers suspected of involvement in destabilizing activities as severe as political killing. 1 WORLD HEALTH LEADER FAULTED ' The United States and European allies are campaigning to block the" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/news-summary-839792.html"} , {"body" : "\"I'm going to go so far from here there ain't no coming back. I'm putting my mother on my back and taking her with me. This place is sinful. There's a lot of good people here. Tax-dollar-paying people. We deserve better.\" R. M. JONES, resident of the Red Hook Houses in Brooklyn. [ 37:3. ]" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/no-headline-844392.html"} , {"body" : "It was an all-too-familiar explosion of violence in a gun-plagued, drug-ridden urban neighborhood -- an innocent passerby slain in a crossfire of feuding criminals. This time the victim was a man who had dedicated his life to keeping young people from pursuing the very path of those said to have killed him. Patrick Daly, a 48-year-old Brooklyn" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "2" , "title" : "DEC. 13-19; Principal Dies Helping a Child" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/weekinreview\/dec-13-19-principal-dies-helping-a-child.html"} , {"body" : "A 17-year-old Brooklyn youth, known to neighbors as a high school dropout who sold drugs and defended his turf with guns, was arrested yesterday and charged with killing Patrick Daly, the grade school principal slain in a crossfire on Thursday. The suspect, Shamel Burroughs, who was wanted in another shooting, was seized before dawn in a friend's" , "date" : "19921219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Suspect, 17, Is Arrested in Killing Of Principal Caught in Gun Battle" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/19\/nyregion\/suspect-17-is-arrested-in-killing-of-principal-caught-in-gun-battle.html"} , {"body" : "They came in droves yesterday to the two-story elementary school in Brooklyn, first parents, then students, then old friends and finally city officials, to the place they called \"an oasis.\" Women of all ages arrived pushing strollers and pulling toddlers to gather for consolation outside the Red Hook neighborhood school. Former students lingered on" , "date" : "19921219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "At Oasis in Red Hook, Anguish and a Vow" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/19\/nyregion\/at-oasis-in-red-hook-anguish-and-a-vow.html"} , {"body" : "When Patrick Daly was caught in the crossfire that took his life on the rainswept grounds of the Red Hook Houses in Brooklyn late Thursday morning, it apparently was the second time that day that the principal of Public School 15 had ventured into the project because of a disruptive student. The mother of one of the students involved in the two" , "date" : "19921219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "2d Visit Was the Fatal One" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/19\/nyregion\/2d-visit-was-the-fatal-one.html"} , {"body" : "NEW YORK CITY YOUTH ARRESTED IN PRINCIPAL'S DEATH A 17-year-old boy wanted in another shooting and known to neighbors in the Red Hook Houses as a high school dropout who sold drugs and defended his turf with guns was arrested and charged with killing Patrick Daly, the grade school principal slain in a crossfire at the Brooklyn housing project on" , "date" : "19921219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/19\/nyregion\/metro-digest-721292.html"} ,   {"body" : "The principal of a grade school in one of Brooklyn's toughest neighborhoods, a dedicated, gentle man who often took children by the hand through streets ruled by violence, was shot and killed yesterday as he searched for a missing pupil in a crime-ridden housing project. The authorities said they believed he was caught in a crossfire between drug" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Principal Shot to Death While Looking for Missing Pupil" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/nyregion\/brooklyn-principal-shot-to-death-while-looking-for-missing-pupil.html"} , {"body" : "Patrick Daly hoped he could make a difference in a neighborhood where the sprawling brick Red Hook housing projects are as hemmed in by poverty, crime and violence as they are cut off from the rest of Brooklyn by the asphalt and concrete Maginot line of the Gowanus Expressway. When his young charges were in danger of going astray, he left his" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "A Man Who Won Trust And Offered a Way Out" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/nyregion\/a-man-who-won-trust-and-offered-a-way-out.html"} , {"body" : "NEW YORK CITY PRINCIPAL SLAIN IN SCHOOL CROSSFIRE The principal of a grade school in one of Brooklyn's toughest neighborhoods was slain in an apparent crossfire as he searched for a missing pupil in a crime-ridden housing project. The victim, Patrick Daly, 48, the principal of Public School 15 in Red Hook, was looking for a fourth-grade boy who had" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/nyregion\/metro-digest-503692.html"} , {"body" : "At first, the lethal gunfire had all the earmarks of another battle between two factions in the Mafia's Colombo crime family. A 50-round fusillade fired by a masked gunman from a hand machine gun killed two men and wounded three people Tuesday night in a social club in Red Hook, Brooklyn, long a stronghold of the Colombo family. But authorities" , "date" : "19921119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killings Tied to Feud Over Loot" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/19\/nyregion\/2-killings-tied-to-feud-over-loot.html"} , {"body" : "Two men were killed and three other people, including two women, were wounded when an unidentified, masked gunman burst into a social club in Red Hook, Brooklyn, last night and sprayed it with bullets. The assailant fled, the police said. Sgt. John G. McCluskey, a police spokesman, said there was no immediate explanation for the shooting, which" , "date" : "19921118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 People Shot Inside a Club In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/18\/nyregion\/5-people-shot-inside-a-club-in-brooklyn.html"} , {"body" : "IN subtle ways and sweeping ones -- like a clock face 120 feet wide -- the future of New York City's waterfront will be charted in coming months, even though its actual rebuilding may be many years away. Prospects for a major renascence in the near future grew much dimmer on Election Day, when voters rejected a bond act that would have authorized" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charting the Future Of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/realestate\/charting-the-future-of-the-waterfront.html"} , {"body" : "With $37 million in Federal money to spend by the end of next year to reduce traffic congestion and air pollution, New York City transportation officials want to create dual Fifth Avenue bus lanes and new cab stands in midtown Manhattan, and to change the traffic pattern in Herald Square. The city's plan, which is to be released today, would expand" , "date" : "19921110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Plan Aims to Cut Congestion" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/10\/nyregion\/traffic-plan-aims-to-cut-congestion.html"} , {"body" : "TO call it a major crossroads in American politics is perhaps an exaggeration, but the fact remains that Bush Street runs into Clinton in the Red Hook section of Brooklyn. Though even less meaningful than three-day-old tracking polls, this happenstance is being noted here along with other quantifiable facts to help fill gaps should punditry lag in" , "date" : "19921031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Presidential Politics by the (Phone) Book" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/31\/nyregion\/about-new-york-presidential-politics-by-the-phone-book.html"} , {"body" : "Miller's Barley Beer Having covered the market with regular, light, dry, draft and nonalcoholic beers, it looks as if the Miller Brewing Company is now taking on the fancier beers, imports and beers made by micro-breweries. The latest entries in the Miller stable are draft, regular and light versions of Miller Reserve 100 percent barley. Never mind" , "date" : "19921007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/07\/garden\/food-notes-044492.html"} , {"body" : "In a senior center on the Lower East Side, where the sounds of Chinese and Spanish collide in the humid air, Presida Baco hugs a yellow plastic bag, a trinket from a Congressional candidate, and explains why she won't vote for Representative Stephen J. Solarz. \"This is a Spanish district; I'm going to vote for a Spanish candidate,\" the 68-year-old" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Larger Issues Overshadow Solarz Race" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/larger-issues-overshadow-solarz-race.html"} ,   {"body" : "Lenora Alston watched carefully as a 38-year-old man known as Champagne downed the last of 14 tablets and capsules, standing by a bench in Red Hook Park in South Brooklyn. Then she made a check mark on her clipboard. Mrs. Alston is one of about 50 workers in New York City whose sole job is to see, visit or find tuberculosis patients, people like" , "date" : "19920905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Pill Monitors Make Sure TB Patients Swallow" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/05\/nyregion\/pill-monitors-make-sure-tb-patients-swallow.html"} , {"body" : "Thirteen people have pleaded guilty to Federal charges of running a luxury-car theft ring that maintained a Brooklyn warehouse where prospective purchasers could pick out a stolen Mercedes-Benz for delivery to the West African nation of Ghana. Federal officials said the ring's kingpin was Albert Acheampong, the nephew of Gen. Ignatius Acheampong," , "date" : "19920819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GHANA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Guilty Pleas Are Entered In Car Ring" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/19\/nyregion\/guilty-pleas-are-entered-in-car-ring.html"} , {"body" : "The McBrides and the Leslies live just a few miles from one another in this comfortable Connecticut town but they would probably never have met if it weren't for two children from the Red Hook section of Brooklyn. The two families are among the thousands who give needy inner-city youngsters a free summer vacation by being hosts for two weeks or" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTPORT (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Brooklyn Siblings Unite Fresh Air Families" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/brooklyn-siblings-unite-fresh-air-families.html"} , {"body" : "THEY stood in the doorways of the Stop 1 Supermarket, the Red Hook Chinese Kitchen, Freddy's Fast Cleaners and other small businesses, smiling, waving and looking delighted and puzzled as the 28-piece marching band strutted and danced along Van Brunt Street in Brooklyn at noon on Saturday. They waved, too, at the matriarch sitting in the" , "date" : "19920723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Big and Little Reunions For Black Americans" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/23\/garden\/big-and-little-reunions-for-black-americans.html"} , {"body" : "The Dinkins administration, entering the volatile arena of antipoverty politics, is planning to abolish the community policy boards that have distributed tens of millions of Federal antipoverty dollars. In a major overhaul of the poverty program run by the Community Development Agency, the city has also revised the formula that determines which" , "date" : "19920710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grant System To Help Poor To Be Revised" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/10\/nyregion\/grant-system-to-help-poor-to-be-revised.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "Dumar Wade faced a daunting task. On a recent sunny Saturday morning, he set out to teach 37 children, aged 11 to 15, something about everything from classified advertisements to the ozone layer. The leaves beyond the open windows whispered temptingly in the summer breeze and the children contemplated an afternoon sail on the Hudson. Mr. Wade was" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Ecology and Self-Esteem At Fresh Air Fund Course" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/nyregion\/ecology-and-self-esteem-at-fresh-air-fund-course.html"} , {"body" : "The names are nothing but nostalgia now -- A.& P., Pathmark, Food Pageant, Grand Union -- a roll-call of supermarkets filled with glistening vegetables and fresh cuts of meat that were once as much a fixture of suburban life in southeast Queens as the neat rows of wood-frame and Tudor houses. But that was 20 years ago. The brick buildings with the" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "WILLIAMSBURG (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BEDFORD-STUYVESANT (NYC)" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Where Markets Are Never Super; Some Urban Neighborhoods Fight Absence of Major Chains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/where-markets-are-never-super-some-urban-neighborhoods-fight-absence-major.html"} , {"body" : "A gaggle of youngsters perched on kindergarten chairs at a family services center in Brooklyn two weeks ago, waggling their knees nervously, or intently inspecting the ceiling, as they searched for words to say what weeks away from the city might mean to them. Their responses were clipped -- mental snapshots, really -- some mere imaginings of what" , "date" : "19920531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Joys of Summer, Anticipated" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/31\/nyregion\/the-joys-of-summer-anticipated.html"} ,   {"body" : "Tours in Yonkers Corner of Park Hill and Rockland avenues; (914) 963-8772. On Sunday from 11:30 A.M. to 5:30 P.M. there will be a self-guided house tour in the Park Hill area, including a 1908 house in the Arts and Crafts style and an 1899 house in the Victorian Shingle style. Guided walking tours will be offered at 11:30 A.M., 1:30 P.M. and 3:30" , "date" : "19920528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Tours of Houses and Streets" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/28\/garden\/events-tours-of-houses-and-streets.html"} , {"body" : "WHEN Matty Rich, the director of \"Straight Out of Brooklyn,\" closed his clothing store, Matty Rich's Red Hook, in Park Slope last month, it was a chilling reminder that the recession has felled even the most altruistic of ventures. For Mr. Rich's store was one of several owned by such notable black directors and actors as Spike Lee and Christopher" , "date" : "19920517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "NEIGHBORHOODS; Straight Out of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/17\/style\/neighborhoods-straight-out-of-brooklyn.html"} , {"body" : "WHEN Jamaal Pinckney first came to John and Lisa Grunow's beachfront home in Old Greenwich three years ago, he cautiously ventured out to the back lawn, took off his tennis shoes and tiptoed gingerly onto the sand. The 8-year-old, who lives in the Red Hook section of Brooklyn, had never been to a beach or learned to swim. Two weeks later he not" , "date" : "19920510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Fresh Air Child Discovers Beach in Old Greenwich" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/10\/nyregion\/fresh-air-child-discovers-beach-in-old-greenwich.html"} , {"body" : "Saying they had been persuaded by community opposition, Dinkins administration officials said yesterday that they had cut back a plan to build a string of plants that would convert sewage sludge to fertilizer and similar products. Instead of eight plants, as originally proposed, they now propose to build five. Two of the three that were dropped" , "date" : "19920430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plan Is Cut For Plants In Converting Of Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/30\/nyregion\/plan-is-cut-for-plants-in-converting-of-sludge.html"} , {"body" : "DESIGNER decor, private gardens, historic houses and modern penthouses are features of this spring's show-house and house-tour season. New York City Flatbush, Sunday -- A guided bus tour of houses featured in films, including \"Sophie's Choice\" and \"Malcolm X,\" will be held from 1 to 5 P.M. Tickets $15, at the Flatbush Tompkins Church, East 19th" , "date" : "19920423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "If It's Spring, It Must Be Show Time" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/23\/garden\/if-it-s-spring-it-must-be-show-time.html"} , {"body" : "In 1986, Holly Block and John Morton -- she is a gallery director and he is a sculptor and painter -- paid New York City $1 for a house at 259 Van Brunt Street in Red Hook, Brooklyn, under the now-defunct Artist Housing Program. Six years and $250,000 in loans later, the couple's four-story building for artists only is three months from completion." , "date" : "19920329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Long Pull in Red Hook; The Couple That Could" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/29\/realestate\/postings-long-pull-in-red-hook-the-couple-that-could.html"} , {"author" : "Mel Gussow is a theater critic for The New York Times." , "body" : "The banquet is a scene out of a Bruegel nightmare, or Henry VIII gone berserk. The pompous king has cheeks like sides of mutton and narrow evil eyes. Around him are his grotesque courtiers, with obscene folds of flesh and distorted features. One has a pointed beard as sharp as his stiletto nose, another looks as if his face has been crushed by a" , "date" : "19920322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Theater"] , "page_facet" : "48" , "title" : "The Looking Glass World of Julie Taylor" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/22\/magazine\/the-looking-glass-world-of-julie-taylor.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "Compelled to stop dumping sewage sludge in the ocean by June 30, New York City is proceeding with a bitterly disputed, billion-dollar plan to build eight plants to convert the foul residue to fertilizer and similar products. Residents and business people in neighborhoods in Queens, Brooklyn and Staten Island where most of the plants would be built" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Despite Foes, New York Presses Its Plan for Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/nyregion\/despite-foes-new-york-presses-its-plan-for-sludge.html"} , {"body" : "RED HOOK, where Brooklyn bulges into New York Harbor, is a neighborhood frequented by stray dogs. The most common vehicle is the 18-wheel tractor-trailer; the dominant architectural form, the rectangular boxes being loaded and unloaded at the nearby container port. On the plus side are billion-dollar views of lower Manhattan and, for those in the" , "date" : "19920206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Alchemist's Envy: Turning Iron to Lace" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/06\/garden\/alchemist-s-envy-turning-iron-to-lace.html"} ,   {"body" : "Motorists who use the Gowanus Expressway and residents of the western Brooklyn neighborhoods it cuts through could get their first sour taste this weekend of an effort to rebuild a four-mile elevated stretch of the busy and battered highway over the next 10 years. The project is expected to cause traffic chaos, especially after 1993, as large" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Motorists and Neighborhoods Brace for Gowanus Rebuilding" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/motorists-and-neighborhoods-brace-for-gowanus-rebuilding.html"}]