[  {"body" : "To the Editor: Too many communities on the South Shore of Long Island insist on \"privatizing\" their beaches, either legally and structurally (walls and fences) or through parking regulations. Yet, when such storms as that of Dec. 11 hit (front page, Dec. 12), these communities demand public money for restoration and repair. Seagate, in particular," , "date" : "19921226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SEA GATE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Storm Points Up Problem of Elite L.I. Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/26\/opinion\/l-storm-points-up-problem-of-elite-li-beaches-517592.html"} , {"body" : "Howling like Valkyries on a rampage, a huge prewinter storm packing gusts up to 90 miles an hour and enough rain to submerge a small state struck the New York metropolitan region yesterday. It crippled transportation, commerce and education, flooded wide areas, knocked out power to hundreds of thousands of homes, damaged thousands of buildings and" , "date" : "19921212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE STORM'S HAVOC: The Overview; STORM LASHES NEW YORK REGION WITH RAIN, GALES AND FLOODING" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/12\/nyregion\/storm-s-havoc-overview-storm-lashes-new-york-region-with-rain-gales-flooding.html"} , {"body" : "Drenched and befuddled, New Yorkers yesterday sloshed through puddles bordering on small lakes, dodged shattered windows and exploded umbrellas, watched their homes and businesses rudely invaded by water and sullenly improvised on their day as the rains kept tumbling down. If you wanted to buy a Christmas tree, you needed a fishing rod." , "date" : "19921212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE STORM'S HAVOC: New York City; For One Stormy Day, New York Was Not for the Blase" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/12\/nyregion\/storm-s-havoc-new-york-city-for-one-stormy-day-new-york-was-not-for-blase.html"} , {"body" : "When the New York City Council finished voting to approve Mayor David N. Dinkins's far-reaching garbage disposal plan just after dawn on Thursday, Bill Lynch Jr., the Mayor's political mastermind, was sitting in the Council chamber, arms crossed, smiling like a Cheshire cat. A plan that only a month ago was dead on arrival, opposed by a solid" , "date" : "19920901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Civics Lessons in the Art of Persuasion" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/01\/nyregion\/civics-lessons-in-the-art-of-persuasion.html"}]