[  {"body" : "The standoff between a defiant Queens school board and Schools Chancellor Joseph A. Fernandez over a study guide that teaches respect for gay and lesbian life styles is the vortex of a larger political and legal struggle over conflicting social agendas. On one side, Roman Catholic Church leaders and laymen have placed their moral and, indirectly," , "date" : "19921215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Politics and the Curriculum Fight" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/15\/nyregion\/politics-and-the-curriculum-fight.html"} , {"body" : "They hurtled up three steep flights of stairs, six police officers racing to answer a 911 call about a deranged man with a knife. What they found in the small Brooklyn apartment was a skinny man sitting quietly, surrounded by frantic family members. \"We don't want him to get hurt -- he's real passive,\" a nephew said. But when the officers suggested" , "date" : "19921019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Night on Patrol: What's Behind Police Tensions and Discontent" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/19\/nyregion\/a-night-on-patrol-what-s-behind-police-tensions-and-discontent.html"} , {"body" : "A police officer trying to push back a crowd of spectators at the Columbus Day Parade in Manhattan yesterday was injured when he was struck by the side-view mirror of a truck as it entered a midtown intersection, the police said. The officer, Howard Graves, 49 years old, suffered severe head lacerations and lost several teeth as the truck's mirror" , "date" : "19921013" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Officer Hurt By a Passing Truck" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/13\/nyregion\/police-officer-hurt-by-a-passing-truck.html"} , {"body" : "An intense track fire spewed thick, choking smoke into a subway station and two subway trains in downtown Brooklyn yesterday. At least 43 people were injured, most of them overcome by smoke, as roughly 150 passengers scrambled in virtual darkness to escape. A quick, smooth evacuation by transit workers and firefighters, coupled with the relatively" , "date" : "19921012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "43 Are Injured In Smoky Fire In the Subway" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/12\/nyregion\/43-are-injured-in-smoky-fire-in-the-subway.html"} , {"body" : "The Dinkins administration has asked New York State's Department of Transportation to halt sandblasting on the Gowanus Expressway in Brooklyn after residents expressed worries that the work might have spewed grit and dust tainted with lead into the air or soil beneath the elevated highway. The request came as New York City continues to try to" , "date" : "19920918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fearing Lead, Dinkins Opposes Sandblasting" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/18\/nyregion\/fearing-lead-dinkins-opposes-sandblasting.html"} , {"body" : "They call it \"chasing.\" With the sound of squealing tires and booming engines in their wake, tow truck drivers barrel down a stretch of Fourth Avenue in the Sunset Park section of Brooklyn, at midday or midnight. Alerted by their own police scanners, they race one another to an accident scene, chasing a chance to hook the bumper of a damaged car" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Race for Profits Leaves a Trail of Danger" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/race-for-profits-leaves-a-trail-of-danger.html"} , {"body" : "Violence in 12 hours over the weekend claimed the lives of four people and left 15 others wounded, 10 of them bystanders, including a 12-year-old boy and a 75-year-old security guard, the police said yesterday. From about 11 P.M. Saturday to nearly 11 A.M. Sunday, two people were fatally shot and 15 wounded in eight shooting incidents throughout" , "date" : "19920914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Are Killed and 15 Hurt in Shootings and Stabbings" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/14\/nyregion\/4-are-killed-and-15-hurt-in-shootings-and-stabbings.html"} , {"body" : "Despite Christopher Devita's lack of a valid driver's license and his long record of reckless driving, a flawed system failed to keep him off the road. Mr. Devita, a tow-truck driver who has been ticketed by the police 50 times since 1985, each time ignoring the summons, was behind the wheel again when he plowed into a car and killed a woman in" , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Agencies Are Faulted In Tow Crash" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/nyregion\/agencies-are-faulted-in-tow-crash.html"} , {"body" : "The fatal collision of a speeding tow truck and a car in the Sunset Park neighborhood of Brooklyn fully warrants aggressive investigation of the truck driver and the towing company involved. Initial reports suggest that he had a long record of reckless driving that the company ignored. But tough action in this case is not enough. A serious effort" , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Control the Tow Truck Cowboys" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/opinion\/control-the-tow-truck-cowboys.html"} , {"body" : "Police investigators believe that a tow truck was drag racing at more than 80 miles an hour when it collided with a compact car in Brooklyn on Sunday morning, killing a 27-year-old woman, a law enforcement official said last night. The official, who insisted on anonymity, said witnesses told the police that they saw two tow trucks from the same" , "date" : "19920908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Truck May Have Been Racing Before Crash" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/08\/nyregion\/truck-may-have-been-racing-before-crash.html"} ,   {"body" : "A Brooklyn woman was killed and three people were injured early yesterday morning when a tow truck, driven by a man whose license had been suspended 50 times in seven years, plowed into their compact car at more than 75 miles per hour, the police said. Investigators said the tow truck might have been drag racing with another tow truck from the same" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Tow Truck Smashes Car, Killing Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/tow-truck-smashes-car-killing-brooklyn-woman.html"} , {"body" : "NEW YORK CITY ONE MAN, ONE VOTE, ONE BIG PROBLEM A computer has carved out pieces of Corona, Queens, Manhattan's Lower East Side and pieces of Brooklyn's Sunset Park, tossed them together and called it the 12th Congressional District. Presumably this was done to sculpt a district with as many Hispanic residents as possible, but the result was that" , "date" : "19920907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/07\/nyregion\/metro-digest-184692.html"} , {"body" : "Central Park Trolley Central Park Entrance at 60th Street and Fifth Avenue Manhattan (212) 360-2766 Recommended ages: 6 and up Through Oct. 28 A new green, red and beige trolley that sounds more like a bus has been making the rounds of Central Park this summer for people who want to know every cobweb and outcrop in the 843-acre park. What might New" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/arts\/for-children.html"} , {"body" : "Representative Stephen J. Solarz, frequently derided by his political opponents as the Congressman from Israel, speaks Spanish, at least in some of his new campaign commercials. \"Cuando cuentan contigo, tienes que actuar\" (\"When people are counting on you, you have to take action\"), he says in a heavy accent in opening one 30-second commercial." , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Selling of Stephen J. Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/the-selling-of-stephen-j-solarz.html"} , {"body" : "Seattle is a more dangerous place to live than New York City. So are Memphis, Jacksonville, Fla., and Columbus, Ohio. At least that is what New York City's analysis of Federal statistics shows. Which is as good a reason as any to be suspicious of crime statistics. In fact, Seattle, many experts say, is safer than New York City. And in their view" , "date" : "19920816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New York Crime Statistics vs. Reality" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/16\/nyregion\/new-york-crime-statistics-vs-reality.html"} , {"body" : "When Representative Steven J. Solarz announced last month that he would run in New York City's new 12th Congressional District, one drawn specifically to maximize Hispanic voting strength, Hispanic candidates and their supporters groaned in frustration. Well connected and flush with cash, Mr. Solarz immediately became the man to beat. But as the" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Solarz Opponents Resist Calls for Unity" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/solarz-opponents-resist-calls-for-unity.html"} , {"body" : "The emergency call crackled across the police car radio, telling of a cardiac arrest. But there was little the two officers could do when they reached the Brooklyn apartment house. A 47-year-old man had died, apparently hours ago, and was not discovered until his companion returned home from work. Wails and screams filled the small apartment and a" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "How a Precinct Puts Theory Into Practice" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/how-a-precinct-puts-theory-into-practice.html"} , {"body" : "A suspect has been arrested on a conspiracy charge involving the attempted robbery of a payroll truck and murder of a security guard in front of a Brooklyn bank last week, Federal authorities announced yesterday. The suspect, identified as 32-year-old James Goolsby of Queens, was arrested on Wednesday, said Andrew J. Maloney, the United States" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Payroll-Truck Robbery Arrested" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/nyregion\/suspect-in-payroll-truck-robbery-arrested.html"} , {"body" : "As Lee P. Brown steps down two and a half years into his term as Police Commissioner, he can boast of a number of accomplishments. More police officers are on the force and more are walking beats. Reports of serious crime are down. And as some city officials said at the time of the recent Los Angeles riot, New York was spared the same kind of" , "date" : "19920804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROWN'S RESIGNATION; Brown Legacy: Community Policing Will Neighborhood-Patrol Concept Survive Commissioner's Departure?" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/04\/nyregion\/brown-s-resignation-brown-legacy-community-policing-will-neighborhood-patrol.html"} , {"body" : "Lee P. Brown resigned suddenly as New York City's Police Commissioner yesterday, jolting the nation's largest police force and raising questions about whether his grand scheme of remaking the department by putting more police officers back on the street will be fully achieved. The resignation was announced at a hastily arranged news conference at" , "date" : "19920804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "BROWN'S RESIGNATION; Brown Abruptly Resigns His Police Post" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/04\/us\/brown-s-resignation-brown-abruptly-resigns-his-police-post.html"} ,   {"body" : "An employee of a wholesale tobacco company was killed and a suspected holdup man critically wounded yesterday in a shootout that erupted when several men tried to rob two employees of the company outside a Brooklyn bank, the police said. Three bystanders were wounded when the bullets began flying on the street outside a branch of the Manufacturers" , "date" : "19920801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "1 Killed, 4 Hurt in Holdup Attempt Outside a Brooklyn Bank" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/01\/nyregion\/1-killed-4-hurt-in-holdup-attempt-outside-a-brooklyn-bank.html"} , {"body" : "John Mooney is one of the few New Yorkers who can rub his hands in certain anticipation of fresh spoils from the political machinations of the nation's Democrats this week as they pour into the city to certify their Presidential ticket and spin out dreams and warnings in four nights of convention oratory. \"I figure Madison Square Garden will be" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN: The City; A City Welcome, Palm Up, To Democratic Delegates" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/us\/the-1992-campaign-the-city-a-city-welcome-palm-up-to-democratic-delegates.html"} , {"body" : "One of the quirkier chapters in the national debate over multiculturalism -- a recent executive session of Community School Board 15 in Brooklyn -- was moving along at a brisk clip when the board's newest member, Carlos Salamanca, lifted two fingers in the air. \"Una pregunta,\" he said, then launched into a lengthy question in Spanish about teacher" , "date" : "19920711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "A School Board Adjusts to Being Bilingual" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/11\/nyregion\/a-school-board-adjusts-to-being-bilingual.html"} , {"body" : "The effort to send a second Hispanic Representative to Congress from New York City ran into an unexpected problem today when Congressman Stephen J. Solarz, his Brooklyn base carved up in redistricting, announced that he would run in the new district drawn with the intention of electing a Hispanic member. Mr. Solarz made his decision after" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solarz Will Run in District Tailored as a Hispanic Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/solarz-will-run-in-district-tailored-as-a-hispanic-seat.html"} , {"body" : "Here is a sampling of fairs, festivals and parades planned in New York City this summer. Many dates and times are tentative, since some events require permits from the Mayor's Office. Some parade routes were not available at press time. Major holiday parades are listed on page 21. Today PARK AVENUE SOUTH SPRINGFEST, Park Avenue South between 14th" , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "On The Street" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/on-the-street.html"} , {"body" : "Here is a listing of New York City beaches and outdoor pools. Unless otherwise noted, all outdoor pools are open from July 3 to Labor Day daily from 11 A.M. to 7 P.M. Admission is free. Telephone numbers may not be in service until July 3. The New York City Department of Parks and Recreation has set up a number for pool information: (800) 834-3832." , "date" : "19920607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "23" , "title" : "Beaches" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/07\/news\/beaches.html"} , {"body" : "New York has never been known as a good town for Mexican food, for the sensible reason that relatively few Mexicans have chosen to make their home here. Instead, Mexican immigrants have been partial to states like Texas and California and Midwestern cities like Chicago, where Mexican food ranks with blues bars and Wrigley Field as one of that" , "date" : "19920529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/29\/arts\/970392.html"} , {"body" : "THE Third World Cafe, a 30-seat diner in the shadows of the Riverside Drive viaduct on 125th Street, is the sort of dining concept that particularly intrigues Francis P. Vardy, Ronald J. Ortiz and Joseph J. Salvo. The three are demographers who work for the city of New York, and they can usually be found squinting over immigration and population" , "date" : "19920506" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "DE GUSTIBUS; 3 Who Nosh On Numbers: Demography Served Here" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/06\/garden\/de-gustibus-3-who-nosh-on-numbers-demography-served-here.html"} , {"body" : "Saying they had been persuaded by community opposition, Dinkins administration officials said yesterday that they had cut back a plan to build a string of plants that would convert sewage sludge to fertilizer and similar products. Instead of eight plants, as originally proposed, they now propose to build five. Two of the three that were dropped" , "date" : "19920430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plan Is Cut For Plants In Converting Of Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/30\/nyregion\/plan-is-cut-for-plants-in-converting-of-sludge.html"} , {"body" : "A 31-year-old Brooklyn man yesterday was convicted of murder charges for running down a neighborhood drug opponent with a speeding van in the Sunset Park section last year. After deliberating three hours, the jury found the defendant, Alfredo Cartagena, guilty of second-degree murder and related charges in a one-week trial in State Supreme Court in" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Man Found Guilty Of Killing Drug Foe" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/nyregion\/man-found-guilty-of-killing-drug-foe.html"} ,   {"body" : "Melissa Lopez sat in the waiting room of the William F. Ryan Community Health Care Center yesterday, waiting for a pediatrician to examine her feverish niece. She had heard, she said, about the health care plan proposed by Mayor David N. Dinkins on Monday, but she wondered what was new. The Mayor's proposal that each Medicaid patient have a" , "date" : "19920422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Health Care the Way It Used to Be; Dinkins Idea Is Tried and True. Can It Work Here and Now?" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/22\/nyregion\/health-care-way-it-used-be-dinkins-idea-tried-true-can-it-work-here-now.html"} , {"body" : "Police officers shot two men in the basement of a Brooklyn restaurant early yesterday, killing one and seriously wounding the other, after the men turned toward them brandishing handguns, the police said. The police tentatively identified the dead man as Jose Morel, 25, of 748 49th Street, Sunset Park, Brooklyn. The injured man, tentatively" , "date" : "19920412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Party-Crasher Killed by Police in Armed Faceoff" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/12\/nyregion\/party-crasher-killed-by-police-in-armed-faceoff.html"} , {"body" : "'Petrouchka, Puppets and Musical Magic' The Little Orchestra Society Avery Fisher Hall (212) 721-6500 Recommended ages: 5 to 12 Tomorrow Stravinsky wrote the music for this ballet when he was 28 years old. It is set at a Russian carnival, where a puppet show, in this version presented by the Bennington Marionettes, recounts the woeful tale of" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/movies\/for-children.html"} , {"body" : "Passover Pricing Along with setting aside shelves for boxes of matzoh and jars of gefilte fish, grocers have also been known to jack up prices for Passover. Starting last year, the New York City Department of Consumer Affairs has waged a campaign to prevent such price gouging by wholesalers and retailers. Retailers throughout the city who have" , "date" : "19920408" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/08\/garden\/food-notes-074992.html"} , {"body" : "Law-enforcement officials and mental health professionals across the country do not quite know what to do with repeat sex offenders like Jose Velez. What they do know is that there are a lot of them. About 80 percent of sex offenders are likely to repeat their crime if they are not treated, according to statistics from a Department of Justice" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Looking for Ways to Treat Sex Offenders" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/nyregion\/looking-for-ways-to-treat-sex-offenders.html"} , {"body" : "TO save Representative Olin Teague's Congressional seat, map makers once configured a skinny district that snaked hundreds of miles across Texas, from Fort Worth to the Gulf of Mexico. \"If you drove through that district with both car doors open,\" a fellow legislator suggested, \"you'd kill everybody in it.\" The same may be said about a narrowly" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Will District Mappers Ever Draw the Line?" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/metro-matters-will-district-mappers-ever-draw-the-line.html"} , {"body" : "A 68-year-old armored-car guard was shot to death and his partner was wounded yesterday morning by robbers who came up behind them outside a check-cashing store in an industrial section of Brooklyn, the police said. The killers escaped with $186,000. The police said they were investigating whether the robbery was connected to two similar crimes in" , "date" : "19920321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BUSH TERMINAL AREA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Guard Is Killed In an Ambush In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/21\/nyregion\/guard-is-killed-in-an-ambush-in-brooklyn.html"} , {"body" : "HEMINGWAY may have called Paris a movable feast, but as far as Ed Levine is concerned, New York will do just fine. He has a roving palate and is ready at the drop of a hat to follow up reports of the perfect bagel on the Upper East Side, the ultimate fried chicken in west Harlem or superb Italian sausage in Corona, Queens. The other day he was" , "date" : "19920318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Writer Who Heralds the Unsung And Ferrets Out the Hard-to-Find" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/18\/garden\/a-writer-who-heralds-the-unsung-and-ferrets-out-the-hard-to-find.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the spring in New York City. Dates and times are subject to change. Today BROOKLYN NAVY YARD. A tour of America's first dry dock, with James S. Kaplan, a historian, and Thomas Montvel-Cohen of the Brooklyn Navy Yard Development Company. Sponsored by the Friends of the Parks." , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/tours.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City in the spring. Many dates and times are tentative, since these events require permits from the Mayor's Office. Information was gathered from festival sponsors as well as the Community Assistance Unit at the Mayor's Office. Major holiday parades are listed on page" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/on-the-street.html"} ,   {"body" : "Compelled to stop dumping sewage sludge in the ocean by June 30, New York City is proceeding with a bitterly disputed, billion-dollar plan to build eight plants to convert the foul residue to fertilizer and similar products. Residents and business people in neighborhoods in Queens, Brooklyn and Staten Island where most of the plants would be built" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Despite Foes, New York Presses Its Plan for Sludge" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/nyregion\/despite-foes-new-york-presses-its-plan-for-sludge.html"} , {"body" : "It is not every day that Saul Weprin, the Speaker of the New York State Assembly, gets telephone calls from the likes of Shimon Peres and Walter F. Mondale. But then Congressional redistricting is far from an everyday matter. Mr. Mondale, the former Vice President, called Mr. Weprin last month to lobby on behalf of Representative Charles E." , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Getting an Earful Over Congressional Map" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/albany-getting-an-earful-over-congressional-map.html"} , {"body" : "Lu Jinghua moved excitedly among the garment workers sitting awkwardly in undersized chairs at Public School 105 in Brooklyn, passing out leaflets and preaching worker solidarity. \"The union is for the benefit of the workers,\" Ms. Lu told them in Chinese, as she circled the classroom decorated with alphabet letters and paper snowflakes. \"It will" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Tiananmen Square to New York Sweatshops; One Woman's Fight to Better the Lot of Workers Under Communism and Capitalism" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/tiananmen-square-new-york-sweatshops-one-woman-s-fight-better-lot-workers-under.html"} , {"body" : "He marched out of Brooklyn's Borough Hall, surrounded by cameras and deep in conversation with Borough President Howard Golden. As Mayor David N. Dinkins passed through downtown Brooklyn toward the Metrotech Center office complex, a few passers-by gaped at him. \"Hi, Mayor,\" someone called out tentatively. \"Have a nice day, sir!,\" another man" , "date" : "19920225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Hall in Brooklyn: A Preoccupied Mayor?" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/25\/nyregion\/city-hall-in-brooklyn-a-preoccupied-mayor.html"} , {"body" : "On Monday morning, Mayor David N. Dinkins and his top aides will transport the nerve center of New York City government to Brooklyn Borough Hall for a week of political theater aimed at putting the Mayor of all of the people in closer contact with some of them. For five days -- at a time when New York's municipal bindings, and his own mayoralty," , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; An Embattled City Hall Moves to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/political-memo-an-embattled-city-hall-moves-to-brooklyn.html"} , {"body" : "Their encounters with hatred came as a mellow May day dissolved into evening. A young black man and his Hispanic girlfriend were talking amicably in a restaurant in the Baychester section of the Bronx. According to a police synopsis, two white men began staring malevolently at them. After a while, one snidely challenged the black man, \"What did you" , "date" : "19920127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bias Crimes Hold Steady, but Leave Many Scars" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/27\/nyregion\/bias-crimes-hold-steady-but-leave-many-scars.html"} , {"body" : "Motorists who use the Gowanus Expressway and residents of the western Brooklyn neighborhoods it cuts through could get their first sour taste this weekend of an effort to rebuild a four-mile elevated stretch of the busy and battered highway over the next 10 years. The project is expected to cause traffic chaos, especially after 1993, as large" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Motorists and Neighborhoods Brace for Gowanus Rebuilding" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/motorists-and-neighborhoods-brace-for-gowanus-rebuilding.html"} , {"body" : "During a nine-month undercover operation, the police say they bought pistols and automatic weapons from the manager and an employee of a Brooklyn shoe store. On Thursday, when officers moved in to arrest the two for illegally selling the guns, they unexpectedly learned that one was a rookie police officer who had just come off duty in a neighboring" , "date" : "19920125" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Policeman Charged in Gun Sale" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/25\/nyregion\/policeman-charged-in-gun-sale.html"} , {"body" : "A 71-year-old jewelry store owner was back in his Chinatown store yesterday morning, but he said it was not easy, one day after killing a 40-year-old man who had tried to rob him. The store owner, Herman Moser, said that he found that he could not concentrate on his work and that his eyes flickered to the door to size up anyone who entered his" , "date" : "19920107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jeweler on Job a Day After Robber's Death" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/07\/nyregion\/jeweler-on-job-a-day-after-robber-s-death.html"} , {"body" : "At the Kingston Avenue subway station in Brooklyn this summer, a young black man stole David Ehrentreau's wide-brimmed black hat off his head. Mr. Ehrentreau, a Lubavitcher Jew, chased the man, but stopped when he crossed Eastern Parkway, the border separating the mostly Jewish Crown Heights from the mostly black and Hispanic Bedford-Stuyvesant." , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Difference a Few Blocks Can Make" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/the-difference-a-few-blocks-can-make.html"} ,   {"body" : "A dispute in a Brooklyn pizzeria turned deadly Saturday night when three assailants attacked a pizza maker, blinded him by throwing flour in his face, then shot him in the head as he wobbled backward into the shop's kitchen, the police said. During the attack, the worker, Redzep Ulaj, 30 years old, defended himself by swinging a wooden pizza paddle" , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Pizzeria Dispute Leads To Violence and Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/brooklyn-pizzeria-dispute-leads-to-violence-and-fatal-shooting.html"} , {"body" : "A 71-year-old jewelry store owner in Chinatown shot and killed a 40-year-old man who tried to rob him yesterday morning, the police said. The dead man, tentatively identified as Robert Collado of 289 21st Street in Sunset Park, Brooklyn, was shot three times in the torso about 11:13 A.M. by the store owner, Herman Muser, at the Canal Material" , "date" : "19920106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Dies in Attempt To Rob a Merchant" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/06\/nyregion\/man-dies-in-attempt-to-rob-a-merchant.html"}]