[  {"body" : "Two Brooklyn pedestrians, a 12-year-old girl and a 69-year-old man, were injured yesterday in hit-and-run accidents involving two cars that police said were apparently stolen. According to Sgt. Anthony Barlanti, a police spokesman, the girl was struck about 2:55 P.M. at the corner of Borinquen Place and South Third Street, in Williamsburg. The" , "date" : "19921231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Hurt by Hit-and-Run Drivers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/31\/nyregion\/2-hurt-by-hit-and-run-drivers-in-brooklyn.html"} , {"body" : "Frustrated by the direction taken in New York City's investigation of lead contamination in soil beneath the Williamsburg Bridge in Brooklyn, a group of residents and experts have conducted their own tests and discovered extremely high levels of lead in soil in a park beneath the bridge in Manhattan. The tests by disgruntled members of a mayoral" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Study Finds Soil Tainted By Lead in a Playground" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/study-finds-soil-tainted-by-lead-in-a-playground.html"} , {"body" : "The proposed site for a trash incinerator in the Brooklyn Navy Yard may sit atop graves of Revolutionary War prisoners, a lawyer for a group opposing the project said yesterday. On Wednesday, an administrative law judge removed one of the last hurdles to construction of the incinerator, saying that the state Department of Environmental Conservation" , "date" : "19921227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Grave Site May Be Under Proposed Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/27\/nyregion\/grave-site-may-be-under-proposed-incinerator.html"} , {"body" : "An administrative law judge has removed one of the final hurdles to building a trash incinerator in the Brooklyn Navy Yard, recommending that the state Department of Environmental Conservation grant the necessary permits without holding any more hearings on the plant's environmental impact. In a lengthy decision, signed on Wednesday but not" , "date" : "19921225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Rebuffs Opponents Of Incinerator In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/25\/nyregion\/judge-rebuffs-opponents-of-incinerator-in-brooklyn.html"} , {"body" : "The New York City Police Department said yesterday that it would be more cautious in attributing the motive of crimes to bias, a move intended to slow the rush to judgment that has helped turn recent attacks on Jews and blacks in Brooklyn into citywide symbols of racial tension. Altering a decade-old policy, Police Commissioner Raymond W. Kelly" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Dept. Vows a New Caution In Labeling Crimes as Bias Cases" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/nyregion\/police-dept-vows-a-new-caution-in-labeling-crimes-as-bias-cases.html"} , {"body" : "Recklessly employed, the phrase \"bias crime\" feeds divisiveness, especially in racially charged times. That's why it comes as good news that the police and City Hall plan to be more cautious in the way they handle bias complaints. The need for caution was demonstrated by last weekend's rancorous events in the Williamsburg section of Brooklyn. A" , "date" : "19921222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Use the 'Bias' Label Cautiously" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/22\/opinion\/use-the-bias-label-cautiously.html"} , {"body" : "A 41-year-old black man told the police that he was severely beaten without provocation on a street in Williamsburg, Brooklyn, early yesterday by 10 to 20 Hasidic men, some shouting racial slurs. The police listed it as a bias crime, and Mayor David N. Dinkins called it another case of racially motivated violence in a troubled city. But later in" , "date" : "19921221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Bias Case Fuels Dispute With Dinkins" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/21\/nyregion\/new-bias-case-fuels-dispute-with-dinkins.html"} , {"body" : "Sixteen months after racial unrest in Crown Heights, black and Jewish New Yorkers are discussing what brings them together and what pulls them apart. Recently, a group of 14 people -- seven black and seven Jewish -- sat down at The New York Times and asked themselves some hard questions. Is there a natural alliance between blacks and Jews and is" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Blacks and Jews on the Relationship: What's Special, What's Myth?" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/blacks-and-jews-on-the-relationship-what-s-special-what-s-myth.html"} , {"body" : "The father of a 16-month-old boy who died on Friday after being taken to a Brooklyn hospital was arrested yesterday and charged with assaulting his six other children and his wife, apparently with a baseball bat and a belt, the police said. The investigation into the baby's death continued last night as detectives awaited the results of an autopsy" , "date" : "19921220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Father Is Held In Assaults On Family" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/20\/nyregion\/father-is-held-in-assaults-on-family.html"} , {"body" : "After more than 18 months of racial and ethnic unrest, Jews and blacks joined hands last night in an emotional session at Harlem's historic Apollo Theater to recall their past alliances and pray for future healing. The reason for the gathering was the showing of a documentary on the black soldiers who liberated Jews from Nazi concentration camps at" , "date" : "19921218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Blacks and Jews Join Hands for a Brighter Future" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/18\/nyregion\/blacks-and-jews-join-hands-for-a-brighter-future.html"} ,   {"body" : "For the first time since the Crown Heights racial violence 16 months ago, Mayor David N. Dinkins met yesterday with Jewish representatives who have criticized him the most harshly for his leadership during the disturbance and its aftermath. The meeting, with members of the Lubavitcher Hasidim and other Orthodox Jews, took place around a dining-room" , "date" : "19921217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Confronts Jewish Critics in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/17\/nyregion\/dinkins-confronts-jewish-critics-in-crown-heights.html"} , {"body" : "BOURBON has shed its corn-likker image. The bluegrass twang of grown-up country boys like Booker Noe of Jim Beam and Jimmy Russell of Wild Turkey has not changed, but the bourbon that these master distillers swirl, sniff and sip certainly has. Once the raw drink of the frontier, bourbon is now beginning to follow single-malt Scotch onto" , "date" : "19921216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "Boutique Bourbons Win Prestige at Home and Sales Abroad" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/16\/garden\/boutique-bourbons-win-prestige-at-home-and-sales-abroad.html"} , {"body" : "In what the police are investigating as a bias incident, a 62-year-old rabbi, described as a pious man who spent much of his time visiting and helping the elderly, the sick and the lonely, was stabbed Saturday night while walking near the one-room synagogue on the Lower East Side he has helped to keep alive. The rabbi, Shaya Apter, of Monsey in" , "date" : "19921214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi, 62, Is Stabbed In Manhattan" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/14\/nyregion\/rabbi-62-is-stabbed-in-manhattan.html"} , {"body" : "When Donato Mancini moved into his cold-water loft in Greenpoint, Brooklyn, the idea was to stay a year, then move on to more comfortable quarters. That was in March 1980. \"Almost 13 years without a hot shower,\" Mr. Mancini said with a rueful smile, gesturing out over his studio. For nearly 13 years, Mr. Mancini has cooked his meals on a hot plate" , "date" : "19921209" , "day_of_week_facet" : "Wednesday" , "page_facet" : "17" , "title" : "Daily Challenge to Be True to One's Dream" , "url" : "http:\/\/www.nytimes.com\/1992\/12\/09\/news\/daily-challenge-to-be-true-to-one-s-dream.html"} , {"body" : "AS a restaurant writer who is illuminated all day long by friends and colleagues who tell me (a) where they dined yesterday, (b) where they are thinking of dining tomorrow, (c) how they can't decide where to take out-of-town guests, (d) the indignities suffered at the hands of maladroit restaurant staffs, and much more, it has become clear that" , "date" : "19921127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Selecting Restaurants by the Dish" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/27\/arts\/selecting-restaurants-by-the-dish.html"} , {"body" : "To the Editor: Community colleges, you report Nov. 11, are being forced to restrict access, as well as their goals. You point to the need for more capacity and funds in community colleges throughout the country. You present a somewhat inaccurate perspective when you declare that \"with the new focus on jobs, many of the colleges seemed to have lost" , "date" : "19921126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Put Communities Back in Community Colleges" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/26\/opinion\/l-put-communities-back-in-community-colleges-034592.html"} , {"body" : "Almost six months after potentially hazardous levels of lead were found in soil near the Williamsburg Bridge, the city has begun screening children for lead poisoning and handing out fliers on lead safety, but has yet to start cleaning the affected areas. The city's efforts are now being criticized by lead experts, local officials and residents who" , "date" : "19921115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Brooklyn Lead-Reduction Effort Draws Criticism" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/15\/nyregion\/brooklyn-lead-reduction-effort-draws-criticism.html"} , {"body" : "During New York's Fashion Week last week, many designers were concerned with huge hair. Not so the editors, celebrities and groupies in the audiences, who seemed to care more about hats. Although the black beret continued to be the hat of choice, baseball caps, leopard-print hats and grungy stocking caps abounded. Another favorite, popularized by" , "date" : "19921108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "EGOS & IDS; Mad Hatter Alert!" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/08\/style\/egos-ids-mad-hatter-alert.html"} , {"body" : "A 16-year-old student was stabbed as he left his Manhattan high school yesterday, in what the police said was retaliation for a subway robbery. Officers arrested four students from the same school, Julia Richman High School, two on charges of attempted murder and assault and two on weapons charges because, the police said, they were in possession" , "date" : "19921105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Student Stabbed Leaving Manhattan High School" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/05\/nyregion\/student-stabbed-leaving-manhattan-high-school.html"} , {"body" : "Growing up in Yabucoa, P.R., Nydia M. Velazquez watched roosters fitted with metal spurs rip each other to death in the cockfighting pit owned by her father. She loathed the violence, but it was preparation of a sort for another blood sport: New York City politics. Although she is virtually assured of being elected the nation's first Puerto Rican" , "date" : "19921102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Puerto Rican-Born Favorite Treated Like Outsider" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/02\/nyregion\/puerto-rican-born-favorite-treated-like-outsider.html"} ,   {"body" : "HE could not leave it alone. Simply could not leave it alone. He did not get it, that this New York City Marathon was all about him, all about Fred Lebow and Grete Waitz running together, to celebrate his 60th birthday earlier this year and his defiance of brain cancer. The 25,000-plus other runners were stretching and going to the bathroom and" , "date" : "19921102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "NEW YORK CITY MARATHON: Sports of The Times; Fred and Grete Win All of New York City" , "url" : "http:\/\/www.nytimes.com\/1992\/11\/02\/sports\/new-york-city-marathon-sports-times-fred-grete-win-all-new-york-city.html"} , {"body" : "The New York State Department of Environmental Conservation yesterday approved the hotly contested plan backed by Mayor David N. Dinkins and the City Council to dispose of New York City's garbage and build a new incinerator in the Williamsburg section of Brooklyn. The plan also calls for expanded recycling. While the Conservation Department" , "date" : "19921029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plan for Incinerator In Brooklyn Backed" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/29\/nyregion\/plan-for-incinerator-in-brooklyn-backed.html"} , {"body" : "The spate of recent shootings and other violence in and around schools has reignited the fierce debate over how safe New York City's nearly one million students really are. After three teen-age students were shot and wounded on Thursday outside Intermediate School 50 in Williamsburg, Brooklyn, the United Federation of Teachers charged yesterday" , "date" : "19921024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "School Safety Is Debated After Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/24\/nyregion\/school-safety-is-debated-after-violence.html"} , {"body" : "Three teen-agers were shot and wounded just outside their Brooklyn junior high school yesterday, when another student opened fire on a schoolmate who had bumped into him earlier in the day, the police said. It was the second time in four days that students were hit by gunfire outside city schools. On Monday, two 14-year-old girls and a 16-year-old" , "date" : "19921023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "3 Teen-Agers Are Wounded Near a School" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/23\/nyregion\/3-teen-agers-are-wounded-near-a-school.html"} , {"body" : "It was an obscure provision buried deep in the arcane language of a 1,000-page trade bill, but Senator Alfonse M. D'Amato was on the case. A handful of sugar refiners, including one with a plant in Brooklyn, stood to gain $365 million in tariff rebates and Mr. D'Amato was all for it. With his help, the provision squeaked through the Senate in the" , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "D'Amato Serves as a Magnet for Funds" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/nyregion\/d-amato-serves-as-a-magnet-for-funds.html"} , {"body" : "\"It's a pleasure to be here,\" Max Goldberg said as he kicked off his act for about 100 elderly residents of a Long Island adult home, who needed no explanation to roar at his punchline: \"To tell you the truth, it's a pleasure to be anywhere!\" Like scores of entertainers who grew old in a business with no mandatory retirement age, Mr. Goldberg," , "date" : "19921022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jokes Are Old, but Never Stale; Elderly Comics Bring Youthful Smiles in Senior Centers" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/22\/nyregion\/jokes-are-old-but-never-stale-elderly-comics-bring-youthful-smiles-senior.html"} , {"body" : "An article last Sunday about the organizing of a two-day boycott of Eastern District High School in Williamsburg, Brooklyn, misstated the timing of the Board of Education's agreement to parents' demands. The board's offer to take steps to ease overcrowding and improve security at the school was made on Oct. 4, the evening before the boycott began," , "date" : "19921018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/18\/nyregion\/c-corrections-889592.html"} , {"body" : "As Juanita Rodriguez headed for two big Manhattan television studios on Friday, her thoughts began to wander: What would the questions be like? How would she answer? Finally, she muttered, \"I won't get myself into anything like this again.\" Such apprehension was surprising; it was coming from a woman who just last week had led a loud and defiant" , "date" : "19921011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "A Mother Teaches School Board a Lesson" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/11\/nyregion\/a-mother-teaches-school-board-a-lesson.html"} , {"body" : "IN housing circles, the talk is of affordability when discussion turns to the new houses for moderate-income New Yorkers that are spreading in well-dispersed neighborhoods citywide. Herbert H. Warman, an architect with offices in Great Neck, L.I., has had to deal with the design aspect of that issue. Design can get short shrift in low-cost housing." , "date" : "19921011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Row-Housing in Jamaica; A Home-Building Program Gains Steam" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/11\/realestate\/perspectives-row-housing-in-jamaica-a-home-building-program-gains-steam.html"} , {"body" : "In an unusually public discussion of a personal problem, Nydia Velazquez held a news conference yesterday to describe how an accumulation of personal problems sent her into a deep depression that drove her to attempt suicide last year. Surrounded by her sister, nieces, friends and political supporters at her campaign headquarters in the" , "date" : "19921010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Candidate Faces Issue Of Suicide" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/10\/nyregion\/candidate-faces-issue-of-suicide.html"} ,   {"body" : "As parents marched outside Eastern District High School this week chanting, \"No security, no classes,\" English melting into Spanish, their children fell into introspection. Was it overcrowding or racial antagonism that made a fight erupt in the school cafeteria where the blacks and Puerto Ricans sit on one side of the room, and the latest newcomers" , "date" : "19921008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Parents' Hopes Rise, So Do a High School's Tensions" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/08\/nyregion\/as-parents-hopes-rise-so-do-a-high-school-s-tensions.html"} , {"body" : "Nearly all 3,100 students stayed away from Eastern District High School in Brooklyn yesterday, after some parents and community advocates called a boycott because of violence, crowded classes and other long-simmering resentments at the school. It was not clear whether students did not show up for classes at the high school in Williamsburg because" , "date" : "19921006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "High School In Brooklyn Is Boycotted On Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/06\/nyregion\/high-school-in-brooklyn-is-boycotted-on-violence.html"} , {"body" : "In the wake of a fight and a stabbing on Friday at Eastern District High School, the P.T.A. has called for students to boycott classes tomorrow and for parents to set up a picket line demanding solutions to overcrowding and safety problems at the school. The latest disturbances were a setback to the school, in the Williamsburg section of Brooklyn," , "date" : "19921004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "Boycott Urged at Brooklyn School Stung by Violence" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/04\/nyregion\/boycott-urged-at-brooklyn-school-stung-by-violence.html"} , {"body" : "Two weeks after a bitter police demonstration at City Hall, Mayor David N. Dinkins has begun an effort to repair relations with the Police Department and lower the oratory, including his own, over the racially charged issue of the Civilian Complaint Review Board. In the last two days, he has met with police chaplains and members of the clergy from" , "date" : "19921003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins, With Softer Words, Seeks to Repair Ties to Police" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/03\/nyregion\/dinkins-with-softer-words-seeks-to-repair-ties-to-police.html"} , {"body" : "A cafeteria fight disrupted a Brooklyn high school yesterday, with as many as 300 students roaming the hallways as a 16-year-old student was stabbed in the head, the police said. The fight, involving two to four students, broke out in a crowded cafeteria at the school, Eastern District High School in Williamsburg. Nine police officers and five" , "date" : "19921003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "Student Stabbed in Disrupted High School" , "url" : "http:\/\/www.nytimes.com\/1992\/10\/03\/nyregion\/student-stabbed-in-disrupted-high-school.html"} , {"body" : "Two men have tentatively been charged with second-degree murder in the slaying of a man who attacked them with a pipe in the East Village early yesterday morning, the police said. One of the men, Scott Machaens, 30 years old, of 60 Avenue C, was walking with his girlfriend on St. Marks Place about 5:15 A.M. when he was attacked with a metal pipe by" , "date" : "19920928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Are Charged in East Village Slaying" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/28\/nyregion\/two-are-charged-in-east-village-slaying.html"} , {"body" : "Upholding the honor of the neighborhood and the nominal integrity of the race, Itamar Da Silva of Irvington, N.Y., and Luis Francisco of the Bronx finished 1-2 in the men's Metropolitan Mile down a rain-slicked Fifth Avenue yesterday. They crossed the finish line at 62d Street ahead of a trio of ringers imported to improve the local field in the" , "date" : "19920927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BASEBALL; Fun Replaces Fast and Famous in Fifth Ave. Mile" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/27\/sports\/baseball-fun-replaces-fast-and-famous-in-fifth-ave-mile.html"} , {"body" : "The Dinkins administration has asked New York State's Department of Transportation to halt sandblasting on the Gowanus Expressway in Brooklyn after residents expressed worries that the work might have spewed grit and dust tainted with lead into the air or soil beneath the elevated highway. The request came as New York City continues to try to" , "date" : "19920918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "GOWANUS EXPRESSWAY" , "WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fearing Lead, Dinkins Opposes Sandblasting" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/18\/nyregion\/fearing-lead-dinkins-opposes-sandblasting.html"} , {"body" : "Two years ago, Nydia M. Velazquez found herself the focus of attention at festivities to celebrate the mayoral primary victory of David N. Dinkins, when she was described as the engine behind a large and ultimately crucial Hispanic voter turnout. Though officially nonpartisan in her role as the Commonwealth of Puerto Rico's representative in New" , "date" : "19920917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 1992 CAMPAIGN: 12th District Woman in the News; Loyalty and Labor; Nydia M. Velazquez" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/17\/nyregion\/1992-campaign-12th-district-woman-loyalty-labor-nydia-m-velazquez.html"} , {"body" : "New York and Connecticut hold primary elections today, with races for the United States Senate, House of Representatives, State Legislature and other offices. To cast a ballot in a party primary, a voter must be registered and enrolled in that party. Here are the highlights of some major races. THE SENATE NEW YORK In New York, four Democrats are" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1992 CAMPAIGN; Major Races to Watch: Today's Primaries in New York and Connecticut" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/1992-campaign-major-races-watch-today-s-primaries-new-york-connecticut.html"} ,   {"body" : "In an unusual Election Eve appeal made without the approval of the Brooklyn Diocese, seven Roman Catholic priests and a nun called on voters in the new 12th Congressional district to select any of the five Hispanic candidates for office over Representative Stephen J. Solarz. Msgr. John Powis, the pastor of St. Barbara's Roman Catholic Church in" , "date" : "19920915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The 1992 Campaign; Seven Priests and a Nun Back Hispanic Rivals Over Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/15\/nyregion\/the-1992-campaign-seven-priests-and-a-nun-back-hispanic-rivals-over-solarz.html"} , {"body" : "In a year marked by fierce anti-incumbent sentiments nationwide, several members of New York's Congressional delegation are locked in testy primary battles. But as the races enter their last days, the voter rebellion has been overshadowed by racial and ethnic appeals and tempered by redistricting, which has sent incumbents scrambling into new" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Facing Voter Rebellions, Incumbents Hope to Eke Out Victories" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/nyregion\/facing-voter-rebellions-incumbents-hope-to-eke-out-victories.html"} , {"body" : "Responding to new medical concerns about the harmful effects of exposure to even low levels of lead, the Federal Government is requiring that virtually all young children on Medicaid be screened for lead poisoning. But the Federal directive allows states to continue using a test known to be inaccurate in measuring small amounts of lead in the" , "date" : "19920913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "U.S. ORDERS TESTING OF POOR CHILDREN FOR LEAD POISONING" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/13\/us\/us-orders-testing-of-poor-children-for-lead-poisoning.html"} , {"body" : "NAOMI KOBRIN, a 27-year-old interior designer, always liked the soothing, rhythmic feeling of dozing off in a swaying hammock. Two years ago, she moved into a 2,400-square-foot loft in the Williamsburg section of Brooklyn, where machinery to produce corrugated paper had once been made. There, Ms. Kobrin found an industrial relic: a bridge crane," , "date" : "19920910" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Willing Suspension" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/10\/garden\/currents-willing-suspension.html"} , {"body" : "School officials yesterday ordered a Greenwich Village elementary school closed for the first day of school today after tests by the teachers' union indicated that there were high levels of lead in the dust on the floors. Dangerously high concentrations of lead were found in dust samples taken in the spring. Those samples were analyzed by a" , "date" : "19920909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lead Levels Force Closing Of a School" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/09\/nyregion\/lead-levels-force-closing-of-a-school.html"} , {"body" : "To address fears of Brooklyn residents about lead-tainted debris from the Williamsburg Bridge, the city last week released test results that officials thought would show that lead is simply a reality of urban life. But what the tests yielded, scientists say, were alarming numbers that raise difficult questions about how to respond to what they see" , "date" : "19920906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "New York Lead-Test Results, Meant to Reassure, Do the Opposite" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/06\/nyregion\/new-york-lead-test-results-meant-to-reassure-do-the-opposite.html"} , {"body" : "Central Park Trolley Central Park Entrance at 60th Street and Fifth Avenue Manhattan (212) 360-2766 Recommended ages: 6 and up Through Oct. 28 A new green, red and beige trolley that sounds more like a bus has been making the rounds of Central Park this summer for people who want to know every cobweb and outcrop in the 843-acre park. What might New" , "date" : "19920904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/04\/arts\/for-children.html"} , {"body" : "As city officials and experts differed over the dangers of high lead concentrations found in soil near the Brooklyn, Manhattan and Williamsburg bridges, Mayor David N. Dinkins announced yesterday that he would form a task force to investigate the problem and recommend solutions. Mr. Dinkins said that forming the task force, to be headed by First" , "date" : "19920903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins to Appoint Task Force on Lead Threat in Soil" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/03\/nyregion\/dinkins-to-appoint-task-force-on-lead-threat-in-soil.html"} , {"body" : "METRO DIGEST NEW YORK CITY HOMELESS, ADDICTED AND MENTALLY ILL At first, Larry Hogue was just another shambling homeless man on the Upper West Side, but over the years his behavior became more bizarre. He vandalized cars, heaved rocks through the stained glass windows of a landmark church and knocked a schoolgirl in front of a truck. Mr. Hogue is" , "date" : "19920903" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/03\/nyregion\/metro-digest-180192.html"} , {"body" : "Soil near the Brooklyn, Manhattan and Williamsburg bridges shows high concentrations of lead, the City Health Department reported yesterday, including levels that exceed Federal safety recommendations. The report, released at a meeting to determine how New York City should proceed with the sandblasting and maintenance of the aging Williamsburg" , "date" : "19920902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "High Lead Levels Found Near 3 East River Bridges" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/02\/nyregion\/high-lead-levels-found-near-3-east-river-bridges.html"} ,   {"body" : "NEW YORK CITY SILENCE AFTER A SHOOTING? New York City's acting police commissioner said that several off-duty officers were nearby when an off-duty Housing Authority officer was killed on a Queens street but did not immediately come forward with information. But he said that to the best of his knowledge none of the officers actually saw the" , "date" : "19920902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MORRIS COUNTY (NJ)" , "NEW JERSEY" , "SOMERSET COUNTY (NJ)" , "UNION COUNTY (NJ)" , "WESTCHESTER COUNTY (NY)" , "BERGEN COUNTY (NJ)" , "MIDDLESEX COUNTY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/09\/02\/nyregion\/metro-digest-238192.html"} , {"body" : "Even on a baking hot day in Williamsburg, Brooklyn, Esther Klein ambled down the block in a long-sleeved dress and a kerchief concealing her hair in the modest Hasidic fashion. Wheeling her baby's stroller, she stayed three or so paces behind her husband, a slender shy scholar in a glossy homburg. Across the street, Tara Roman, air-conditioned in" , "date" : "19920831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Fear Builds A Bridge Across Gulf of Cultures" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/31\/nyregion\/metro-matters-fear-builds-a-bridge-across-gulf-of-cultures.html"} , {"body" : "NEW YORK CITY INSPECTIONS POSSIBLE AFTER SUBWAY FIRE After an accident on the Lexington Avenue IRT line in Manhattan, the Transit Authority may conduct emergency inspections of more than 500 subway cars. The accident occurred after a 20-pound control box fell off the undercarriage of a subway car, igniting a fire that injured 13 people and caused" , "date" : "19920831" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/31\/nyregion\/metro-digest-483992.html"} , {"body" : "Lace Ballard sat fanning herself in a cramped, dimly lighted room in a run-down section of Bedford-Stuyvesant. Like 40 other residents of this Brooklyn neighborhood -- one that has long been a bedrock of support for Representative Edolphus Towns -- she had waited almost two hours in the sweltering heat, determined to meet one of Mr. Towns's" , "date" : "19920830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Anger and Confusion Tangle Congressional Race" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/30\/nyregion\/anger-and-confusion-tangle-congressional-race.html"} , {"body" : "After suspending maintenance on the Williamsburg Bridge amid complaints that sandblasting was spewing dust and paint chips with elevated levels of lead into Brooklyn, New York City's Transportation Department allowed the work to resume this month -- on the Manhattan side of the bridge. A spokesman for the Transportation Department said a painting" , "date" : "19920827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sandblasting Is Halted On Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/27\/nyregion\/sandblasting-is-halted-on-williamsburg-bridge.html"} , {"body" : "METRO DIGEST NEW YORK CITY 12 PEOPLE WOUNDED AS GUNMEN OPEN FIRE In what the police called one of the most violent shootouts in recent years, gunmen drove up to a Bronx apartment building and opened fire, wounding 12 people, many of whom crawled frantically for cover because they feared being shot again. The gunfire, which apparently stemmed from a" , "date" : "19920827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/27\/nyregion\/metro-digest-816692.html"} , {"body" : "Mayor David N. Dinkins is virtually certain to prevail in the City Council on his long-term garbage-disposal plan, which includes building a new incinerator in Brooklyn, two senior Council staff members said yesterday. The Council's staff was still working hard yesterday to assemble an outright majority to support the compromise proposal worked out" , "date" : "19920825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Is Expected to Prevail on New Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/25\/nyregion\/dinkins-is-expected-to-prevail-on-new-incinerator.html"} , {"body" : "A week after the Dinkins administration and City Council Speaker Peter F. Vallone struck a breakthrough deal on trash disposal, the plan gets its first public airing today when it goes before the full Council. Two days of hearings have been scheduled for the plan, which calls for the construction of a $550 million incineration plant at the Brooklyn" , "date" : "19920824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Compromise On Garbage Faces a Test" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/24\/nyregion\/compromise-on-garbage-faces-a-test.html"} , {"body" : "THOUGH a new dealer in Kent, Hugh A. Hill is no stranger to the art business. Indeed, before migrating to Connecticut he spent 10 years in the Williamsburg section of Brooklyn, N.Y., living in the Northside Bank Building and operating a gallery on its ground floor. Michael A. Cummings, Mr. Hill's current artist, is not exactly run-of-the-mill" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "ART; A Quilter's Hand With Dazzling Images" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/art-a-quilter-s-hand-with-dazzling-images.html"} , {"body" : "In the eight years since the deregulation of the telephone industry, thousands of privately owned pay phones have sprouted along the streets of New York City, providing, as intended, a vital service to neighborhoods that lacked it, but also, as never intended, duping and sometimes gouging unwitting users. Now, the city, frustrated by a lack of" , "date" : "19920823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New York Plans Attack On Pay-Phone Abuses" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/23\/nyregion\/new-york-plans-attack-on-pay-phone-abuses.html"} ,   {"body" : "A painting crew sandblasting the Williamsburg Bridge repeatedly rained sand, dust and lead-paint chips into Brooklyn earlier this summer before city officials suspended the project under pressure from the state. The maintenance of the aging bridge has been halted for more than a month, and in the community beneath it, residents are anxious about" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alarm on Tainted Dust Near Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/alarm-on-tainted-dust-near-williamsburg-bridge.html"} , {"body" : "NEW YORK CITY WILLIAMSBURG DUSTED WITH LEAD PAINT A painting crew sandblasting the Williamsburg Bridge repeatedly rained sand, dust and lead-paint chips into Brooklyn earlier this summer before city officials suspended the project under pressure from the state. The maintenance of the aging bridge has been halted for more than a month, and in the" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/metro-digest-905092.html"} , {"body" : "Wednesday, the police came again. \"We had a riot here last night,\" said Estelle Olivera, a 26-year-old pregnant mother of two who lives in a crowded three-bedroom apartment in Borinquen Plaza in the Williamsburg section of Brooklyn. \"There were about 40 cops outside.\" Wednesday's trouble was just a fight between two relocated formerly homeless" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Projects' Have-Nots Fear Have-Nothings" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/projects-have-nots-fear-have-nothings.html"} , {"body" : "International 2-4 DOLLAR SKIDS TO RECORD LOW The dollar plunged to record lows against the German mark, dragging down the American bond and stock markets and stirring fear of further damage to the U.S. economy. 1 SNAGS IN AIRLIFT TO SOMALIA The plan for a U.S. military airlift to famine-stricken Somalia has run into problems. Relief officials" , "date" : "19920822" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/22\/nyregion\/news-summary-777492.html"} , {"body" : "Representative Stephen J. Solarz, frequently derided by his political opponents as the Congressman from Israel, speaks Spanish, at least in some of his new campaign commercials. \"Cuando cuentan contigo, tienes que actuar\" (\"When people are counting on you, you have to take action\"), he says in a heavy accent in opening one 30-second commercial." , "date" : "19920821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Selling of Stephen J. Solarz" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/21\/nyregion\/the-selling-of-stephen-j-solarz.html"} , {"body" : "Attributing an array of new problems in New York City's housing projects to a program to set aside thousands of apartments for homeless families, Housing Authority officials say they plan to sharply reduce the number of apartments given to the homeless in the future. The shift in policy has created a division between the Housing Authority and other" , "date" : "19920819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK AGENCY CUTS APARTMENTS FOR THE HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/19\/nyregion\/new-york-agency-cuts-apartments-for-the-homeless.html"} , {"body" : "The Dinkins administration and the leadership of the City Council have agreed to go ahead with construction of a $550 million incinerator at the Brooklyn Navy Yard and at the same time accelerate New York City's recycling program. The two elements are at the core of a compromise to deal with the city's growing problem of garbage disposal -- a" , "date" : "19920818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PACT ON GARBAGE IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/18\/nyregion\/pact-on-garbage-in-new-york-city.html"} , {"body" : "When Representative Steven J. Solarz announced last month that he would run in New York City's new 12th Congressional District, one drawn specifically to maximize Hispanic voting strength, Hispanic candidates and their supporters groaned in frustration. Well connected and flush with cash, Mr. Solarz immediately became the man to beat. But as the" , "date" : "19920809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Solarz Opponents Resist Calls for Unity" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/09\/nyregion\/solarz-opponents-resist-calls-for-unity.html"} , {"body" : "Ninety years have passed since Vincenzo Crisci opened his Italian restaurant on this quiet block near the border between Greenpoint and Williamsburg, and it seems as if not a lot has changed around here since. That is, if you don't count the Brooklyn-Queens Expressway (which now bisects the community), the men wearing earrings and the souped-up" , "date" : "19920807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/07\/arts\/796992.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez has embraced an effort to create smaller, more thematic high schools and is committing his administration to establishing at least 30 of them over the next three years. The plan would represent a significant attempt by the New York City school system to create schools that are easier to manage and tailored" , "date" : "19920806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Seeks Small Schools With Themes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/06\/nyregion\/plan-seeks-small-schools-with-themes.html"} ,   {"body" : "Although the state Legislature has passed Gov. Mario M. Cuomo's $800 million bond plan to create jobs and improve the state's infrastructure, debate over the proposal is far from over. Two of the biggest hurdles remain: deciding how the money should be spent and persuading voters to approve the plan in the November election. The passage of the bond" , "date" : "19920805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Long Battle, Cuomo's Jobs Plan Faces Hurdles" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/05\/nyregion\/after-long-battle-cuomo-s-jobs-plan-faces-hurdles.html"} , {"body" : "Hiding behind Dumpsters and parked cars, Jacky Fhima has spent long nights waiting outside the tan-brick yeshiva in Brooklyn, hoping to catch a glimpse of his son, Shai. Nearly four months ago, the 13-year-old boy disappeared amid a clash of religious and secular Jewish worlds -- a bitter dispute between his mother and stepfather and the Hasidic" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Kidnapped or Converted?" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/kidnapped-or-converted.html"} , {"body" : "Many of the thousands of chartered buses that give children and adults the chance to spend a precious day or two away from New York City's hard summer streets pose serious safety risks because they are neither registered nor inspected by the state, transportation officials said. While the law requires that all such buses be registered with the" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fatal Charter-Bus Crash Reveals How Easily Rules Can Be Evaded" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/fatal-charter-bus-crash-reveals-how-easily-rules-can-be-evaded.html"} , {"body" : "At the Metropolitan Pool in Williamsburg, Brooklyn, it was a time to pass through the delicious rites of summer -- meeting, laughing, romping, touching, getting soaked in the splash of youth. SEXES" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SEXES; The Splash Of Youth" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/style\/sexes-the-splash-of-youth.html"} , {"body" : "Two brothers, 2 and 4 years old, were killed yesterday afternoon when a fire described as suspicious swept through their apartment in Brooklyn, fire officials said. The boys' mother, Milidy DeJesus, was in the kitchen when the fire started about 1:20 P.M. in a bedroom where the boys were playing, and she escaped uninjured from the burning apartment" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "2 Brothers, 2 and 4, Die in Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/nyregion\/2-brothers-2-and-4-die-in-brooklyn-blaze.html"} , {"body" : "Seven years ago, Pfizer pledged its allegiance to Brooklyn, its birthplace, by announcing a long-term effort to develop land near its East Williamsburg plant. The plan set in motion a public and private effort aimed at bringing in new commercial and industrial facilities and housing as well. Now the first phase of the housing component -- 59" , "date" : "19920802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING: Action on the Pfizer Plan; New Brooklyn Homes" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/02\/realestate\/posting-action-on-the-pfizer-plan-new-brooklyn-homes.html"} , {"body" : "The driver of the bus that crashed on a treacherous Sussex County road Sunday knew the brakes were faulty before he began the trip, officials said today as they charged him with six counts of aggravated manslaughter in the deaths of six passengers. The driver, Robert Campbell, 60 years old, of Brooklyn, pulled his bus out of a garage in Jersey City" , "date" : "19920801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SUSSEX COUNTY (NJ)" , "NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bus Driver Is Charged in Deaths of 6 Passengers" , "url" : "http:\/\/www.nytimes.com\/1992\/08\/01\/nyregion\/bus-driver-is-charged-in-deaths-of-6-passengers.html"} , {"body" : "The Manhattan Bridge has been deteriorating for so long that when another safety hazard causes officials to shut down subway service, serious questions arise about whether the 83-year-old structure is being watched as closely as it should be and whether further inconvenience and even danger are inescapable. Subway service for about 250,000" , "date" : "19920731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Repairs, Bridge Safety Is Questioned" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/31\/nyregion\/after-repairs-bridge-safety-is-questioned.html"} , {"body" : "IT'S tempting to call Ruben Mirensky an alchemist, though he doesn't really turn base metals into gold. It just seems that way. Mr. Mirensky, who owns the All Plating Corporation, in the Willamsburg section of Brooklyn, is in the metal-plating business. And by stripping, polishing and plating, he makes objects in steel, zinc or other base metals" , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; If It Glisters, It Might Just Be Plated" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/garden\/where-to-find-it-if-it-glisters-it-might-just-be-plated.html"} , {"body" : "The head of the team inspecting the mangled tour bus that crashed and burned here on Sunday said today that crucial components of the brake system were missing or \"seriously degraded\" on all three axles. The inspector, Frank Ghiorsi, the Northeast regional director for highways of the National Transportation Safety Board, said the right rear wheel" , "date" : "19920730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "VERNON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brakes on Wrecked Bus Were Missing Many Parts" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/30\/nyregion\/brakes-on-wrecked-bus-were-missing-many-parts.html"} ,   {"body" : "Like dozens of charter-bus companies that serve poor areas of New York City, Sensational Golden Sons is a small, patched-together operation. Working out of a small brick garage in Bedford-Stuyvesant that also listed two other charter services on its sign, the company had only one registered driver and two or three well-used buses. Yesterday, an" , "date" : "19920729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VERNON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Patched-Together Bus Company With an Elusive History" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/29\/nyregion\/a-patched-together-bus-company-with-an-elusive-history.html"} , {"body" : "The driver of a chartered bus that crashed in New Jersey on Sunday, killing six people from Brooklyn, attributed the accident to brake failure yesterday as state and Federal officials began an intense investigation into the causes. Questions arose about the safety of the steep country road where the bus rammed into two cars and burst into flames" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VERNON (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fatal Bus Crash Raises Safety and Legal Questions" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/fatal-bus-crash-raises-safety-and-legal-questions.html"} , {"body" : "DRIVER SAYS BRAKES FAILED The driver of a chartered bus that crashed in New Jersey on Sunday has attributed the accident to brake failure. And as state and Federal officials begin an intense investigation into the causes of the crash, questions have already arisen about the safety of the steep country road where the bus rammed into two cars and" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/metro-digest-980092.html"} , {"body" : "As the deadline for filing candidate petitions drew New York's Congressional races into sharper focus yesterday, City Councilwoman Susan D. Alter became the latest white aspirant in a district drawn with minorities in mind. She is preparing a Democratic primary challenge to the black incumbent, Edolphus Towns, in a Brooklyn district that stretches" , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaigns For Congress Take Shape" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/campaigns-for-congress-take-shape.html"} , {"body" : "For the family of Jojani Gonzalez, a 20-year-old mother who perished instantly on Sunday as a chartered bus bound for Action Park in Vernon, N.J., flipped off its course, crushing her beneath its weight, the accident layered pain upon pain. Three months ago, the victim's 26-year-old sister, Mireya, was strangled in the family's Brooklyn apartment." , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "VERNON TOWNSHIP (NJ)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Street Corners Still More Desolate" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/street-corners-still-more-desolate.html"} , {"body" : "Shortly after 11 A.M. Sunday, the skies over Vernon Valley, N.J., were milky gray as the aged bus bounced up the steep hills and around the tight turns of Route 515. Jose and Abigail Rivera were uneasy, lurching against each other in the middle of the 20-year-old bus packed with 43 others from Williamsburg, Brooklyn. Perhaps, they told each other," , "date" : "19920728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VERNON TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Crash Survivors Describe Journey of Fear and Death" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/28\/nyregion\/crash-survivors-describe-journey-of-fear-and-death.html"} , {"body" : "A chartered bus carrying Brooklyn families to an amusement park in rural New Jersey raced out of control down a steep and narrow grade near its destination yesterday, struck two cars and burst into flames, killing five on board, the Vernon Township police said. A sixth passenger died several hours after the crash. The dead included two children and" , "date" : "19920727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6 Are Killed In Bus Crash In New Jersey" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/27\/nyregion\/6-are-killed-in-bus-crash-in-new-jersey.html"} , {"body" : "METRO DIGEST THE NATIONAL PARKS CLOSER TO HOME Even though the Gateway National Recreation Area, which sprawls over a large swath of New York City and New Jersey, ranks among the National Park Service's most popular recreation spots, the agency has never made urban spaces like it a priority. Federal financing for parks and recreation is still" , "date" : "19920727" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/27\/nyregion\/metro-digest-193092.html"} , {"body" : "The rumors would not stop all afternoon along Bedford Avenue in Williamsburg. At South Third Street, the same corner where only hours earlier an excited busload left the Brooklyn neighborhood for Action Park, the rumor was that Noel Aquino had died when the bus crashed in New Jersey. His brother, Pete Planten, did not want to believe it. \"There are" , "date" : "19920727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Anxious Wait for Bus Victims' Kin" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/27\/nyregion\/anxious-wait-for-bus-victims-kin.html"} , {"body" : "The beating of a 13-year-old Hispanic boy by a Hasidic Jewish man who accused him of shoplifting prompted a spontaneous demonstration outside a housing project in the Williamsburg section of Brooklyn Monday night, with about 75 Hispanic residents demanding that an arrest be made, the police said. Williamsburg has long been racked by tensions" , "date" : "19920722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hispanic-Hasidic Tensions Rise After Boy Is Accused and Beaten" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/22\/nyregion\/hispanic-hasidic-tensions-rise-after-boy-is-accused-and-beaten.html"} ,   {"body" : "A BUSINESSMAN AND HIS DRUG HABIT He is a 44-year-old executive in a company in New York, lives in a condo on the Upper East Side, drives an expensive car, plays tennis in the Hamptons and vacations with his wife in Europe and the Caribbean. He is also a longtime heroin user. Drug experts say that perhaps as many as a third of the estimated 750,000" , "date" : "19920722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/22\/nyregion\/metro-digest-620492.html"} , {"body" : "Four months ago, when Representative Stephen J. Solarz emerged as one of the worst abusers of check- writing privileges at the House bank, he mailed out a lengthy self-defense to constituents and reminded them that he had been \"one of Israel's best friends in Congress.\" But on Friday, at two Queens centers for the elderly in the new 12th" , "date" : "19920719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In Politics, There Is Only One Language" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/19\/nyregion\/in-politics-there-is-only-one-language.html"} , {"body" : "Clutching forms in one hand and children in the other, scores of Spanish-speaking women trudged through a sprawling welfare office in Washington Heights the other day for a lengthy round of bureaucratic rituals: waiting in crowded rooms, filling out applications, meeting with caseworkers, waiting some more. Amid the sluggish lines and piles of" , "date" : "19920714" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Agencies Face Language Barriers" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/14\/nyregion\/agencies-face-language-barriers.html"} , {"body" : "FEARING that a serious fight on several issues was brewing last year between the board and a group of dissidents in a 200-unit co-op on Park Avenue South, its managing agent suggested hiring an outside company to conduct the annual election. The move, said Jeffrey Gold, the manager involved, was meant to keep each side from accusing the other of" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Talking: Co-op Voting; Retaining A Firm for Elections" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/realestate\/talking-co-op-voting-retaining-a-firm-for-elections.html"} , {"body" : "John Mooney is one of the few New Yorkers who can rub his hands in certain anticipation of fresh spoils from the political machinations of the nation's Democrats this week as they pour into the city to certify their Presidential ticket and spin out dreams and warnings in four nights of convention oratory. \"I figure Madison Square Garden will be" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "THE 1992 CAMPAIGN: The City; A City Welcome, Palm Up, To Democratic Delegates" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/us\/the-1992-campaign-the-city-a-city-welcome-palm-up-to-democratic-delegates.html"} , {"body" : "When the Brazilian actress Fernanda Montenegro makes her entrance in Gerald Thomas's \"Flash and Crash Days,\" she stumbles across the stage dressed like Brunnhilde. Her face is contorted in horror, with an expression straight out of Fritz Lang's cinematic treatment of Wagner's \"Ring Cycle,\" as she grasps an arrow piercing her throat while her" , "date" : "19920712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; A Brazilian Legend Comes to New York As a Monster Mom" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/12\/theater\/theater-a-brazilian-legend-comes-to-new-york-as-a-monster-mom.html"} , {"body" : "The effort to send a second Hispanic Representative to Congress from New York City ran into an unexpected problem today when Congressman Stephen J. Solarz, his Brooklyn base carved up in redistricting, announced that he would run in the new district drawn with the intention of electing a Hispanic member. Mr. Solarz made his decision after" , "date" : "19920709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solarz Will Run in District Tailored as a Hispanic Seat" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/09\/nyregion\/solarz-will-run-in-district-tailored-as-a-hispanic-seat.html"} , {"body" : "Mending the Grill Backyard chefs who have invested in gas grills and need to replace a part like a rack, knob or burner may find what they need from Grill Parts Distributors, of St. Petersburg, Fla. The company, founded in 1954, has a storehouse of parts from manufacturers no longer in business. It also carries parts and accessories for charcoal" , "date" : "19920708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/08\/garden\/food-notes-150892.html"} , {"body" : "A two-year old boy playing near his Brooklyn home was shot in the arm last night by a gunman driving by in a car, the police said. The boy, who was not identified because of his age, was listed in stable condition last night at Woodhull Hospital, the police said. There were no suspects in the shooting, which occurred at 8:43 P.M. outside 16 Ten" , "date" : "19920701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Hurt in Shooting" , "url" : "http:\/\/www.nytimes.com\/1992\/07\/01\/nyregion\/child-hurt-in-shooting.html"} , {"body" : "To the Editor: \"New York, Amid Doubts, Broadens Recycling Plan\" (news article, May 27) fails to mention the high cost and risks of incineration and misleads the reader about the Mayor's plan to construct as many as seven giant incinerators. For fiscal years 1993-96, the plan envisions at least $520 million for expanding three barely operational" , "date" : "19920624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Recycling Makes More Sense for New York Than Incineration" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/24\/opinion\/l-recycling-makes-more-sense-for-new-york-than-incineration-499892.html"} ,   {"body" : "To the Editor: I was glad to learn from your June 9 article on the New York City waterfront that the Parks Council created the little park at the foot of Grand Street in the Williamsburg section of Brooklyn where I go to watch sugar boats unload. I'd rather that the council and the Pfizer Company, instead of building a costly new walkway along the" , "date" : "19920620" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Little Park in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/20\/opinion\/l-little-park-in-brooklyn-436192.html"} , {"body" : "To the Editor: I was glad to learn from your June 9 article on the New York City waterfront that the Parks Council created the little park at the foot of Grand Street in the Williamsburg section of Brooklyn where I go to watch sugar boats unload. I'd rather that the council and the Pfizer Company, instead of building a costly new walkway along the" , "date" : "19920620" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Little Park in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/20\/opinion\/l-little-park-in-brooklyn-436193.html"} , {"body" : "Dear Diary: Mother boards bus with three young girls ranging in age from about 8 to 11. After they are all seated, mother turns to the oldest girl, who is looking quite sad. \"Sandra, you can't always be so sad about things,\" mother says. \"You're always worrying about things that don't really matter.\" The girl replies: \"It's hot. I'm tired, and I" , "date" : "19920610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/10\/garden\/metropolitan-diary-684092.html"} , {"body" : "The names are nothing but nostalgia now -- A.& P., Pathmark, Food Pageant, Grand Union -- a roll-call of supermarkets filled with glistening vegetables and fresh cuts of meat that were once as much a fixture of suburban life in southeast Queens as the neat rows of wood-frame and Tudor houses. But that was 20 years ago. The brick buildings with the" , "date" : "19920606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "WILLIAMSBURG (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BEDFORD-STUYVESANT (NYC)" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Where Markets Are Never Super; Some Urban Neighborhoods Fight Absence of Major Chains" , "url" : "http:\/\/www.nytimes.com\/1992\/06\/06\/nyregion\/where-markets-are-never-super-some-urban-neighborhoods-fight-absence-major.html"} , {"body" : "A New York City Health Department survey has found that the residents of the Greenpoint and Williamsburg areas of Brooklyn face a greater risk of stomach cancer and some kinds of leukemia than other New Yorkers. The survey was prompted by concern over sewage odors, radioactive wastes and smoke-belching factories. However, the survey drew no causal" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Survey Finds High Cancer Rate In 2 Neighborhoods in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/survey-finds-high-cancer-rate-in-2-neighborhoods-in-brooklyn.html"} , {"body" : "EXPLAINING A $100 MILLION ERROR The head of the Port Authority has charged his predecessors with a series of miscalculations that wasted $100 million on a program to rebuild Kennedy International Airport that eventually had to be scrapped. In a report to Governor Cuomo, Stanley Brezenoff, the authority's executive director, offered a picture of an" , "date" : "19920523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/23\/nyregion\/metro-digest-480692.html"} , {"body" : "More than 1,000 Hispanic residents filled an old movie theater in the Williamsburg, Brooklyn, last night to protest an effort by a Hasidic organization to seek Federal money for converting two public housing projects into cooperative apartments. As the spirited overflow crowd cheered and chanted, the rally's organizers angrily rejected an" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hispanic Rally Protests Effort By Hasidim for Co-op Grant" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/hispanic-rally-protests-effort-by-hasidim-for-co-op-grant.html"} , {"body" : "NEW YORK CITY NEEDLES FOR ADDICTS: CLEAN, LEGAL AND FREE For the first time in two years, drug addicts will be able to legally get free clean needles in New York City as a group of public and private agencies try to measure whether such programs would slow the spread of AIDS. The new effort, markedly different from a previous one, will use" , "date" : "19920514" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/14\/nyregion\/metro-digest-560892.html"} , {"body" : "A 42-year-old Hasidic man was fined $200 yesterday for an incident in the Williamsburg, Brooklyn, last year in which he harassed a Hispanic police officer who had asserted that Jews in the area get special treatment from the police. The man, Moishe Schwartz, was found guilty of the harassement violation on May 6 after a three-day non-jury trial" , "date" : "19920512" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Fined for Harassing Officer" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/12\/nyregion\/brooklyn-man-fined-for-harassing-officer.html"} , {"body" : "It was a moment of detente in the long feud between the Hasidic and Hispanic residents who stake out an impoverished existence in the aging Brooklyn tenements tucked between auto repair shops and industrial buildings in the shadow of the Williamsburg Bridge. Ending a Federal lawsuit, the city's Housing Authority agreed last June to reserve the next" , "date" : "19920507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Co-op Effort Worsens a Rift in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/07\/nyregion\/co-op-effort-worsens-a-rift-in-williamsburg.html"} ,   {"body" : "Outraged over crime and violence in New York City, Ralph Torres and some 50 other residents of Williamsburg in Brooklyn are planning to march on Washington on May 16. \"The Federal Government has got to give us an alternative and can start by restoring the unfair cuts in youth employment, substance abuse, counseling and other social programs,\" said" , "date" : "19920504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Yorkers Girding For Washington March" , "url" : "http:\/\/www.nytimes.com\/1992\/05\/04\/nyregion\/new-yorkers-girding-for-washington-march.html"} , {"body" : "Brooklyn neighborhood groups, with the support of Borough President Howard Golden and City Comptroller Elizabeth Holtzman, stepped up a campaign yesterday against the Dinkins administration's 20-year plan for managing New York City's garbage-disposal crisis, which calls for the construction of a large incinerator in the Brooklyn Navy Yard. At a" , "date" : "19920429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Groups Vow To Battle Incinerator" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/29\/nyregion\/groups-vow-to-battle-incinerator.html"} , {"body" : "They were a cross-section of New Yorkers, the kind of parkgoers who sit each day beneath the oaks of Washington Square talking with people they know and watching those they do not know. Two were elderly women and best friends: one a quiet retired secretary, the other an elegant chatterer in English and Italian. Another was a 19-year-old student at" , "date" : "19920425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Paths to a Common Fate On a Spring Day in the Park" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/25\/nyregion\/paths-to-a-common-fate-on-a-spring-day-in-the-park.html"} , {"body" : "Mayor David N. Dinkins said yesterday that New York City was planning to open 20 health centers to provide poor people with family doctors who will focus on preventive medicine. At a time of national debate over how best to deliver health care and still reduce costs, the effort is the largest ever undertaken in the city and perhaps throughout the" , "date" : "19920421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DINKINS IS PLANNING 20 HEALTH CENTERS TO SERVE THE POOR" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/21\/nyregion\/dinkins-is-planning-20-health-centers-to-serve-the-poor.html"} , {"body" : "It is a rare day when New Yorkers heave a collective sigh, the streets unclog and restless tourists can hail a cab on any midtown corner just by adopting a lost, plaintive look. It is rarer still when that condition lasts for more than 24 hours. This weekend, with the simultaneous celebration of Passover and Easter and weather cold and rainy enough" , "date" : "19920419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Flurry Born of Fervor, New York Marks Holidays" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/19\/nyregion\/in-a-flurry-born-of-fervor-new-york-marks-holidays.html"} , {"body" : "Police officers shot two men in the basement of a Brooklyn restaurant early yesterday, killing one and seriously wounding the other, after the men turned toward them brandishing handguns, the police said. The police tentatively identified the dead man as Jose Morel, 25, of 748 49th Street, Sunset Park, Brooklyn. The injured man, tentatively" , "date" : "19920412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Party-Crasher Killed by Police in Armed Faceoff" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/12\/nyregion\/party-crasher-killed-by-police-in-armed-faceoff.html"} , {"body" : "The police arrested the operator of a Brooklyn yeshiva and charged him with kidnapping a 13-year-old former student whose whereabouts were still unknown as of this morning. Sgt. Tina S. Mohrmann, a Police Department spokeswoman, said the man, Rabbi Schlomo Helbrans, 35, of 2245 Beach 45th Street in Coney Island, took the youth away because he" , "date" : "19920410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in Disappearance of Child" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/10\/nyregion\/man-is-charged-in-disappearance-of-child.html"} , {"body" : "The two brothers, impish in jeans with toy cars in their pockets, enjoy nothing more than chewing multi-colored Sweet Tarts. That was what they were doing the first time the man approached them outside the Minimax store in Bushwick, Brooklyn. The man told the boys, one 8 years old, the other 10, that he needed help looking for spare tires. He waved" , "date" : "19920404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easy Prey; Even Diligence Failed to Stop Sex Attacks Against 2 Boys" , "url" : "http:\/\/www.nytimes.com\/1992\/04\/04\/nyregion\/easy-prey-even-diligence-failed-to-stop-sex-attacks-against-2-boys.html"} , {"body" : "George Washington Bridge: The Port Authority of New York and New Jersey is advising drivers to avoid the bridge today because construction has closed the New Jersey-bound and New York-bound lanes on the lower level. The lower level is to remain closed until 6 A.M. tomorrow. Williamsburg Bridge: The New York City Transportation Department advises" , "date" : "19920329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/29\/nyregion\/traffic-alert-462592.html"} , {"body" : "The Dinkins administration said yesterday that it would put off construction of a large garbage incinerator at the Brooklyn Navy Yard until 1996, a move that pushes it past next year's election. Sanitation Commissioner Emily Lloyd said the delay would give the city more time \"to focus more clearly\" on recycling efforts, a key demand of" , "date" : "19920325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Delays Building Incinerator in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/25\/nyregion\/dinkins-delays-building-incinerator-in-brooklyn.html"} ,   {"body" : "The New York City Commissioner of Consumer Affairs charged eight used-car auction houses yesterday with violating numerous city, state and Federal laws, including barring prospective customers from inspecting cars, selling cars that were unsafe and failing to make necessary repairs on cars before they were bought. The Commissioner, Mark Green," , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Used-Car Auction Houses Accused of Violations" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/used-car-auction-houses-accused-of-violations.html"} , {"body" : "TO save Representative Olin Teague's Congressional seat, map makers once configured a skinny district that snaked hundreds of miles across Texas, from Fort Worth to the Gulf of Mexico. \"If you drove through that district with both car doors open,\" a fellow legislator suggested, \"you'd kill everybody in it.\" The same may be said about a narrowly" , "date" : "19920323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Will District Mappers Ever Draw the Line?" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/23\/nyregion\/metro-matters-will-district-mappers-ever-draw-the-line.html"} , {"body" : "Here is a sampling of attractions, some featuring special spring activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. A landmark house dating from 1799 features rooms furnished in the Federal and Empire styles of the early 19th century. Special" , "date" : "19920315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "18" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/15\/news\/attractions.html"} , {"body" : "A jury yesterday convicted a Brooklyn man of strangling a 15-year-old Hasidic girl on the Williamsburg Bridge in 1990, then setting her body afire on a steel catwalk suspended from the bridge's deck. The man, Raymond Vargas, 29, of Bushwick, was found guilty after eight hours of deliberations over two days in State Supreme Court in Brooklyn. He" , "date" : "19920314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man Convicted in Strangling of Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/14\/nyregion\/brooklyn-man-convicted-in-strangling-of-girl-15.html"} , {"body" : "It was not the standard upbeat tour of New York City, the one that shows visitors the Statue of Liberty, the Empire State Building and Lincoln Center. Rather, the 50 people who went on what was billed as \"a toxic tour\" of Harlem on Tuesday saw a sewage treatment plant that processes 170 million gallons of raw sewage a day, a marine transfer station" , "date" : "19920313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/13\/style\/chronicle-467392.html"} , {"body" : "It is not every day that Saul Weprin, the Speaker of the New York State Assembly, gets telephone calls from the likes of Shimon Peres and Walter F. Mondale. But then Congressional redistricting is far from an everyday matter. Mr. Mondale, the former Vice President, called Mr. Weprin last month to lobby on behalf of Representative Charles E." , "date" : "19920310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Albany Getting an Earful Over Congressional Map" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/10\/nyregion\/albany-getting-an-earful-over-congressional-map.html"} , {"body" : "THE first bike over the Williamsburg Bridge's reopened walkway was a beauty: a 1954 Schwinn Black Phantom, big and bulky with whitewall tires. Its owner, Andy Cohen, 26 years old, had waited for that ride since last June, when the decrepit walkway was determined a danger, then abruptly closed. \"It's a pleasure,\" Mr. Cohen said yesterday, after" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WILLIAMSBURG BRIDGE JOURNAL; For Brooklyn Neighborhood, at Long Last, the Way Is Clear" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/williamsburg-bridge-journal-for-brooklyn-neighborhood-long-last-way-clear.html"} , {"body" : "NEW YORK CITY MAYOR DINKINS ADMITTED TO HOSPITAL Looking under the weather, Mayor Dinkins checked into the New York Hospital-Cornell Medical Center early with an apparent touch of the flu, and his personal physician later said he was resting comfortably and would be kept overnight as a precaution. The 64-year-old Mayor had been feeling ill for" , "date" : "19920309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/09\/nyregion\/metro-digest-064692.html"} , {"body" : "The principal of Eastern District High School in Brooklyn has forsaken some regular visits with teachers and mounds of paperwork to prowl the halls in search of nomadic youths. Linked by a crackling walkie-talkie to his security force of 15 school safety officers, Floyd Green has become the chief law-enforcement officer at his school, but not by" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Principal Is Also Chief Guard; Hall Monitoring at Brooklyn School Turns Deadly Serious" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/brooklyn-principal-also-chief-guard-hall-monitoring-brooklyn-school-turns-deadly.html"} , {"body" : "The major hospital regulatory group has decided to withdraw its accreditation from one of New York City's major municipal hospitals, Woodhull Medical and Mental Health Center in Brooklyn, after concluding that it does not do a good enough job reviewing some of its surgical procedures, administrators at the hospital said yesterday. The loss of" , "date" : "19920305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Woodhull Fails Review, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1992\/03\/05\/nyregion\/woodhull-fails-review-officials-say.html"} ,   {"body" : "It was 25 years ago in the tall brick Tompkins Houses in Williamsburg, Brooklyn, that Laura D. Blackburne began her career as a rookie housing assistant. In November 1990, at a party there to celebrate her appointment as the city's new Housing Authority chairwoman, she greeted a crowd of almost 1,000 friends and housing project residents with the" , "date" : "19920223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Tenants at a Housing Project Defend Blackburne" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/23\/nyregion\/tenants-at-a-housing-project-defend-blackburne.html"} , {"body" : "A 28-year-old woman was abducted by two men and a woman from in front of Woodhull Hospital in Brooklyn early yesterday, beaten, sexually assaulted and kept tied up in a van for 17 hours before being released, the police said. The police have classified the kidnapping as a bias crime because the victim, a light-skinned Hispanic woman, told them her" , "date" : "19920222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Woman, 28, Abducted in Bias Case, Police Say" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/22\/nyregion\/woman-28-abducted-in-bias-case-police-say.html"} , {"body" : "Thirty-four years ago, Luis Garden Acosta was a pudgy 13-year-old eager to show off the streets of Brooklyn to a country cousin newly arrived from Puerto Rico. But when he refused to step aside for six black teen-agers on De Kalb Avenue, he found himself shoved, cursed and dragged screaming down the street until blood seeped through his shredded" , "date" : "19920201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Acts of Hate From the Past: Bias Crimes in New York City Are Nothing New" , "url" : "http:\/\/www.nytimes.com\/1992\/02\/01\/nyregion\/acts-of-hate-from-the-past-bias-crimes-in-new-york-city-are-nothing-new.html"} , {"body" : "A CREWCUT young woman, wearing only black, intones with a sultry, hypnotizing voice: \"You moan with\/the insanity of such\/raw miraculous movements.\" The poem she is reading this night -- her own -- proceeds to describe an overwhelming sexual encounter. The crowd at the nightclub cheers when she finishes, and then 5 audience judges rate her effort:" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "The Word's Turn: Urban Poets Re-emerge" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/books\/the-word-s-turn-urban-poets-re-emerge.html"} , {"body" : "Two children were wounded outside their Brooklyn school yesterday morning when another youth involved in a dispute pulled out a gun and fired two wild shots across a crowded playground, the police said. The shooting was the latest in a series of recent violent incidents in and around New York City schools. Last week in Brooklyn, a student shot a" , "date" : "19920131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Wild Shots Hit 2 Children In a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/31\/nyregion\/wild-shots-hit-2-children-in-a-brooklyn-playground.html"} , {"body" : "Kings County Hospital failed an inspection conducted by a national monitoring group last fall and will probably lose its accreditation at the end of next month, jeopardizing residency training programs at the hospital, officials familiar with the group's report said yesterday. Inspectors from the Joint Commission on Accreditation of Health Care" , "date" : "19920130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Accreditation Peril Faced By Kings County Hospital" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/30\/nyregion\/accreditation-peril-faced-by-kings-county-hospital.html"} , {"body" : "Embroiled in legal squabbles and unable to pay its creditors, 47th Street Photo Inc., whose stores epitomize the feisty, combative world of consumer electronics retailing, filed for bankruptcy protection yesterday. The company, known for being the first with the latest gadgets at the lowest prices for those shoppers willing to brave curt clerks and" , "date" : "19920122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "47th St. Photo Files for Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/22\/business\/47th-st-photo-files-for-bankruptcy.html"} , {"body" : "From the majestic pulpit of Riverside Church, the Rev. Dr. James A. Forbes Jr. scanned the diverse faces that showed his congregation to be one of the city's most racially mixed. He urged them to look at one another. \"We are not integrated because we are shoulder-to-shoulder,\" he declared to the hundreds of worshipers. \"We are integrated because we" , "date" : "19920120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Pulpits, Talk to Calm Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/20\/nyregion\/from-pulpits-talk-to-calm-racial-tensions.html"} , {"body" : "\"What would I do in Florida?\" The answer Julia has in mind is plain: nothing. Since her parents emigrated from Poland in 1910, she has lived in Brooklyn. It is where she went to school, got her first job sewing ($3 a week), where she married, raised a family and bought her daughter a home. Julia, 90 years old and widowed, is mentally sharp and too" , "date" : "19920119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Minibus From Loneliness" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/19\/opinion\/the-minibus-from-loneliness.html"} , {"body" : "LECTURE, Association of the Bar of the City of New York, 42 West 44th Street, Manhattan. \"Music in Italy in the Age of Columbus,\" by Howard Mayer Brown, professor of music at the University of Chicago; sponsored by the Waverly Consort. Tomorrow at 4:30 P.M. Free. Information: (212) 666-1260. STORYTELLING, Museum of American Folk Art, Eva and Morris" , "date" : "19920117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/17\/arts\/the-spoken-word.html"} ,   {"body" : "A Brooklyn grand jury has voted not to indict the plainclothes police officers involved in the killing of a restaurant owner but recommended an overhaul of their anti-crime unit. The report, released Thursday, called the training of officers for the anti-crime units \"grossly inadequate.\" It said that the police typically received no formal training" , "date" : "19920112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Grand Jury Won't Indict Officers" , "url" : "http:\/\/www.nytimes.com\/1992\/01\/12\/nyregion\/grand-jury-won-t-indict-officers.html"}]