[  {"body" : "&#x2018;CHRISTMAS CAROLS: A SCROOGE MASH-UP&#x2019;&#xa;&#xa; &#xa;Have you ever wondered whether Tiny Tim&#x2019;s unexplained ill health in &#x201C;A Christmas Carol&#x201D; might be related to the Cratchits&#x2019; unusual bloodline: that Bob Cratchit was a frog, and Mrs. Cratchit a sow? Such irreverent thoughts may well arise during the" , "date" : "20121221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2012\/12\/21\/arts\/spare-times-for-children-for-dec-21-27.html"} , {"body" : "READING in bed, once considered a relatively safe pastime, is now seen by some as a riskier proposition.&#xa; &#xa;That&#x2019;s because bedbugs have discovered a new way to hitchhike in and out of beds: library books. It turns out that tiny bedbugs and their eggs can hide in the spines of hardcover books. The bugs crawl out at night to feed, find" , "date" : "20121206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Home and Garden"] , "page_facet" : "1" , "title" : "A Dark And Itchy Night" , "url" : "http:\/\/www.nytimes.com\/2012\/12\/06\/garden\/bedbugs-hitch-a-ride-on-library-books.html"} , {"body" : "GO ahead. Ask Antoinette Balzano. Ask her why Totonno&#x2019;s , the pizzeria in Coney Island, matters.&#xa; &#xa;&#x201C;Here&#x2019;s what we mean to the city,&#x201D; she said the other day, her voice rising with emotion. Ms. Balzano, one of the heirs to the pizzeria, pointed at a black-and-white photograph, leaning on a tabletop, showing a" , "date" : "20121128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Fighting to Save the Flavor of New York" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/28\/dining\/after-hurricane-sandy-fighting-to-save-the-flavor-of-new-york.html"} , {"body" : "GO ahead. Ask Antoinette Balzano. Ask her why Totonno&#x2019;s , the pizzeria in Coney Island, matters.&#xa; &#xa;&#x201C;Here&#x2019;s what we mean to the city,&#x201D; she said the other day, her voice rising with emotion. Ms. Balzano, one of the heirs to the pizzeria, pointed at a black-and-white photograph, leaning on a tabletop, showing a" , "date" : "20121128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Fighting to Save the Flavor of New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEED8133BF93BA15752C1A9649D8B63"} , {"body" : "Emine Ziyatdinova had not been back to her small village in Ukraine for more than two years. She had been living in Ohio, studying photojournalism and feeling a bit out of place.&#xa; &#xa;Then she went to Brighton Beach. There, along Brooklyn&#x27;s southern shore last January, she saw familiar faces and signs, heard familiar voices and music and" , "date" : "20121125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "LENS; A Blast of Ukraine In Brighton Beach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E0DC1F38F936A15752C1A9649D8B63"} , {"body" : "In the days before the arrival of Hurricane Sandy, few people in New York City anticipated the scale of destruction of the storm. Its surge, the wave of water driven by the storm&#x2019;s winds, topped 17 feet in some parts, according to surveys and weather data collected by the Federal Emergency Management Agency. Some neighborhoods in all five" , "date" : "20121121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Survey Of Destruction By Hurricane Sandy In New York City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3D71338F932A15752C1A9649D8B63"} , {"body" : "HARTMAN--Millie. Millie Hartman, math wizard, devoted wife and mother extraordinaire, passed away on September 14th in Glen Cove, NY, after a long illness. Born on March 29th, 1928, Millie Levenson grew up with her brother Manny in Brooklyn, NY, and was the link to the world for her beloved immigrant parents, Charles and Yetta. A star student at" , "date" : "20121118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths HARTMAN, MILLIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E1DF113AF93BA25752C1A9649D8B63"} , {"body" : "The gray clapboard church with the red door had stood near the New Jersey coastline for more than 125 years, surviving floods and fires, hurricanes and northeasters. So when its senior warden left the church on the Sunday before Hurricane Sandy hit, he tucked the church records into a drawer for safekeeping and kept everything else in place.&#xa;" , "date" : "20121113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "For Congregation Leaders, Hurricane Is Taking a Toll" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/13\/nyregion\/regional-places-of-worship-seek-to-rebuild.html"} , {"body" : "ED SHEVLIN looked out over a mountain range of soggy trash in the parking lot of Jacob Riis Park in Queens and proclaimed it &#x201C;an tubaiste mor&#x201D; &#x2014; a big disaster. &#xa; &#xa;The words were in Irish, the language that survives in parts of Ireland. Few people in New York City are as immersed in the language as Mr. Shevlin, 52, a" , "date" : "20121111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHARACTER STUDY; The Aftermath: Hope, Death And Sinatra In a City Of Stories" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/11\/nyregion\/for-every-character-a-different-storm-story.html"} , {"body" : "Two decades ago, millions of Eastern Europeans greeted the fall of the Soviet Union with relief and optimism. But Galina and Grigory Bobarykina, married parents of two who were living in Belarus, found little to celebrate.&#xa; &#xa;Supermarket shelves were empty. The currency collapsed. In the absence of government, armed gangs and bandits" , "date" : "20121110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; Love Endures Amid Health Problems" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/10\/nyregion\/love-endures-amid-an-immigrant-odyssey-and-health-problems.html"} ,   {"body" : "As Hurricane Sandy plunged parts of the city into darkness last week, the New York Police Department found itself not just restoring order, but also restoring light. Among thousands of urgent tasks, some officers lighted red-burning flares along pitch-black street corners, and placed floodlights at busy intersections.&#xa; &#xa;Only there was not" , "date" : "20121108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Many Police Officers, Even as They Responded to Storm, Were Also Affected" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/08\/nyregion\/police-officers-busy-rescuing-storm-victims-were-victims-themselves.html"} , {"body" : "9 P.M. (Travel) ANTHONY BOURDAIN: NO RESERVATIONS In his final culinary tour for Travel before moving to CNN Mr. Bourdain, left, heads to Brooklyn, where he rides the Coney Island Cyclone for the first time, dines with the restaurateur Eddie Huang at Pok Pok, tries out Randazzo&#x2019;s Clam Bar in Sheepshead Bay with the chefs Rich Torrisi and" , "date" : "20121105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "What&#x2019;s On Today" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/05\/arts\/television\/whats-on-monday.html"} , {"body" : "IF tropical storm Irene last year was an eye-opener, Hurricane Sandy was a reality check.&#xa; &#xa;Waterfront property in the New York area is some of the most coveted in the nation, but after back-to-back years of supposedly once-in-a-generation storms, public officials, developers, brokers and homeowners are being forced to re-evaluate. Although" , "date" : "20121104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Would You Buy on the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/04\/realestate\/after-hurricane-sandy-would-you-buy-on-the-waterfront.html"} , {"author" : "Marv Albert is the lead N.B.A. announcer for TNT." , "body" : "The Nets have come to Brooklyn, where I grew up. And even after nearly 50 years of calling basketball games, I can&#x2019;t wait.&#xa; &#xa;Around the city, people keep asking me about the Nets &#x2014; at a rate that I never thought possible. Fanatics from New Jersey used to be the only people who wanted to chat me up about the Nets. Sometimes," , "date" : "20121101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "ESSAY; Back Home in Brooklyn And Greeting a New Resident" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/01\/sports\/basketball\/back-home-in-brooklyn-marv-albert-welcomes-a-new-resident.html"} , {"body" : "New York faced the reality of life after Hurricane Sandy on Wednesday: horror in still-waterlogged neighborhoods, where rescue workers pulled bodies from wreckage, and exasperation elsewhere as more than 3.75 million people entered a third day without electricity.&#xa; &#xa;The storm was blamed for more than 70 deaths in the United States," , "date" : "20121101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "NEW YORK METROPOLITAN AREA" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Region Faces Rescues, Looting, and a Rising Death Toll" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/01\/us\/after-storms-destruction-halting-return-in-northeast.html"} , {"author" : "Matthew Algeo is the author of &#x201c;The President Is a Sick Man: Wherein the Supposedly Virtuous Grover Cleveland Survives a Secret Surgery at Sea and Vilifies the Courageous Newspaperman Who Dared Expose the Truth.&#x201d;" , "body" : "A DEVASTATING storm slams into New York City; within days, another hits the coasts of Georgia and South Carolina. The president refuses to allow the federal government to coordinate relief efforts. No, it&#x2019;s not a glimpse into a future without the Federal Emergency Management Agency under a Romney administration. It&#x2019;s what happened in" , "date" : "20121101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "U.S."] , "title" : "OP-ED CONTRIBUTOR; Grover Cleveland&#x2019;s Hurricane" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/01\/opinion\/grover-clevelands-hurricane.html"} , {"author" : "Marv Albert, the lead N.B.A. announcer for TNT, will call the Knicks-Nets game with Steve Kerr on Thursday at 7 p.m." , "body" : "The Nets have come to Brooklyn, where I grew up. And even after nearly 50 years of calling basketball games, I can&#x2019;t wait.&#xa; &#xa;But when I call their first regular-season game at Barclays Center, on Thursday night against the Knicks , I will not be curious about whether the move from New Jersey will go well. It will. I will want to know" , "date" : "20121030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "title" : "Back Home in Brooklyn, Marv Albert Welcomes a New Resident" , "url" : "http:\/\/www.nytimes.com\/2012\/10\/30\/sports\/basketball\/back-home-in-brooklyn-marv-albert-welcomes-a-new-resident.html"} , {"body" : "DEAR DIARY:&#xa; &#xa;I visited the Metropolitan Museum of Art on Sept. 23. While resting on a bench in the Roman Wing, I overheard a young, harried mother say to her three young daughters, &#x201C;Do not take money out of the fountain.&#x201D; Guess she didn&#x2019;t want any wishes disappearing. Joan Bernstein Dear Diary: I was on the No. 6 train" , "date" : "20121029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2DB173EF93AA15753C1A9649D8B63"} , {"body" : "FARMINGDALE, N.Y. - Eyeball to eyeball in a hangar jammed with old warplanes, they embraced, two men in crisp colonel uniforms - one who had been in the United States Army, the other in the Soviet Army during those 13 days when a nervous world waited and worried. They are long retired now. Fifty years ago, as the United States and the Soviet Union" , "date" : "20121024" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Soldiers at Odds in Cuban Missile Crisis Recall 13 Worrisome Days" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7DE143FF937A15753C1A9649D8B63"} , {"body" : "$1.6 MILLION 2965 Ocean Parkway (between Ocean View and Neptune Avenues) Brighton Beach, Brooklyn The owners of this vacant 1965 four-story medical building are offering the site for residential development. The 30-by-144-foot lot has 10,498 buildable square feet and a three-story height limit. The Buildings Department shut down the medical center" , "date" : "20121010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3DE133AF933A25753C1A9649D8B63"} ,   {"body" : "RAOUL FELDER likes to say that marriage is the first step to divorce, which might betray an agenda on his part since separations are his bread and butter. During his own 46-year marriage, however, the divorce lawyer says, he and his wife have never had an argument. ''I operate under a simple proposition,'' Mr. Felder writes. ''Since I am paid to" , "date" : "20121007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "BOOKSHELF; Divorce and Deadlines" , "url" : "http:\/\/www.nytimes.com\/2012\/10\/07\/nyregion\/books-on-divorce-the-news-business-and-jews-in-new-york.html"} , {"body" : "Workers at a carwash in Queens have overwhelmingly voted to join a union, organizers said Sunday, in the first major victory in a six-month effort in New York City to unionize workers in an industry the organizers say is rife with labor law violations. The workers of Astoria Car Wash and Hi-Tek 10 Minute Lube Inc., most of whom are immigrants," , "date" : "20120910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Queens Carwash's Employees Are First in City to Join Union" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/10\/nyregion\/employees-at-a-queens-carwash-vote-to-unionize.html"} , {"body" : "For now, Nets players may be Brooklyn in name only, since they will practice and live elsewhere. But given the chance to spend a little more time in the borough, and on the blocks beyond the Barclays Center, they might reach the same conclusion that waves of ex-Manhattanites, fresh college grads and longtime locals already have -- that Brooklyn is" , "date" : "20120904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "Nets Players May Find Brooklyn a Tempting Place to Live" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/04\/sports\/basketball\/brooklyn-offers-tempting-real-estate-choices-for-nets.html"} , {"body" : "TO find the head professional at the Marine Park Golf Course in Brooklyn, look for a flamboyant outfit of plaids and pastels, and follow the smoke. You will most likely spot him over on the driving range, enjoying a cigar, bantering with players and fixing swings. He is Hunter Watkins, 41, and he mastered golf by playing the guitar. A veteran of" , "date" : "20120902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MARINE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CHARACTER STUDY; Guiding Golfers to Rock Their Shots" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/02\/nyregion\/punk-rocker-hunter-watkins-guides-golfers-to-rock-their-shots.html"} , {"body" : "The evidence has piled beside turnstiles and beneath benches, along subway platforms where riders found nowhere else to place their coffee cups or apple cores and on the tracks where tattered newspapers and crushed bottles seem to have taken up permanent residence. Yet despite some riders' resourceful disposal methods since trash cans were removed" , "date" : "20120831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "M.T.A. Expands an Effort To Decrease Subway Trash" , "url" : "http:\/\/www.nytimes.com\/2012\/08\/31\/nyregion\/mta-expands-an-effort-to-remove-trash-cans.html"} , {"body" : "The Chinese immigrants in Flushing, Queens, devour books with titles like ''Romantic Flower'' and ''The Heart With a Million Knots.'' The Russian women in Brighton Beach, Brooklyn, clamor for a diet guide advocating plenty of meat. In Greenpoint, Brooklyn, a bookseller cannot keep a tell-all by the wife of an adored Polish politician on the" , "date" : "20120810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "13" , "title" : "Among Readers In Polyglot City, 50 Shades Of Best Sellers" , "url" : "http:\/\/www.nytimes.com\/2012\/08\/10\/nyregion\/in-new-york-best-selling-books-vary-by-ethnic-group.html"} , {"body" : "WHEN Jack Resnick thinks of summer, he thinks of Brighton Beach, the broad expanse of Brooklyn waterfront just south of Sheepshead Bay. Dr. Resnick was born in 1946 in a displaced persons' camp in Germany. His parents, Eastern European Jews, had survived the war in hiding. The Resnicks came to the United States when he was 3, and except for a few" , "date" : "20120722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BRIGHTON BEACH, BROOKLYN; The Beach House on the Fifth Floor" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/22\/realestate\/brighton-beach-habitats-the-beach-house-on-the-fifth-floor.html"} , {"body" : "The new Yankee Stadium will host its first soccer game Sunday night -- an exhibition match between European champion Chelsea and the French power Paris Saint-Germain -- but soccer has had a long history at the first House That Ruth Built. Next month, the Spanish league champion Real Madrid and A.C. Milan of Italy will play at Yankee Stadium. Both" , "date" : "20120722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "Yankee Stadium, Like Its Predecessor, Is a Home to Soccer" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/22\/sports\/soccer\/yankee-stadium-as-its-predecessor-did-opens-its-doors-to-soccer.html"} , {"body" : "IN the mid-2000s, when the iPhone was still a concept and Barack Obama a United States senator, New York was awash in new condos. Gleaming new high-rises sprang from the ground from Brighton Beach to the Bronx, and especially in Manhattan, where in terms of sheer ubiquity they seemed to rival Starbucks. That is, until 2008, when Lehman Brothers" , "date" : "20120715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Back in Business" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/15\/realestate\/back-in-business.html"} , {"body" : "After petitions and official presentations failed to save the wooden Coney Island Boardwalk, several advocacy groups and outspoken residents filed a lawsuit this week to stop New York City from tearing up a five-block section and replacing it with concrete and plastic. Beyond the destruction a historical gem, these groups say, there are serious" , "date" : "20120713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; Suit Seeks to Halt Removal Of Wood From Boardwalk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4D71F3CF930A25754C0A9649D8B63"} ,   {"body" : "MERMAID AVENUE, the main commercial street through Coney Island's largest residential section, stretches two dozen blocks west from the faded, raucous amusement park district, past telltale evidence of the area's varied past. There are brick tenement buildings with storefronts that, in the mid-20th century, housed the bakeries, butcher shops and" , "date" : "20120708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CONEY ISLAND, BROOKLYN; Ups and Downs Now Confined Mostly to Rides" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/08\/realestate\/ups-and-downs-now-confined-mostly-to-rides.html"} , {"body" : "''MAN, it's hot,'' said Kyle Kaltenmaier, 28, as he peeled off his sweaty tank top and then hurtled over the gunwale of the Sea Queen 7, plunging 10 feet into the water below the high piers where the party boats dock along Emmons Avenue in Sheepshead Bay, Brooklyn. ''The crew calls him the dolphin,'' said Steven Ventura, 45, who owns the Sea Queen," , "date" : "20120708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CHARACTER STUDY; The 'Dolphin' Who Loves Poker" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/08\/nyregion\/kyle-kaltenmaier-28-human-dolphin-and-poker-ace.html"} , {"body" : "Before the Saturday-night rush starts at Roll-N-Roaster, the kitchen staff of 32 starts to work all the machines: the ovens roasting beef, the juicers squeezing lemons, the grills searing burger patties, the cash register pinging under a yellow sign that announces, ''You can have cheez on anything you pleez.'' By 6 p.m., the dinnertime crowd is" , "date" : "20120705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "SUMMER NIGHTS; Dining on Roast Beef, Lemonade and Nostalgia" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/05\/nyregion\/roll-n-roaster-offers-roast-beef-lemonade-and-a-side-of-nostalgia.html"} , {"body" : "Now and then you witness a debut so happy and so rich with potential that you can't wait to share the news. In the case of On Site Opera, a fledgling company that mounted its inaugural production on Saturday afternoon, it seems especially vital to spread the word, since few cognoscenti were on hand to witness its opening splash. True to the" , "date" : "20120626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "MUSIC REVIEW; New Troupe Chooses Bronx Zoo For a Debut" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/26\/arts\/music\/shostakovichs-tale-of-the-silly-baby-mouse-at-bronx-zoo.html"} , {"body" : "This season the Brooklyn Philharmonic, revived from the dead, traveled to three of the borough's communities with tailor-made concert series. In October the orchestra took Russian cartoon music to Brighton Beach and in March, an ambitious program full of premieres to Downtown Brooklyn, a new-music epicenter as of late. And on Saturday evening it" , "date" : "20120613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; Resurrected to Bridge Past, Present and Future" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E0D61739F930A25755C0A9649D8B63"} , {"body" : "This season the Brooklyn Philharmonic, revived from the dead, traveled to three of the borough's communities with tailor-made concert series. In October the orchestra took Russian cartoon music to Brighton Beach and in March, an ambitious program full of premieres to Downtown Brooklyn, a new-music epicenter as of late. And on Saturday evening it" , "date" : "20120611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "title" : "MUSIC REVIEW; Bridging Past, Present and Future" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/11\/arts\/music\/brooklyn-philharmonic-sets-out-on-ambitious-new-programs.html"} , {"body" : "It is a grim vision of the classical music concert: a sea of hollow-eyed faces in the dark, shushing the slightest peep during boring evenings stifled by ritual. The antidote? Audience members should be able to laugh, to clap in midperformance and to whoop with joy, if so moved. That would make classical music less boring and less awful, less a" , "date" : "20120609" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Loud Call for Cheering at Classical Concert Halls" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/09\/arts\/music\/cheers-and-claps-at-classical-performances.html"} , {"body" : "Four suspects were arrested and charged after a 17-year-old high school student was shot in the back on Wednesday near his Brooklyn school when he apparently tried to thwart a group of armed men trying to rob another student, the police said. The young man, whose name was not released, is a student at William E. Grady Career and Technical Education" , "date" : "20120607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Student, 17, Is Shot In Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/07\/nyregion\/high-school-student-shot-in-brighton-beach.html"} , {"body" : "On a drizzly Tuesday morning, Shiloh Shabazz, a wiry and excitable 71-year-old, was talking about sleeping on subways, on and under park benches, and generally about being an addict and a nomad. ''Crack was big. Base was big,'' he said of the time when he was using drugs. The shelters, he said, were rough. ''I don't know if any of you are aware of" , "date" : "20120604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "For Bronx Private School, All the City's a Classroom In an Experiential Course" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/04\/education\/in-fieldston-school-course-all-of-new-york-is-a-classroom.html"} , {"body" : "A New York City contractor was cited on Monday by federal authorities, who said it did not ensure that a Brooklyn building under construction was stable before it collapsed in November 2011, killing a worker and injuring four others. The Occupational Safety and Health Administration cited the contractor, SP&K Construction of Brooklyn, with 11" , "date" : "20120522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Contractor Cited For Fatal Collapse" , "url" : "http:\/\/www.nytimes.com\/2012\/05\/22\/nyregion\/brooklyn-contractor-cited-for-fatal-building-collapse.html"} ,   {"body" : "There was no shortage of people who had a problem with Brian J. Weiss. A top official of a company based in southern Florida that marketed dietary and health supplements over the Internet, Mr. Weiss reeled in a fortune billing people for what had been promised as free samples of colon cleansers, red-wine extracts and anti-wrinkle creams, among" , "date" : "20120512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "16" , "title" : "Man Killed At Hotel Had a Host Of Critics" , "url" : "http:\/\/www.nytimes.com\/2012\/05\/12\/nyregion\/for-victim-in-queens-hotel-shooting-many-detractors.html"} , {"body" : "To many Russian and Ukrainian immigrants, the cornucopia in the shops along Brighton Beach Avenue -- pyramids of oranges, heaps of Kirby cucumbers, bushels of tomatoes with their vines still attached and a variety of fish, sausages and pastries -- seems like an exuberant rebuke of the meager produce that was available to them when they lived in the" , "date" : "20120509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Among City's Soviet Immigrants, An Affinity for Republicans" , "url" : "http:\/\/www.nytimes.com\/2012\/05\/09\/nyregion\/among-russian-immigrants-in-new-york-affinity-for-republicans.html"} , {"body" : "After a decade spent working the bottom levels of New York's drug world, Margaret Sasso, an undercover police officer, believed she had done and seen enough. The thought of entering more crack dens made her numb. She sought a hardship transfer in August, but nothing came of it. In March, as she sat in her car before a shift, she began swallowing" , "date" : "20120507" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Working Under Cover, And Under Strain" , "url" : "http:\/\/www.nytimes.com\/2012\/05\/07\/nyregion\/undercover-officers-under-strain-with-no-clear-way-off-the-beat.html"} , {"body" : "IF New York is the city that never sleeps, it's also the city that never seems to stop checking its phone. But where can you go to escape the unflattering glow of all those screens? How about a schvitz? Schvitzing, Yiddish for sweating, often refers to the ancient practice of steam or sauna bathing. Almost every culture has a tradition of sweating" , "date" : "20120420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Where to Go to Sweat Your Face Off" , "url" : "http:\/\/www.nytimes.com\/2012\/04\/20\/arts\/new-york-spas-that-offer-healing-relief.html"} , {"body" : "GAVURIN--Dr. Edward Isser, 85, of Monroe Twp. died Saturday, April 7, 2012 at Princeton Medical Center in Princeton. Born in the Bronx, New York, Dr. Gavurin was raised in Brighton Beach, Brooklyn. He went on to New York University to earn his PhD in Psychology in 1957. In the early 1960's, Dr. Gavurin became a researcher and professor of" , "date" : "20120413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths GAVURIN, DR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFDD1F3AF930A25757C0A9649D8B63"} , {"body" : "The number of elementary school students in classes of 30 or more has tripled in the last three years because of teacher attrition and budget cuts to public schools, according to a report released on Monday by a city councilman. Using data from the city's Department of Education, the report found that 31,079 students in first through fifth grade" , "date" : "20120327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "SCHOOLBOOK; Number of Elementary School Students in Large Classes Has Tripled, a Councilman Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E6DC153CF934A15750C0A9649D8B63"} , {"body" : "IN 2010, Matt Green, 31, a former civil engineer, walked across the United States from Rockaway Beach, Queens, to Rockaway Beach, Ore. The journey took five months, during which he averaged 20 miles a day, pitched his tent on front lawns and wore through three pairs of Timberland Chocorua Trail boots. The plan was to take a break from the work" , "date" : "20120325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Leaving His Footprints on the City" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/25\/nyregion\/matt-greens-goal-is-to-walk-every-street-in-new-york-city.html"} , {"body" : "Wackiness turned to nastiness and back again in the short but bitter special election in South Brooklyn to replace a state senator who had pleaded guilty to corruption charges. But the biggest twist of the race was its outcome -- or lack thereof when election night ended. With all precincts reporting, according to unofficial results received by the" , "date" : "20120321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Both Sides Declare Victory in Bumpy Race for a Brooklyn Senate Seat" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/21\/nyregion\/both-sides-declare-victory-in-bumpy-brooklyn-senate-race.html"} , {"body" : "Wackiness turned to nastiness and back again in the short but bitter special election in South Brooklyn to replace a state senator who had pleaded guilty to corruption charges. But the biggest twist of the race was its outcome -- or lack thereof when election night ended. With all precincts reporting, according to unofficial results received by the" , "date" : "20120321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Both Sides Declare Victory in Bumpy Race for a Brooklyn Senate Seat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E2D7173DF932A15750C0A9649D8B63"} , {"body" : "Three months after State Senator Carl Krugerresigned and pleaded guilty to bribery, voters in south Brooklyn on Tuesday will choose his successor for the 27th District in a special election. Polls are to open at 6 a.m. and close at 9 p.m., ending three months of nasty, personal politicking between City Councilman Lewis A. Fidler, a Democrat from" , "date" : "20120320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Brooklyn Vote for State Senate Vacancy" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/20\/nyregion\/senator-carl-krugers-successor-to-be-elected-tuesday-in-brooklyn.html"} ,   {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current productions, additional listings, showtimes and ticket information: nytimes.com\/theater. Previews and Openings 'The Big Meal' (in previews; opens on Wednesday) In what sounds like a modern-day take on Thornton Wilder, this" , "date" : "20120316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/16\/theater\/theater-listings.html"} , {"body" : "An article on Monday about the Millennium Theater in Brighton Beach, Brooklyn, which offers programs for the Russian-speaking immigrants there, referred imprecisely to Yuri Bashmet, a musician who has played at the theater. He is an eminent violist who also plays the violin; he is not a violinist." , "date" : "20120316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6DB173AF935A25750C0A9649D8B63"} , {"body" : "She sang her usual repertory of tug-your-heartstring staples like ''Mother's Eyes,'' ''Jerusalem of Gold'' and ''Long Live the King.'' And after almost every song people flocked to the lip of the stage to hand Tamara Gverdtsiteli outsized bouquets wrapped in plastic. They moved their lips along with the lyrics. They whistled, shouting from the" , "date" : "20120312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "A Theater Tied by Heartstrings to the Old Country" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/12\/arts\/millennium-theater-in-brighton-beach-as-link-to-old-country.html"} , {"body" : "COUNCILMAN LEWIS A. FIDLER peers at the audience in a low-ceilinged room on Coney Island Avenue with the expectant smile of the newly betrothed. He is running for a State Senate seat and has come to the Davidzon Radio studios on a chill winter afternoon to get the endorsement of political luminaries from the densely Russian Jewish communities of" , "date" : "20120311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN BEACH (NYC)" , "SHEEPSHEAD BAY (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kingmaker of Little Russia" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/11\/nyregion\/gregory-davidzon-a-kingmaker-of-brooklyns-little-russia.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current productions, additional listings, showtimes and ticket information: nytimes.com\/theater. Previews and Openings 'The Big Meal' (in previews; opens on March 21) In what sounds like a modern-day take on Thornton Wilder, this" , "date" : "20120309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/09\/theater\/theater-listings.html"} , {"body" : "The plot involved 10 doctors, 9 separate clinics in New York City and 105 different corporations, all in service of a health care fraud ring that federal authorities say conspired to steal more than a quarter of a billion dollars from insurance companies. And when the details were announced on Wednesday, they cast an unflattering spotlight on how" , "date" : "20120301" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A $250 Million Fraud Scheme Finds a Path to Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/01\/nyregion\/dozens-said-to-be-arrested-in-health-care-fraud-scheme.html"} , {"body" : "The offers began to pour in shortly after Natasha Sydney's story was published as part of the 100th campaign of The New York Times Neediest Cases Fund. Ms. Sydney, a struggling mother of three daughters, had little money to furnish her apartment in Brooklyn. Offers of furniture came from readers and the Mayor's Community Affairs Unit, Sephora" , "date" : "20120226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "THE NEEDIEST CASES; 'Everyday Superheroes' Assist Those in Need" , "url" : "http:\/\/www.nytimes.com\/2012\/02\/26\/nyregion\/more-donors-raise-tally-for-the-100th-neediest-cases-campaign.html"} , {"body" : "Memories, more than wood and nails, have long been embedded in the weathered Boardwalk of Coney Island: a first kiss, a marriage proposal, a roller-coaster ride, a hot dog and a custard cone, a seaside stroll in New York City. But rites of passage take their toll. And one day soon, it seems, economic reality will pave over sentimentality. After a" , "date" : "20120220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Wood May Become Plastic On Coney Island Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2012\/02\/20\/nyregion\/on-coney-island-boardwalk-concrete-and-plastic-may-replace-wood.html"} , {"body" : "I REMEMBER the days when it wasn't faceless online search engines that helped me find the best deals on flights, but real live people called travel agents. Ivica got me a great bargain to Croatia. Alla helped me maneuver domestic flights within Russia, with an unbeatable price. And Fanny planned my dream trip to China with expert ease. Actually," , "date" : "20120219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "FRUGAL TRAVELER; Saving Money on Flights by Going Offline" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDD133CF93AA25751C0A9649D8B63"} , {"body" : "BACC Travel, 16 West 46th Street, New York; (212) 730-1010; bacctravel.com. Bella's Travel, 253 Brighton Beach Avenue, Brighton Beach, Brooklyn; (718) 332-1643; bellastravel.com. Delgado Travel, various locations; (718) 426-0500 (in New York), (800) 335-4236 (elsewhere); www.delgadotravelusa.com. Joy World Travel, 135-20 39th Avenue, Suite HL 210," , "date" : "20120219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "The Agencies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDD133CF93AA25751C0A9649D8B63"} ,   {"body" : "What figured to be a ho-hum special election to replace Carl Kruger, the former state senator who pleaded guilty to corruption charges, has become dirty in a hurry. The fight emerged in familiar enough territory -- a bar -- but took an unexpected turn onto the Brooklyn streets over an unusual issue. The Democratic front-runner said his challenger" , "date" : "20120210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Brooklyn, Senate Race Veers Onto Bitter Ground" , "url" : "http:\/\/www.nytimes.com\/2012\/02\/10\/nyregion\/in-brooklyn-senate-race-between-fidler-and-storobin-takes-a-nasty-turn.html"}]