[  {"body" : "In the streets that surround the New York Stock Exchange, the air is filled with the odor of generator fuel and frustration over the slogging recovery from Hurricane Sandy .&#xa; &#xa;Along the water-damaged blocks below Wall Street and around the South Street Seaport, small businesses are closed or are limping along without phone service, their" , "date" : "20121210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SOUTH STREET SEAPORT (NYC)" , "WALL STREET (NYC)" , "MANHATTAN (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Residents and Businesses Still Grapple With Recovery" , "url" : "http:\/\/www.nytimes.com\/2012\/12\/10\/nyregion\/lower-manhattan-continues-to-grapple-with-recovery.html"} , {"body" : "Even before Hurricane Sandy , New York was sheltering more homeless people than any city in the United States: a record 47,000 women, men and children, in a system strained to the breaking point. Overnight, as the storm bore down on urban flood zones, city officials ramped up emergency spaces to shelter thousands more people, mostly in public" , "date" : "20121121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Storm Bared a Lack of Options For the Homeless in New York" , "url" : "http:\/\/travel.nytimes.com\/2012\/11\/21\/nyregion\/storm-worsens-shortage-of-nyc-housing-for-homeless.html"} , {"body" : "Two weeks of anxious searching led Paul J. DiViesti to the entrance of a nursing-home dining room in Brooklyn on Tuesday morning. Inside, lines of hospital beds stretched across the linoleum floor, divided by white cloth screens. When he spied a long gray ponytail emerging from a figure curled up under a thin blanket, he knew the search for his" , "date" : "20121114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Evacuated in Hurricane, Woman, 93, Reunites With Family After 2 Weeks" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/14\/nyregion\/evacuated-in-hurricane-woman-93-reunites-with-family.html"} , {"body" : "Wherever Emmanuel Morantus goes, a long length of plastic tubing trails behind him. Whether he is padding into his tiny bathroom or stepping outside to retrieve his mail or resting on his living room hospital bed, he always makes sure the line does not get tangled. &#xa; &#xa;That is because one end plugs into an oxygen tank. The other inserts into" , "date" : "20121107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; Retired, Needing Oxygen, And Trying to Pay His Bills" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/07\/nyregion\/a-retiree-on-oxygen-trying-to-pay-his-power-bills.html"} , {"body" : "A Brooklyn sixth-grade teacher has been fined $4,000 by New York City for an odd scheme in which he awarded his students prizes, including a \"no homework pass,\" for buying his family's homemade soap, as part of a character-building program at the school. The teacher, Marlon Scanterbury of Public School 66 in Canarsie , began the sales last year," , "date" : "20121018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "CITY ROOM; Teacher Fined for Soap-Selling Scheme" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E3DA173CF93BA25753C1A9649D8B63"} , {"body" : "Billy Mitchell, the resident historian and official tour guide for the Apollo Theater in Harlem, started working at the famous music hall in 1965, when he was 15. As he tells the story, his mother sent him from their home in the Bronx to borrow money from his Aunt Essie, who lived across the street from the theater. His aunt wasn't home, so he hung" , "date" : "20121014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | BILLY MITCHELL; At Home in the Apollo Theater" , "url" : "http:\/\/www.nytimes.com\/2012\/10\/14\/nyregion\/billy-mitchell-at-home-in-the-apollo-on-sundays.html"} , {"body" : "Late last month, Laverne Dobbinson received a letter, addressed to her son, from a law firm notifying him that it had been retained by the City of New York to collect money for damages to a police car. If the letter, which demanded that he pay $710 within 10 days, was pro forma, the circumstances surrounding how the damage occurred were most" , "date" : "20121006" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Tried to Bill Dead Man for Damage To Police Car That Struck and Killed Him" , "url" : "http:\/\/www.nytimes.com\/2012\/10\/06\/nyregion\/woman-charged-for-damages-to-police-car-that-struck-tamon-robinson.html"} , {"body" : "After nine years as the focal point of a pitched confrontation over urban development, power and basketball, the Barclays Center in Brooklyn began its first day of life on Friday with the hip-hop superstar Jay-Z performing at a sold-out concert while activists outside the arena reminded attendees of the unfulfilled promises of the center's" , "date" : "20120929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "For Brooklyn's New Arena, Day 1 Brings Hip-Hop Fans and Protests" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/29\/nyregion\/barclays-centers-opening-is-met-with-protests.html"} , {"body" : "With his most formidable challengers effectively conceding, Frank R. Seddio, a friend and longtime colleague of the scandal-tarnished Brooklyn Democratic chairman Vito J. Lopez , was chosen Wednesday night by party leaders to succeed him. Mr. Seddio, 65, a gregarious lawyer who is head of the legendary Thomas Jefferson Club in southern Brooklyn," , "date" : "20120920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Longtime Lopez Colleague Chosen to Lead Brooklyn Democrats" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/20\/nyregion\/frank-r-seddio-to-take-over-leadership-of-brooklyn-democrats.html"} , {"body" : "As Charlene Kahn trudged up a flight of stairs outside her home in Canarsie, Brooklyn, on Sunday, with a pile of debris the size of a sedan in the driveway and, above her, a blue tarp where part of the roof used to be, she did not have much to say. ''I'm just busy and tired,'' she said. While the two tornadoes that hit Canarsie and Breezy Point," , "date" : "20120910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)" , "BREEZY POINT (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Cleaning Up Tornado Mess: Exhaustion Along With Relief" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/10\/nyregion\/tornado-survivors-clean-up-mess-in-brooklyn-and-queens.html"} ,   {"body" : "A tornado ripped through a beach club in Queens on Saturday, one of several outbursts of severe weather across the New York region that flooded roads, felled power lines and forced the delay of the United States Open. A second tornado touched down in Canarsie, Brooklyn, the National Weather Service said. The swirling columns of wind and water in" , "date" : "20120909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)" , "BREEZY POINT (NYC)" , "NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "23" , "title" : "Tornadoes Touch Down In Brooklyn And Queens" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/09\/nyregion\/tornado-causes-damage-along-a-beach-in-queens.html"} , {"body" : "RANDOLPH HERR, 64, sat at one of the two Steinway grand pianos in his cluttered living room in Queens on Thursday afternoon and began playing Liszt's ''Liebestraum'' No. 3. With his eyes shut and his nimble fingers working the piano, he swayed expressively with the music. It was an impressive performance -- especially given that his fingers never" , "date" : "20120909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CHARACTER STUDY; Pulling Levers to Play the Piano" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/09\/nyregion\/randolph-herr-64-maestro-of-the-player-piano.html"} , {"body" : "CASSANO--Alfred J.,65, passed away September 4. Wake September 6 and 7, 2pm to 5pm and 7pm to 9pm, at James Romanelli, 8901 Rockaway Boulevard, Ozone Park. Funeral September 8, 9:45am at St. Jude Shrine Church, 1677 Canarsie Road, Brooklyn. Al is survived by his loving wife, Ann, their children, Celia (Mitch) Bittleman, Andrew Cassano, Joe Cassano," , "date" : "20120906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths CASSANO, ALFRED J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5D6153AF935A3575AC0A9649D8B63"} , {"body" : "The assignment was to make an eight-minute video ''collage'' that explained ''King Lear'' using images of modern celebrities. Whom to cast as Lear?''We needed to think of someone who is very powerful, but also crazy,'' said Paola Ocampo, 16, one of 26 teenagers in a summer program at the Park Avenue Armory on the Upper East Side. ''We thought of" , "date" : "20120818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "While Casting 'Lear' at the Armory, Discovering History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD81E3BF93BA2575BC0A9649D8B63"} , {"body" : "When dark smoke rose from a manhole outside Trump Tower in Manhattan on Monday afternoon, it looked like a sign of the sort of trouble that Consolidated Edison has dreaded for the last three weeks. With the temperature hovering near 90 degrees, electrical cables had started to burn beneath the pavement at the intersection of Fifth Avenue and 56th" , "date" : "20120718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "At Con Ed, the Managers Are Tasked With Repairs" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/18\/nyregion\/con-ed-managers-splice-cables-or-hold-flashlights.html"} , {"body" : "New York City and the National Park Service formalized a partnership on Tuesday to jointly manage more than 10,000 acres of parkland in and around Jamaica Bay, which stretches across south Brooklyn to Queens. Under the agreement, city and federal officials will for the first time work together to improve access, foster research, run education and" , "date" : "20120718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "City and Federal Officials Join to Manage Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/18\/nyregion\/city-and-federal-officials-to-manage-jamaica-bay.html"} , {"author" : "Sam Roberts is on vacation." , "body" : "''WHEN most people hear 'Bellevue' today, they picture an old-fashioned insane asylum,'' writes Dr. Eric Manheimer, who was the hospital's medical director for 15 years. ''But that is just one aspect of this city-within-a-city where I spend my days.'' Indeed, the city's flagship public hospital is a remarkable institution. Founded in 1736, today it" , "date" : "20120715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "BOOKSHELF; Walking the Halls of Bellevue" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/15\/nyregion\/books-on-bellevue-homegrown-foods-and-new-york-poetry.html"} , {"body" : "One after the other, the kayaks slid into the waters of Paerdegat Basin, their slender hulls pointed toward Jamaica Bay. Laughing gulls and oystercatchers flew low to the surface. A bridge of the Belt Parkway, its span under construction, drew closer. It was 8 o'clock on a Friday night in Canarsie, Brooklyn, and the Sebago Canoe Club's moonlight" , "date" : "20120711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "SUMMER NIGHTS; Waiting for the Moonlight On Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/11\/nyregion\/kayakers-wait-for-the-moonlight-on-jamaica-bay.html"} , {"body" : "ALBANY -- The Democrats who control the State Assembly, many of them black or Latino residents of New York City, saw a proposal to decriminalize the open possession of small amounts of marijuana as a simple matter of justice: too many black and Latino men were being arrested because, after being stopped by the police, they were forced to empty" , "date" : "20120620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Wide Divide Kills Proposal On Marijuana" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/20\/nyregion\/cuomo-bill-on-marijuana-doomed-by-republican-opposition.html"} , {"body" : "A high school devoted to teaching students, mostly from minority groups, about advertising and media will graduate its first class of seniors. The graduation ceremony for the High School for Innovation in Advertising and Media, in Canarsie, Brooklyn, is to take place on June 26 at the Brooklyn Museum. Michael I. Roth, chairman and chief executive" , "date" : "20120618" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Education" , "Business"] , "page_facet" : "3" , "title" : "MEDIA DECODER; The First Graduates From Advertising High" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DC1438F93BA25755C0A9649D8B63"} ,   {"body" : "Suddenly, Charles Barron has regained the ability to shock. The New York political world had long ago become accustomed to the incendiary words of Mr. Barron, a confrontational onetime Black Panther turned three-term City Councilman. His more outrageous remarks over the years, from calling Thomas Jefferson a pedophile to likening Gaza to a" , "date" : "20120616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In Brooklyn, a Longtime Provocateur Surges in a Primary Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/16\/nyregion\/in-brooklyn-councilman-charles-barron-surges-in-a-primary-race-for-congress.html"} , {"body" : "The conundrum that Samuel I. Schwartz, the traffic engineering expert, faced was this: How could the already jam-packed streets in the heart of Brooklyn accommodate thousands of extra cars filled with fans traveling to a basketball arena and desperately searching for parking? His answer, revealed on Tuesday to a panel of Brooklyn officials with all" , "date" : "20120523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Arena Traffic Plan Cuts Parking Slots by Half" , "url" : "http:\/\/www.nytimes.com\/2012\/05\/23\/nyregion\/barclays-center-traffic-plan-cuts-parking-spots.html"} , {"body" : "Tamon Robinson's sideline of digging up cobblestones and selling them to scrap dealers had gotten him arrested numerous times. And when the police two weeks ago spotted him in the dark early morning hours unearthing decorative paving stones at a Brooklyn housing project, Mr. Robinson sprinted for the building where his mother lived. The distance" , "date" : "20120426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "After Man's Death, Scrutiny for a Police Chase" , "url" : "http:\/\/www.nytimes.com\/2012\/04\/26\/nyregion\/fateful-collision-in-canarsie-raises-questions-for-police.html"} , {"body" : "The Police Department is investigating the death of a man who was struck by a police car after a chase in the Brooklyn housing project where he lived. The man, Tamon Robinson, 27, was on the grounds of the Bayview Houses in Canarsie early in the morning on April 12 when police officers answered a call reporting that a man was stealing paving stones" , "date" : "20120421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Police Examine Death of Man Who Was Hit By Patrol Car" , "url" : "http:\/\/www.nytimes.com\/2012\/04\/21\/nyregion\/man-hit-by-police-car-at-bayview-houses-in-brooklyn-dies.html"} , {"body" : "Representative Edolphus Towns of Brooklyn will not seek a 16th term in Congress, a senior Democrat with knowledge of the decision said on Sunday. Mr. Towns, 77, who was facing a vigorous primary challenge in Brooklyn's 10th Congressional District from Assemblyman Hakeem Jeffries, began calling members of the state's Congressional delegation Sunday" , "date" : "20120416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "17" , "title" : "Towns Is Said to Decline to Run Again for Congress" , "url" : "http:\/\/www.nytimes.com\/2012\/04\/16\/nyregion\/edolphus-towns-is-said-to-decline-another-run-for-congress.html"} , {"body" : "It was 50 years ago Saturday that the Mets played their initial spring training game, an 8-0 loss to the St. Louis Cardinals. There was nothing surprising in that result, considering the Mets went on to win only 40 games all season, a record for futility that still stands. But what is somewhat intriguing is the identity of the first announcer to" , "date" : "20120310" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "On 50-Year-Old Tape, Sounds of Mets' Awkward First Steps" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/10\/sports\/baseball\/on-50-year-old-tape-sounds-of-mets-awkward-first-steps.html"} , {"body" : "LIKE a city unto itself, Stuyvesant High School, in Lower Manhattan, is broken into neighborhoods, official and otherwise. The math department is on the 4th of its 10 floors; biology is on the 7th. Seniors congregate by the curved mint wall off the second-floor atrium, next to lockers that are such prime real estate that students trade them for" , "date" : "20120226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A SYSTEM DIVIDED; Black at Stuy" , "url" : "http:\/\/www.nytimes.com\/2012\/02\/26\/education\/black-at-stuyvesant-high-one-girls-experience.html"}]