[  {"body" : "SINCE he founded Cr&#xE8;me Design in 2004, Jun Aizaki has designed dozens of restaurant interiors, including Red Farm and Danji in Manhattan, JG Domestic in Philadelphia, and multiple locations for Distrito. Each space is different, but most share a theme: the use of screens as sculptural room dividers.&#xa; &#xa;&#x201C;To divide a space, you can" , "date" : "20121115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Home and Garden"] , "page_facet" : "4" , "title" : "SHOPPING WITH JUN AIZAKI; Divide and Conquer" , "url" : "http:\/\/www.nytimes.com\/2012\/11\/15\/garden\/shopping-for-screens-with-jun-aizaki.html"} , {"body" : "STRATHMORE, Calif. EVEN if you love eating snails, it is possible that you have never given much thought to the way they live. Maybe you assume that they are weak and slow, enduring lives of quiet desperation, as Thoreau once described the bulk of humanity. If so, Mary Stewart, a snail rancher whose mollusks are sought after by top chefs all over" , "date" : "20121017" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Snail Wrangler" , "url" : "http:\/\/www.nytimes.com\/2012\/10\/17\/dining\/raising-sought-after-snails-in-california.html"} , {"body" : "Reshaped and renamed by generations of developers and gentrifiers, the borders of New York City's neighborhoods are often hazy at best. Yesterday's Chinatown is today's east TriBeCa; a resident of Bedford-Stuyvesant may, after some real estate alchemy, morph into a citizen of Clinton Hill. These distinctions, with status, self-identity and resale" , "date" : "20120910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "20" , "title" : "Amateur Mapmakers Redraw Boundaries, Working Online" , "url" : "http:\/\/www.nytimes.com\/2012\/09\/10\/nyregion\/amateur-mapmakers-reshape-new-york-neighborhoods-online.html"} , {"body" : "So Very FrenchSeveral food festivals created by groups from France are planned for late September. For the fourth year, Le Fooding, a group that takes an irreverent approach to French food and chefs, will come to New York for a series of events, from Sept. 19 to 23. The group has discovered Brooklyn and is calling this year's program Brooklyn" , "date" : "20120815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2012\/08\/15\/dining\/several-french-food-festivals-benefits-and-other-events-dining-calendar.html"} , {"body" : "The Metropolitan Transportation Authority unveiled plans on Thursday to restore or expand service on nearly 40 subway, bus and commuter rail lines, two years after approving deep cuts amid a budget shortfall. Among the provisions are the permanent extension of the G train to Church Avenue in Brooklyn, the restoration of B39 bus service over the" , "date" : "20120720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "M.T.A. to Restore and Expand Services" , "url" : "http:\/\/www.nytimes.com\/2012\/07\/20\/nyregion\/service-restoration-on-mta-subway-and-bus-lines.html"} , {"body" : "Opening BAGATELLE This French bistro was originally on West 13th Street, but after a partner shuffle, it closed in 2010 and has now moved elsewhere in the meatpacking district. In the meantime, the owners, Remi Laba and Aymeric Clemente, have cloned it in St. Bart's and Los Angeles. The chef is Romuald Jung and the food is French. (Opens Monday): 1" , "date" : "20120606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2012\/06\/06\/dining\/restaurant-openings-and-closing-for-the-week-of-june-6.html"} , {"author" : "Ruth Pennebaker's latest novel is ''Women on the Verge of a Nervous Breakthrough.'' She blogs at geezersisters.com." , "body" : "THE big white bus is leaving. If you're one of those ignorant souls who thinks New York City is limited to Manhattan and its cold, imperious skyscrapers, you should hop aboard. Paula Berkenstadt, today's guide for A Slice of Brooklyn Pizza Tour, is here to set you straight. Brooklyn is bigger and Brooklyn is better. You can't outtalk her, so you" , "date" : "20120309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "DUMBO (NYC)" , "BAY RIDGE (NYC)" , "BENSONHURST (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "THE OUT OF TOWNER; Brooklyn, in Thick And Thin (Crust)" , "url" : "http:\/\/www.nytimes.com\/2012\/03\/09\/arts\/a-boroughs-pizza-and-movie-tour.html"}]