[  {"body" : "NOT all of Brooklyn glows with gentrification. Deep in the borough's southwest pocket is Bath Beach, a few dozen blocks sandwiched between Bensonhurst and the Belt Parkway. Shuttered storefronts and signs in competing languages testify to economic hardship and ethnic flux. But amid the comings and goings is a monument to fortitude: Nick's Discount" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BATH BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | BATH BEACH; Pet Supplies? Yarn? Patter? 'I Got That'" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/nyregion\/a-brooklyn-store-offers-astounding-variety-with-patter.html"} , {"body" : "$2.25 MILLION 1750-1752 Bath Avenue (at Bay 17th Street) Bath Beach, Brooklyn A foreign investor has bought this 12,960-square-foot mixed-use four-story walk-up. It has 18 apartments -- 4 one-bedrooms, 12 two-bedrooms and 2 three-bedrooms. A pizza place and hookah bar each occupy 624 square feet on the ground floor. Buyer: VAA Realty L.L.C. Buyer's" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DB1638F934A35751C1A9679D8B63"} , {"body" : "THERE are still places where 18th Avenue, as it runs through Bensonhurst, looks like the Italian-American stronghold that it once was. Spaced at intervals along the street, also known as Cristoforo Colombo Boulevard, are businesses like Gino's Focacceria, the Bari Pork Store, S.A.S. Italian Records and the Villabate Alba bakery. But just as in" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | BENSONHURST, BROOKLYN; Accessible, From All 4 Corners of the World" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/realestate\/bensonhurst-brooklyn-living-in-accessible-from-all-4-corners-of-the-world.html"} , {"body" : "New Yorkers angry about trash on their sidewalks tend to propose the obvious solutions: more litter baskets at more corners, more frequent collection, harsher fines for violators. But in Bay Ridge, Brooklyn, the neighborhood has come up with a novel -- and counterintuitive -- tactic. It is to get rid of the litter baskets. On three busy commercial" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Fighting Litter in Brooklyn By Getting Rid of the Litter Baskets" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/nyregion\/brooklyn-tries-fighting-trash-by-removing-baskets.html"} , {"body" : "The first homicide investigation began with a question to Cain - ''Where is Abel, thy brother?'' - and for thousands of years, confessions and witness testimony were the only ways to overcome the scarcity of physical evidence tying criminals to their crimes. Sure, horse thieves were sometimes found atop other peoples' horses, and stains of" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Decades After Son of Sam Was at Large, a Different World for Solving Crimes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E0D61538F932A25750C0A9679D8B63"} , {"body" : "A 77-year-old man with a gun was shot and killed by an off-duty city correction officer after an argument and a scuffle in a barber shop in Brooklyn on Tuesday afternoon, law enforcement officials said. Detectives were investigating whether the argument between the men, who were neighbors, was part of a family dispute, a law enforcement official" , "date" : "20110309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Is Shot Dead in Dispute At Barber Shop in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/09\/nyregion\/09shot.html"} , {"body" : "A century ago, Israel Zangwill popular- ized the term in his play, ''The Melting Pot.'' From a Lower East Side rooftop, the protagonist proclaimed, ''What is the glory of Rome and Jerusalem, where all nations and races come to worship and look back, compared with the glory of America, where all races and nations come to labor and look forward?''New" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Then as Now: New York's Shifting Ethnic Mosaic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D7123EF930A15752C0A9679D8B63"}]