[  {"body" : "JON PAUL LUPO grew up not far away in Marine Park, but thinking back, he figures the most interaction he had with Sunset Park in those days was driving past it on the Gowanus Expressway. For his wife, Melanie, the area was even less familiar -- she is from South Dakota. Early this year, though, after more than a decade away from New York, Mr. Lupo" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SUNSET PARK, BROOKLYN; A Low-Slung District With a Very High Perch" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/realestate\/sunset-park-brooklyn-living-in-low-slung-but-with-a-high-perch.html"} , {"body" : "Nobody knows a man better than his ex-wife. So Moe Prager's ex-wife, Carmella, is wise to this veteran private eye, accepting the fact that no matter how many times he marries, his first love will always be Brooklyn. ''When you die, they should just bury you right here, under the boardwalk,'' she tells him in HURT MACHINE (Tyrus, $24.95; paper," , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "22" , "title" : "CRIME; Last Exits in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/books\/review\/last-exits-in-brooklyn.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History: Origami Tree (through Jan. 2) Animals and other large objects, many drawn from exhibited items, are the subjects of about 500 origami ornaments in the museum's annual holiday display in the Grand Gallery; included are elephants, dinosaurs, diamonds and planets. Volunteers will be on" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/arts\/spare-times-for-dec-23-29.html"} , {"body" : "Two stores, on Staten Island and in Chinatown, have agreed to stop selling roll-your-own cigarettes after New York City accused them of being fronts for evading cigarette taxes. The owners of the stores, both called Island Smokes, agreed to close them by February as part of a consent decree filed in Federal District Court in Manhattan, according to" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CITY ROOM; 2 Low-Cost Cigarette Shops Bow to City and Will Close" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFD71E3AF931A15751C1A9679D8B63"} , {"body" : "Santa had a few minutes to kill before a holiday party the other evening, so he pulled up his sleeves and showed off some of his tattoos: a dragon, a sailboat and, inked across the nape of his neck, the phrase ''Meat Is Murder.'' The man in red, played by Justin Brannan, was sitting in the Brooklyn office of his boss, City Councilman Vincent J." , "date" : "20111221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "From Growls of Punk Rock to the Smooth Talk of Politics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1D7113AF932A15751C1A9679D8B63"} , {"body" : "DURING the transit strike of 2005, the New York City firefighter Matt Long hopped onto his bike to ride from his East 48th Street apartment to the Randalls Island fire academy where he helped train the city's bravest. As he crossed 52nd Street, a chartered bus made a right turn from a middle lane and hit him. When he awoke a month later, he learned" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "VOWS; Mary Boyle and Matthew Long" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/fashion\/weddings\/mary-boyle-and-matthew-long-vows.html"} , {"body" : "DURING the transit strike of 2005, the New York City firefighter Matt Long hopped onto his bike to ride from his East 48th Street apartment to the Randalls Island fire academy where he helped train the city's bravest. As he crossed 52nd Street, a chartered bus made a right turn from a middle lane and hit him. When he awoke a month later, he learned" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "VOWS; Mary Boyle and Matthew Long" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0D7163BF932A25751C1A9679D8B63"} , {"body" : "Even in the days when the American economy was running smoothly, before Mindy Shapiro lost her dream career and then a backup job, her heart was never far from home. In those days, Ms. Shapiro, 51, would spend her working hours supervising multimillion-dollar contracts and arranging advertising and catalog production in the fashion industry. Her" , "date" : "20111208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "THE NEEDIEST CASES; Sharing Life, Love and a Hope for a Return to Work" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/08\/nyregion\/sharing-life-love-and-a-hope-for-a-return-to-work.html"} , {"body" : "Its name, Brooklyn Republic Vodka, radiates the borough's prickly pride. And though this crystalline new spirit does not begin life in Kings County, it achieves its clean aroma, bright flavor and smooth finish there. It's the work of a troika of resident Brooklyn vodka lovers: Gary Shokin, who came to New York from Lithuania some 30 years ago; his" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; More Eastern Parkway Than Eastern Europe" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/07\/dining\/brooklyn-republic-vodka-food-stuff.html"} , {"body" : "Barely a month after his 22nd birthday, the British reporter, novelist and pop critic Nik Cohn hunkered down in a cottage in Connemara, on Ireland's craggy western coast. It was the spring of 1968. Political storms were whipping up in Prague and Paris and America. Connemara couldn't have been farther away from it all, and that was the idea: writing" , "date" : "20111204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "48" , "title" : "Fever Dream" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/magazine\/nik-cohn-fever-dream.html"} ,   {"body" : "The young may marry in the flush of summer, the world green and glistening around them. Toasts are often stammered. Autumn can bring older grooms with laughter lines, brides made beautiful by experience. The toasts are sometimes eloquent. Either way, the odds are slim you'll eat well, even if the couple like their groceries. Wedding food is usually" , "date" : "20111127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "EAT; Make Room for the 'Shroom" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/27\/magazine\/gooey-wild-mushroom-lasagna.html"} , {"body" : "Most of the time what passes for excitement on 74th Street between Sixth and Seventh Avenues in Bay Ridge, Brooklyn, is figuring out which neighbor will get to feed a lurking stray white cat. The New York City Marathon, which electrifies so many other streets in the neighborhood as it comes through year after year, always bypassed this sleepy," , "date" : "20111107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "page_facet" : "6" , "title" : "Thrills Take Detour to a Sleepy Block" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/sports\/marathon-thrills-take-detour-through-a-sleepy-block-in-bay-ridge.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Once they were so close -- a tight little family making its way through the hard streets of New York. This was the view of the men's race from the back of an official pickup truck during the New York City Marathon on Sunday. As I sat backward, strapped in with a few other people, I could see slender men in the bright sun, 11 at first, working their" , "date" : "20111107" , "day_of_week_facet" : "Monday" , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; Togetherness Helps Set Winner Apart" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/sports\/new-york-marathon-togetherness-helps-set-geoffrey-mutai-apart.html"} , {"body" : "''SOMETIMES you got to do it all yourself,'' said Doris V. Amen late one recent weeknight as she hopped up onto the back of her hearse, clamped her high-heeled pumps onto the back bumper and yanked a stubborn corpse on a stretcher out onto a windswept Brooklyn street. She wheeled the body into the embalmer's office and left it next to a pair of" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREEN-WOOD CEMETERY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CHARACTER STUDY; An Undertaker With Purple Nails" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/nyregion\/an-undertaker-with-purple-nails.html"} , {"body" : "As dusk fell, a woman, head to toe in black, bounded down the sidewalk, with a leash in one hand and a baby tucked against her chest. By the curb, two men in suits loudly debated the stock market. And at a Mexican bistro, patrons sipped Chardonnay from stemless glasses under graffiti framed as art. Ordinary stuff, maybe, for many New York" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "26.2 Miles of Change" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/05\/sports\/marathon-route-gives-snapshots-of-change-in-new-york.html"} , {"body" : "'The La MaMa Cantata' (Monday and Tuesday) Before her death in January, Ellen Stewart was the driving force behind the East Village experimental theater space La MaMa, which she founded 50 years ago. Festivities last month in celebration of the theater's new season included a gala that featured an excerpt from ''The La MaMa Cantata,'' a new musical" , "date" : "20111104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/04\/arts\/spare-times-for-nov-4-10.html"} , {"body" : "NEW YORKERS have been fleeing Manhattan in search of more affordable housing for so long that just about every neighborhood in the other boroughs has been anointed the city's next great destination for bargains. Despite this well-worn path off the island, however, finding a place to live in some up-and-coming corner of the city can have its" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Step Away From the Computer" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/realestate\/finding-a-home-in-the-outer-boroughs-by-pounding-the-pavement.html"} , {"body" : "Bay Ridge, Brooklyn March 13, 2011 The landscape of mostly single-family homes has a pleasing uniformity about it, enhanced especially by the row houses whose alternating round and squared-off bays, topped by colorful cornices, create an eye-catching tableau along 73rd Street. Other row houses have mostly flat facades, as on a different block of" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Places to Consider, From the 'Living In' Column" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5D9153DF933A05753C1A9679D8B63"} , {"body" : "An article on Wednesday about New York City police officers who were charged in a gun smuggling case misidentified the Brooklyn neighborhood in which the 68th Precinct, where several of the suspects worked, is located. It is in Bay Ridge, not in Bensonhurst." , "date" : "20111027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DD113AF934A15753C1A9679D8B63"} , {"body" : "Eight current and former New York police officers were arrested on Tuesday and charged in federal court with accepting thousands of dollars in cash to drive a caravan of firearms into the state, an act of corruption that brazenly defied the city's strenuous efforts to get illegal guns off the streets. The officers -- five are still on the force," , "date" : "20111026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "8 City Officers Charged in Gun Smuggling Case" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/26\/nyregion\/new-york-officers-accused-of-smuggling-guns.html"} ,   {"body" : "The New York Police Department on Wednesday dropped sex crime charges against one of two men charged in a series of sexual attacks in Brooklyn after a victim recanted her identification of the suspect, the police said. The woman picked the suspect, Joshua Flecha, a 32-year-old bartender, out of a police lineup on Tuesday, saying he was the man who" , "date" : "20111020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Sex Crime Charges Are Dropped After Victim Recants Identification" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/20\/nyregion\/sex-crime-charges-dropped-after-victim-recants-identification.html"} , {"body" : "11:18 p.m. | Updated A Queens man was charged on Tuesday in connection with at least one in a string of 20 sexual assaults in Brooklyn since March, the police said. Plainclothes police officers stopped the man, Joshua Flecha, 32, on Greenwood Avenue in Windsor Terrace, Brooklyn, between East Fourth and Fifth Streets, around 3:15 a.m. because they" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Second Man Is Charged In Gropings In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DE1F38F93AA25753C1A9679D8B63"} , {"author" : "E-mail: powellm@nytimes.com" , "body" : "Hello to you, and to whoever might be spying on us tonight. This is how some Muslim New Yorkers have grown accustomed to opening meetings, on campus and at mosques from Steinway Street in Queens to Fifth Avenue in Bay Ridge, Brooklyn. Their assumption is that someone is always listening for hints of frustration and anger and disloyalty. And that" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "GOTHAM; Police Eyes Hovering Over Muslims" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/18\/nyregion\/police-eyes-hovering-over-new-york-muslims-gotham.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "The Americans are long gone from the Rugby World Cup, on the other side of the world. ''You're out, you take the next flight home,'' said Mike Petri, who is back in Bay Ridge, Brooklyn, ''just adjusting to reality,'' as he put it. It's hard to come back to reality after making a game-changing score in one of the biggest tournaments in the world." , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SPORTS OF THE TIMES; Back to Brooklyn for a U.S. Eagle" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/sports\/2011-rugby-world-cup-an-american-returns-to-reality.html"} , {"body" : "The police said Friday that they had added six attacks in subway stations to a pattern of sexual assaults that have badly shaken several neighborhoods in South Brooklyn, bringing the total number of cases in that area up to 20 since March. The attacks have occurred in areas like Bay Ridge, Sunset Park and Park Slope. Most have involved the groping" , "date" : "20111015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "6 Attacks Linked to Pattern in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/15\/nyregion\/6-attacks-linked-to-pattern-of-assaults-in-brooklyn.html"} , {"body" : "Two men at Zuccotti Park in Lower Manhattan on Thursday could hardly have looked more different. One, Edward T. Hall III, 25, was barefoot and dressed in loud, multicolored tights. He wore a beaded American Indian necklace and New Age jewelry, with a baseball cap pulled sideways over his long hair. The other, Jimmy Vivona, 40, wore a smart blue" , "date" : "20111015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Near Zuccotti Park, a Momentary Détente for 2 Representatives of Opposing Views" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4DF1538F936A25753C1A9679D8B63"} , {"body" : "A Sunset Park man was arrested early Wednesday in a sexual attack on a young woman. The episode was the latest in a series of attacks that have alarmed Brooklyn communities from Park Slope to Bay Ridge since March. The police said the man, Adolfo Martinez, 26, groped an 18-year-old woman on Monday night on 36th Street between Fourth and Fifth" , "date" : "20111013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Held in Groping Linked To Series of Brooklyn Attacks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D61039F930A25753C1A9679D8B63"} , {"body" : "Around Town Museums and Sites Merchant's House Museum: 'In the Spirit -- Modern Photographers Channel the 19th Century' (Friday through Monday, and Thursday) The ethereal world of spirit photography, in which moods or actual images captured on film suggest the presence of supernatural beings, is the focus of a display on view through Nov. 28." , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/spare-times-for-oct-7-13.html"} , {"body" : "City Council members took aim on Thursday at the New York Police Department's surveillance of Muslims, pointedly questioning Commissioner Raymond W. Kelly about the breadth of the force's undercover efforts in the decade since the Sept. 11 terrorist attacks. At an unusually intense hearing, several council members tried to pierce the secrecy that" , "date" : "20111007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "City Council Grills Kelly on Police Surveillance of Muslims" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/nyregion\/councilmen-grill-nypd-leader-on-surveillance-of-muslims.html"} , {"body" : "LOUIS SAVARESE, the son and grandson of butchers, was raised to know the difference between a rib-eye roast and a cross-rib roast, but he is the first in his family to appreciate the finer points of cow hooves and chicken feet. The Savarese family has run Michael's Prime Meats on Nostrand Avenue in Flatbush, Brooklyn, since 1931. As the" , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Staying Put In a City of Change" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/18\/nyregion\/the-last-holdouts-in-changing-city-neighborhoods.html"} ,   {"body" : "NEW YORK INTERNATIONAL CHILDREN'S FILM FESTIVAL PRESENTS 'DOLPHIN TALE' It sounds like shameless Hollywood schmaltz: A critically injured young dolphin, facing almost certain death, recovers miraculously when medical research intended for disabled humans leads to a prosthesis for her amputated tail. Yes, it's a movie. But it's also true. This" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/spare-times-for-children-for-sept-16-22.html"} , {"body" : "Just off the boardwalk, towheaded children bounced on a blow-up trampoline. Grown-ups bantered and showed off babies. An annual charity event was starting off summer on the Rockaway peninsula, a sliver of Queens jutting into the Atlantic Ocean. In the usual place of honor, between the Budweiser and the barbecue, stood photographs of grinning young" , "date" : "20110911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 9\/11 DECADE; On a Haunted Shore, a Struggle to Let Go" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/11\/us\/sept-11-reckoning\/queens.html"} , {"body" : "The first time I met Ayman, he insisted on picking me up in his shiny black Chevrolet sedan outside the King of Shrimp, a popular fish restaurant in the Cairo neighborhood of Shobra. It was April, and he had just returned from Berlin, where he attended a conference on tourism (''the world's biggest'') for his job. A brand new ''I Love Berlin'' key" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "'Sometimes I feel we don't have a place here anymore'" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/magazine\/in-egypt-the-lure-of-leaving.html"} , {"body" : "THE Brooklyn neighborhood of Bay Ridge is chockablock with delis and restaurants, row houses and subway stations, all in the shadow of the massive Verrazano-Narrows Bridge. But on one stretch of 95th Street, sandwiched between two ordinary apartment buildings, sits a home that sometimes makes passers-by do a double take: a three-story clapboard" , "date" : "20110825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "WHO LIVES THERE; Rescued From The 1840s" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/25\/garden\/in-brooklyn-a-house-rescued-from-the-1840s.html"} , {"body" : "Once upon a time in New York, the Brooklyn Navy Yard bustled with ships, and an airport called Idlewild was home to a terminal for Pan American World Airways, or Pan Am. Those days are long gone. But on Monday morning, Mayor Michael R. Bloomberg stood in the busy Navy Yard, flanked by women dressed in bright blue stewardesses' uniforms with" , "date" : "20110823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Mayor Praises Growth in Film and TV Jobs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EFD81738F930A1575BC0A9679D8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Maybe it's good for the national soul to be a back-bencher. In their own personal Standard & Poor's rating, the United States men's rugby players have won exactly 2 matches and lost 15 in six previous Rugby World Cups. The Eagles, as they are known, are not going to win the coming World Cup in New Zealand, either. Fresh from not winning the soccer" , "date" : "20110813" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SPORTS OF THE TIMES; U.S. Grateful to Be Part Of a Sport's Growth" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/13\/sports\/rugby\/in-rugby-the-us-is-fine-with-being-the-underdog.html"} , {"body" : "Invoking the Census Bureau's own data and other evidence, New York City officials argued on Wednesday that the 2010 count had overlooked at least 50,000 residents of Brooklyn and Queens living in homes and apartments that the bureau incorrectly concluded were vacant. If they had been counted, they would have pushed the city's official population to" , "date" : "20110811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Challenging Census, City Says 50,000 Were Missed" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/11\/nyregion\/ny-says-census-undercounted-brooklyn-and-queens.html"} , {"body" : "Hugh L. Carey, the governor who helped rescue New York from the brink of financial collapse in the 1970s and tamed a culture of ever-growing spending, died Sunday at his summer home on Shelter Island, N.Y. He was 92. His death was announced by the office of Gov. Andrew M. Cuomo. ''Governor Carey led our state during a time of great financial" , "date" : "20110808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Obituaries"] , "page_facet" : "1" , "title" : "HUGH L. CAREY, 1919-2011; Governor Who Staved Off Bankruptcy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1031F93BA3575BC0A9679D8B63"} , {"body" : "Hugh L. Carey, the governor who helped rescue New York from the brink of financial collapse in the 1970s and tamed a culture of ever-growing spending, died Sunday at his summer home on Shelter Island, N.Y. He was 92. His death was announced by the office of Gov. Andrew M. Cuomo. ''Governor Carey led our state during a time of great financial" , "date" : "20110808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Obituaries" , "Washington"] , "page_facet" : "1" , "title" : "HUGH L. CAREY, 1919-2011: Governor Who Staved Off Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/08\/nyregion\/hugh-carey-who-led-fiscal-rescue-of-new-york-city-dead-at-92.html"} , {"body" : "Opening BEER TABLE PANTRY The Beer Table in Brooklyn now has this tiny satellite shop in Grand Central Terminal, where some 65 to 100 bottled brews are sold. Growlers can be filled from six lines. Frankies Dogs to Go and Tri Tip Grill will open on the lower level in about a month: Graybar Passage, Grand Central Terminal, (212) 922-0008. CASA LEVER" , "date" : "20110803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/03\/dining\/beer-table-pantry-opens-motorino-closes-off-the-menu.html"} ,   {"body" : "Agnes Varis, a daughter of threadbare immigrants who parlayed a chemistry degree and $50,000 into a profitable drug company, and in so doing became a prolific philanthropist whose causes included the Democratic Party, access to generic drugs and access to opera, died on Friday at her home in Manhattan. She was 81. The cause was cancer, said her" , "date" : "20110803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Agnes Varis, 81, Founder of Drug Company" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/03\/business\/agnes-varis-dies-at-81-founded-drug-company.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Standing in the shade of the McDonald Avenue El in Brooklyn, John Culpepper was a good 45-minute walk from home, but he nodded at a sign dangling from a driveway across the street: Thrifty Redemption Center Recycle Cans Here for 6 ''That's why I come here,'' Mr. Culpepper said. ''Normally, it's 5 cents a can.'' All that way for an extra penny?" , "date" : "20110727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW YORK; Hauling Cans and Bottles Through Brooklyn, for a Hard-Earned Extra Penny" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/27\/nyregion\/bottle-and-can-scavengers-in-brooklyn-make-every-penny-count.html"} , {"body" : "Opening BETTO Jason Denton is taking a bite out of Brooklyn with this latest venture featuring bruschette, similar to but softer than his signature crostini, along with small plates for sharing, a few pastas and a frequently changing selections of ''furred, feathered and fish'' from small producers, mainly roasted and served for one or more." , "date" : "20110713" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/13\/dining\/betto-copacabana-supper-club-hachi-open-off-the-menu.html"} , {"body" : "Coney Island, like many parts of New York, is just too big to get all abuzz when a civic crisis befalls one sector of the citizenry. It is so big, in fact, there could be two civic crises, as well as a hot-dog-eating contest drawing international media hordes -- all of which consumed Coney Island on Fourth of July weekend -- without getting much" , "date" : "20110711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Patrolling the Piers, but No Longer the 2-Ply" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/11\/nyregion\/patrolling-coney-islands-piers-but-not-the-2-ply.html"} , {"body" : "IT'S not really a race, but more of a question: will a sale come soon enough to save Brooklyn's Weir-McGovern Greenhouse -- or will it fall down first? This lacy iron spider web, across from the 25th Street entrance of Green-Wood Cemetery, is the small, private counterpart to the great conservatories in Brooklyn and the Bronx. But the flower" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREEN-WOOD CEMETERY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "STREETSCAPES | BROOKLYN; Curtains? Maybe Not" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/realestate\/sale-may-rescue-ruined-greenhouse.html"} , {"body" : "Math conundrum: When is 70 percent more than 100 percent? When the Department of Education's new budget-rollover policy takes effect. Responding to criticism from principals and their union, the schools chancellor, Dennis M. Walcott has changed a controversial policy of letting schools that save money in a given year keep only 70 percent of it," , "date" : "20110707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Some of Thriftiest Schools Will Pay Under New Policy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E0D61030F934A35754C0A9679D8B63"} , {"body" : "Tying student achievement and school financing in a new way, the city's schools chancellor has reversed an unpopular move by his predecessor, allowing individual principals to roll over all the money they save from one year to the next -- but only if their schools perform well on the city's controversial progress reports. The new policy, said" , "date" : "20110706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "In Reversal, Schools Doing Well Can Keep Unspent Funds" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/06\/nyregion\/successful-new-york-city-schools-can-keep-unspent-funds.html"} , {"body" : "BAY RIDGE BROWNSTONE $1,299,000 BROOKLYN: 328 Senator Street In the Senator Street Historic District, this three-story bow-front circa 1912 brownstone has a living room, a dining room, an eat-in kitchen, six bedrooms, three and a half baths, and zoned central air-conditioning. James Kerby, Prudential Douglas Elliman, (917) 318-5017; Elliman.com" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E3DA1E31F930A35754C0A9679D8B63"} , {"body" : "Joe Petruccio has covered the Mets the last two seasons -- in watercolors, black markers and ballpoint pens. Petruccio, a 52-year-old creative art director at a Manhattan advertising agency, is a dyed-in-the-wool Mets fan who wears his heart on his blog My Mets Journal, a daily splash of cartoons and commentary on all players living in The House" , "date" : "20110629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Cartoons, Commentary And a Mets Community" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/29\/sports\/baseball\/sketching-the-mets-season-in-color-when-they-win.html"} , {"body" : "When a clutch of owners of small apartment buildings banded together to form an association almost three decades ago, one word was notably absent from the name they gave themselves. Landlord. ''We stopped calling ourselves landlords in 1984,'' said Roberta Bernstein, who owns 40 apartments in Upper Manhattan. ''Landlords are people who tie tenants" , "date" : "20110628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Board Raises Caps on Rent Increases, to the Usual Jeers" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/28\/nyregion\/rent-board-in-city-raises-limits-on-increases.html"} ,   {"body" : "Talk about the reverse of not in my backyard! You'd never know it from the looks of the swimming pool, back porches, patios, makeshift garage, basketball hoop, parking lot for five cars and other suburban amenities squatting in the middle of a square block in Sheepshead Bay, Brooklyn, but they occupy a 20-foot-wide corridor that is officially a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forgotten Railroad's Land Makes a Great Back Porch" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/brooklyn-homeowners-turn-old-railroad-tract-into-backyards.html"} , {"body" : "Human nature won out, for good or bad, that day in 1994, and all the eyes on the Brooklyn corner turned down to the fallen mother and her little girl in white sandals beside her. People wanted to help, and so no one looked up, northbound on Fort Hamilton Parkway, at the vanishing white truck. Another mother who had looked out her third-floor window" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "CRIME SCENE; 17 Years Later, Still Searching for the Driver of a White Box Truck" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/in-deadly-1994-hit-run-white-truck-got-away.html"} , {"body" : "In the windy darkness of a recent spring morning, 30 people of an arty, mostly Brooklynite persuasion gathered after midnight for an illicit get-together in a maintenance shed, high atop the Williamsburg Bridge. Billed as the ''Third-Annual NYC Undercover, You-Might-Be-Arrested, Clandestine Errantry Trespassing Adventure Party,'' the event" , "date" : "20110605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chronicler of the Art-Vandal Underground" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/05\/nyregion\/a-chronicler-of-the-creative-underground.html"} , {"body" : "New Yorkers angry about trash on their sidewalks tend to propose the obvious solutions: more litter baskets at more corners, more frequent collection, harsher fines for violators. But in Bay Ridge, Brooklyn, the neighborhood has come up with a novel -- and counterintuitive -- tactic. It is to get rid of the litter baskets. On three busy commercial" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Fighting Litter in Brooklyn By Getting Rid of the Litter Baskets" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/nyregion\/brooklyn-tries-fighting-trash-by-removing-baskets.html"} , {"body" : "International CALLS AGAINST CORRUPTION RESOUND IN NEW DELHI India's anticorruption agitators are on a hot streak. Government ministers are asking one of India's gurus to call off a yoga rally against corruption and a mass hunger strike. Already, the government has capitulated to the demands of another hunger-striking anticorruption crusader. Page" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFDD163FF930A35755C0A9679D8B63"} , {"body" : "LAST year, as a junior at the Latin School in Chicago, Colby Jordan wore a black silk gown designed by John Galliano with matching Dior heels to prom. ''This year I'm switching gears,'' she said on the phone from her home recently. ''I'm doing a chartreuse Roland Mouret gown with purple snakeskin YSL Tribute sandals.'' As at the Oscars, the school" , "date" : "20110602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "The Prom Dress Moves Into the Designer Leagues" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/02\/fashion\/the-prom-dress-moves-into-the-designer-leagues.html"} , {"body" : "''We demand a recount,'' declared Assemblyman Rory I. Lancman, a Democrat from Queens. The Brooklyn borough president, Marty Markowitz, pronounced himself ''flabbergasted.'' ''The numbers are dead wrong,'' said Senator Charles E. Schumer, ''and it makes you wonder if the Census Bureau is living on a different planet.'' After learning that the" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York City's Claim of a Census Undercount May Be Justified, Canvassing Finds" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/survey-suggests-census-undercounted-new-york-city.html"} , {"body" : "Tudor City $230,000 320 East 42nd St., Woodstock Tower 0 1 0 23 weeks 300-sq.-ft. studio co-op in a prewar building; river view, 24-hr. doormen, concierge, renovated bath; maintenance $603, 60% tax deductible; listed at $235,000. Brokers: City Connections; Halstead Property. Upper East Side $435,000 166 East 63rd Street 0 1 0 8 weeks 530-sq.-ft." , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFD6103AF931A15756C0A9679D8B63"} , {"body" : "Michael R. Long works out of a cluttered office above a Greek restaurant in Bay Ridge, Brooklyn, one block from the liquor store that still bears his family's name, with a replica John Wayne revolver and a photo of Ronald Reagan on the wall. Unlike other political bosses, he fields no phalanx of high-priced lobbyists and consultants. He is" , "date" : "20110520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Conservative Party's Immovable Obstacle to Same-Sex Marriage" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/nyregion\/michael-long-is-gay-marriages-no-1-obstacle-in-ny.html"} , {"body" : "Young Farmers ''The Greenhorns,'' a 50-minute documentary about young farmers, will be shown today at 7 p.m. at Anthology Film Archives, 32 Second Avenue (Second Street), followed by a panel discussion. Tickets, $45, will benefit the National Young Farmers' Coalition; brownpapertickets.com, event 172440. A Feast, but Not for Long LTO, or Limited" , "date" : "20110511" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/11\/dining\/dining-calendar.html"} ,   {"body" : "BAY RIDGE CO-OP $419,000 BROOKLYN: 9993 Shore Road (at Fourth Avenue), #17E A two-bedroom two-bath unit on the third and top floor of a 1983 co-op, with front and back balconies, central air-conditioning and a basement storage unit. Diane Henning, Corcoran Group (718) 832-4164; www.corcoran.com Open house Sunday, 12 to 2 p.m. MAINTENANCE: $915 a" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On the Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EED9173AF93BA35756C0A9679D8B63"} , {"body" : "HOLLISTER--Elizabeth Salo, 87, longtime resident of the Bay Ridge section of Brooklyn, NY, and Voluntown, CT, passed away peacefully on April 30, 2011 at The Osborn retirement community in Rye, NY. She was born in Brooklyn on September 15, 1923 to Paavo and Jenny Salo, and was raised in Sunset Park. She married Ken Hollister in 1953 and they" , "date" : "20110503" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths HOLLISTER, ELIZABETH SALO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E4D8173AF930A35756C0A9679D8B63"} , {"body" : "Pins clattered to a soundtrack of the Drifters and the Temptations as if it were a half-century ago when Maple Lanes first opened, only without the clouds of smoke. Men wearing gold chains with bowling pin pendants hugged and kissed as if they had not seen one another in years, instead of the Wednesday before, while women unpacked their bowling" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BOROUGH PARK JOURNAL; In Brooklyn, Bowlers Enjoy A Haven While It's Still Around" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/at-maple-lanes-longtime-bowlers-prepare-for-loss.html"} , {"body" : "SOMETIMES getting a child into a child's pose is harder than it sounds. Natalie Wardan, 2, spent little if any time on her yoga mat in Bay Ridge, Brooklyn, one recent Friday in a class for children and mothers. Instead, Natalie ran laps around the room and squirmed underneath a mesh gate to get to the studio's entryway. Unfazed, her mother, Melissa" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "STRETCH; Can Teetering Toddlers Find Balance in Yoga?" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/nyregion\/stretch-can-teetering-toddlers-find-balance-in-yoga.html"} , {"body" : "Until February, Nathan and Elisa Bond were about as ordinary a 30-something couple as you could find in Brooklyn. Mr. Bond, 38, was a teacher and an artist; Ms. Bond, 36, worked for a real estate broker; their daughter, Sadie, had turned 1 in the fall. The last thing on their minds was cancer. Indeed, when Nathan Bond started having" , "date" : "20110412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "5" , "title" : "WELL; A Couple's Knot, Tied Tighter by Dual Diagnoses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9D0CE2D81F3FF931A25757C0A9679D8B63"} , {"body" : "Debbie Quintana-Stiefel knows it is time to expand her palette. Beyond the brown and deep-red lipsticks she carries, she must now add fuchsias and oranges and complementary foundations to satisfy her new customers. It is a fairly significant change she plans to make to cover the even more diverse complexions of the Brooklyn women she expects to" , "date" : "20110405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "With Its Move to Coney Island, Flea Market Is Sprucing Up" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/05\/nyregion\/05flea.html"} , {"body" : "A teacher was arrested Friday after she threatened to carry out a mass shooting at the Brooklyn high school where she worked, the police said. The teacher, Sabrina Milo, 34, alarmed colleagues at Fort Hamilton High School in Bay Ridge on Friday when she said that she would show up at the school with a gun and mount a ''Columbine-style'' attack, a" , "date" : "20110402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Teacher Accused Of Attack Threat" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/02\/nyregion\/02teacher.html"} , {"body" : "''Hong Kong Flu Hits Bay Ridge,'' screamed the headline. And just in case readers in December 1968 were not already alarmed, a smaller headline below warned: ''It's Upon Us!'' The headlines often shouted from The Home Reporter and Sunset News, every week grabbing readers in Bay Ridge, Dyker Heights, Sunset Park, and other Brooklyn neighborhoods in" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; A Brooklyn Publisher Who Liked His News Local and His Headlines Loud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE2DD103DF93BA15750C0A9679D8B63"} , {"author" : "David Oshinsky, a frequent contributor to the Book Review, teaches history at the University of Texas and New York University." , "body" : "BRANCH RICKEY By Jimmy Breslin 147 pp. Lipper\/Viking. $19.95. CAMPY The Two Lives of Roy Campanella By Neil Lanctot Illustrated. 516 pp. Simon & Schuster. $28. In the summer of 1937, with the Dodgers holding down their familiar spot near the bottom of the National League, the cartoonist Willard Mullin drew the unforgettable image of the ''Brooklyn" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "A Whole New Ball Game" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DA1E3EF934A15750C0A9679D8B63"} , {"author" : "David Oshinsky, a frequent contributor to the Book Review, teaches history at the University of Texas and New York University." , "body" : "BRANCH RICKEY By Jimmy Breslin 147 pp. Lipper\/Viking. $19.95. CAMPY The Two Lives of Roy Campanella By Neil Lanctot Illustrated. 516 pp. Simon & Schuster. $28. In the summer of 1937, with the Dodgers holding down their familiar spot near the bottom of the National League, the cartoonist Willard Mullin drew the unforgettable image of the ''Brooklyn" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "A Whole New Ball Game" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/27\/books\/review\/the-man-who-hired-jackie-robinson.html"} ,   {"body" : "Manhattan Flatiron District $325,000 16 West 16th Street 450-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, dining area, laundry room in building; maintenance $564, 47% tax deductible; listed at $349,000. Brokers: Akam Associates; Corcoran Group. Morningside Heights $530,000 522 Riverside Drive (Tiemann Place) 1,000-sq.-ft. co-op in a" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0D6133DF934A15750C0A9679D8B63"} , {"body" : "ON a raw, gray morning this month, two women sat at their usual table, eating breakfast from plastic trays. Rose Bosco, who is 95, was having oatmeal and toast, her white hair swooping magnificently back from her pale forehead. Delores Brown, 73, passed her a carton of milk and a banana to slip into her purse for later. Their shoulders touched as" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alone, Together" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/27\/nyregion\/27seniors.html"} , {"body" : "Putting profane adjectives in front of every other noun in dialogue that wants desperately to sound streetwise doesn't make it feel authentic if the other words spoken by the characters are arranged into orderly little blocks of exposition. That tidiness is the fatal flaw of John Gray's semi-autobiographical ''White Irish Drinkers,'' especially in" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "MOVIE REVIEW; White Irish Drinkers" , "url" : "http:\/\/movies.nytimes.com\/2011\/03\/25\/movies\/john-grays-white-irish-drinkers-review.html"} , {"body" : "THE Verrazano-Narrows Bridge is inescapable in Bay Ridge, its lofty silhouette a constant presence on block after block. It would be understandable for someone like Susan Brown, a lifetime resident, to feel ambivalent about the bridge, since she recalls all the big changes that its construction in the 1950s occasioned for her family and friends." , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BAY RIDGE, BROOKLYN; You'll Notice There's a Bridge" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/realestate\/13Living-bay-ridge-brooklyn.html"} , {"body" : "Updated 6:57 p.m. | A Brooklyn high school student attacked a classmate with hydrochloric acid Wednesday morning during a chemistry lesson, telling the authorities that she was trying to burn the classmate's eyes out, officials said. Zhanna Smsarian, 16, was arraigned in Brooklyn Criminal Court on Thursday on charges that include first-degree" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Student Is Attacked With Acid" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFDC1338F932A25750C0A9679D8B63"} , {"body" : "Piedmont Food and Wine A five-course tasting menu featuring food and wines from the Piedmont will be held on Thursday at 7:30 p.m. at I Trulli, 122 East 27th Street (Park Avenue), $125 plus tax and tip: (212) 481-7372. Celebrating Carnival The annual celebration of Carnevale at Tommaso's, 1464 86th Street, Bay Ridge, Brooklyn, is under way and will" , "date" : "20110302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/02\/dining\/02fcal.html"} , {"body" : "Florence Cozzolino remembers the man who used to live down the street from her at 178 Marine Avenue in Bay Ridge, Brooklyn. She and other children from the neighborhood would gather outside his house, waiting for him to return home so they could ask for his autograph. Her neighbor was not an actor. He was another sort of Brooklyn celebrity: He was" , "date" : "20110301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Remembering When Players Also Were Neighbors" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/01\/nyregion\/01flatbush.html"} , {"body" : "Weekend Wine Expo The New York Wine Expo, with hundreds of wines from around the world to sample, will be held on Friday from 6 to 10 p.m. and Saturday from 2 to 6 at the Javits Convention Center. Tickets, $90 for Friday, $100 for Saturday, $15 to $30 for special seminars: newyorkwineexpo.com, (800) 544-1660. For Porchetta Fans Porchetta dinners" , "date" : "20110223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/23\/dining\/23fcal.html"} , {"body" : "Kathryn S. Wylde, 64, president of the Partnership for New York City, the city's premier business association, works days that start early and often stretch into the night. Once a month she takes a break and flies to Puerto Rico, where she spends five or six days -- including one Sunday -- with her husband, Wilfredo Lugo, 65, who lives full time at" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | KATHRYN S. WYLDE; The Goal: Don't Go to Manhattan" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/20\/nyregion\/20routine.html"} , {"body" : "At a plastic surgery clinic in Upper Manhattan that caters to Dominicans, one of the most popular procedures is an operation to lift women's buttocks, because -- as the doctor explains -- ''they all like the curve.'' In Flushing, Queens, surgeons have their attention trained a few feet higher, on upturned noses that their Chinese patients want" , "date" : "20110219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Plastic Surgeons In City's Enclaves See Beauty Trends Emerge by Culture" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/19\/nyregion\/19plastic.html"} ,   {"body" : "Along a freight train line that winds through Brooklyn and Queens, desolate areas are used as gathering spots or refuges for minor outlaws: graffiti painters, drug users and those who camp out with little more than a piece of cardboard, a blanket and a bottle of vodka to keep them company. In one spot, beneath an overpass on Ocean Avenue in" , "date" : "20110215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Beneath an Overpass, Hints of a Suspect's Obsession" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE0D71438F936A25751C0A9679D8B63"} , {"body" : "FITZGERALD--Denis Gerard, passed away February 13, 2011 peacefully at home with his loving family by his side following a courageous battle with colon cancer. Born November 25, 1962 in Brooklyn, NY; grew up in Bay Ridge. Resided in Westfield, NJ since 1998 with his wife and two sons. Loved golf, Mets, Rangers and Cowboys. Had a quick wit, sharp" , "date" : "20110215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths FITZGERALD, DENIS GERARD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5DA113AF936A25751C0A9679D8B63"} , {"body" : "THOUGH Anne Bauso grew up in Middle Village, Queens, she was always fond of Brooklyn. Her parents were from Bushwick, and on Saturdays she went there with her father and brother, visiting the extended family and shopping for food in the Italian section of Knickerbocker Avenue. ''I had very warm feelings for Brooklyn from the start,'' she said. Ms." , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; A Move in the Direction of 'More Life'" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/realestate\/13hunt.html"} , {"body" : "His poll numbers have slid. His first choice to lead the city schools turned him down. And the budget deficit? Don't even ask. But of all the aggravations that have accompanied Mayor Michael R. Bloomberg's final term, perhaps none is as unexpected, personal and stinging as this: Now people have the temerity to ask when he is leaving town. After" , "date" : "20110207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Mayoral Sign-Out Sheet? Secretive Jaunts Spur a Thought" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/07\/nyregion\/07bloomberg.html"} , {"body" : "Dr. Evil had his cat, Mr. Bigglesworth; President Obama has Bo; even Jabba the Hut had an interstellar critter named Salacious Crumb. And at the seats of power in some of New York City's private schools, there's sometimes something fluffy curled around the chair legs. ''Animals have an interesting ability to humanize the people that they are" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Go See the Headmaster? Yes! Please! (There's a Dog to Pet)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DC1E31F931A35751C0A9679D8B63"} , {"body" : "The line for Louis Migliore between moonlighter and entrepreneur this winter measures nearly five feet deep. After checking the long-range weather forecast just before the start of winter, Mr. Migliore, a 22-year-old part-time college student and Zamboni driver, bought a used excavation truck and had a plow mounted to it. His intent was to start a" , "date" : "20110201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Whether Plowing or Serving Hot Chocolate, Some Find a Payday in the Snow" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/01\/nyregion\/01windfall.html"} , {"body" : "DURING the past month, a newspaper aimed at the city's South Asian population reported on the diversification of the New York police force, a Chinese-language paper explored the heated rivalry among passenger van companies, a Pakistani paper publicized the mysterious death of a woman, and a Korean paper wrote about the reverse migration to South" , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/30\/nyregion\/30world.html"} , {"body" : "WHY hang children's art on the refrigerator door? Because it's there. And as an exhibition venue, it's better than nothing. ''Art is made to be seen,'' said David Burton, a professor of art education at Virginia Commonwealth University in Richmond. ''It's sort of like food: why would you go through the trouble of cooking a whole meal and then not" , "date" : "20110127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Reclaiming Your Refrigerator" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/27\/garden\/27artbox.html"} , {"body" : "A century ago, Israel Zangwill popular- ized the term in his play, ''The Melting Pot.'' From a Lower East Side rooftop, the protagonist proclaimed, ''What is the glory of Rome and Jerusalem, where all nations and races come to worship and look back, compared with the glory of America, where all races and nations come to labor and look forward?''New" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Then as Now: New York's Shifting Ethnic Mosaic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D7123EF930A15752C0A9679D8B63"} , {"body" : "Name: Katherine OliverAge: 47Hometown: Bay Ridge, Brooklyn.Title: Commissioner of the Mayor's Office of Media and Entertainment. Claim to fame: When Will Smith makes his way around a desolate New York City in ''I Am Legend,'' Ms. Oliver is the one who made it happen. Her department authorizes and coordinates television, film and commercial shoots" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE INSIDER | LIAISON TO HOLLYWOOD; Giving Filmmakers The City's Green Light" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD7143FF930A15752C0A9679D8B63"} ,   {"body" : "Milton Rogovin, an optometrist and persecuted leftist who took up photography as a way to champion the underprivileged and went on to become one of America's most dedicated social documentarians, died on Tuesday at his home in Buffalo. He was 101. He died of natural causes, his son, Mark Rogovin, said. Mr. Rogovin chronicled the lives of the urban" , "date" : "20110119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Milton Rogovin, Photographer Who Championed the Poor, Dies at 101" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/19\/arts\/design\/19rogovin.html"} , {"body" : "Thousands of parents trying to get their children into private schools are now busy mailing thank-you cards to admissions offices and biting their nails while waiting for word back. But for a small number of parents who prevailed through this gantlet in the past, this time of year brings another kind of notice -- that their child is on thin ice --" , "date" : "20110106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "At Private Schools, It's Keep Up, Catch Up or Pack Up" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/06\/nyregion\/06private.html"} , {"body" : "MONDAY is Cathleen P. Black's first day of school -- running them, that is. As Ms. Black, a longtime magazine executive, takes over as chancellor of the New York City school system, we asked some of the city's most respected principals to give her some advice. Many of those interviewed were sharply critical of the city's formula for grading schools" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Chancellor Black: Please Consider This" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/02\/education\/02principals.html"}]