[  {"body" : "Deloris Gillespie loved bargains, and when she found a good one -- milk at half-price, soap at a discount -- she bought in bulk and shared with her friends. She gave gifts to everyone, but would not accept any for herself. And when she shared recipes, ingredients were included. ''The last time, she gave me tilapia, Old Bay, buttermilk and hot" , "date" : "20111231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Mourners Honor Life of Woman Set Afire in Elevator" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/31\/nyregion\/memorial-service-for-brooklyn-woman-set-afire-in-elevator.html"} , {"author" : "E-mail: sgf1@columbia.edu" , "body" : "RALEIGH, N.C. -- Several hours before the other ministers were to arrive, a young preacher named Reginald High drove up to a tidy town house here, the home in retirement of the greatest black churchman in America, the Rev. Gardner C. Taylor. At 93, after a lifetime of religious and political vigor, Dr. Taylor was finally bending to the ravages of" , "date" : "20111231" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "ON RELIGION; A Lion of the Pulpit, Aging Now, Has a Message for New Generations" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/31\/us\/gardner-c-taylor-ministers-to-generations-to-come.html"} , {"body" : "The chief executive of a troubled Brooklyn hospital has been abruptly dismissed, less than a month after a task force set up by the administration of Gov. Andrew M. Cuomo outlined a plan to carry out a major reorganization of how hospital care is delivered in Brooklyn. Soon after the dismissal of the chief executive, Rajiv Garg, a member of the" , "date" : "20111230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Abrupt Shift In Leadership At a Hospital" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/30\/nyregion\/troubled-wyckoff-heights-abruptly-gets-new-chief-executive.html"} , {"body" : "Here are 10 of the best restaurants of the year from $25 and Under and the Dining Briefs: BEST PIZZA This slice joint elevates its craft with no tricks, just good technique and good ingredients. 33 Havemeyer Street (North Seventh Street), Williamsburg, Brooklyn; (718) 599-2210. OLIVER STRAND THELEWALA Indian street food at its brightest and" , "date" : "20111228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Bright, Fresh, Bold Flavors and Good Values" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/28\/dining\/reviews\/ten-of-the-best-inexpensive-restaurants-of-2011.html"} , {"author" : "E-mail: crimescene@nytimes.com Twitter: @mwilsonnyt" , "body" : "''I would know it,'' Esther Davis told me back in May, a few days after thieves had made off with her wrought-iron gate that squeaked open and shut on Vanderbilt Avenue in Brooklyn for almost all of her 53 years. Adding to her frustrations was the fact that the thieves stole a bunch of gates that day; she was one of many victims standing in front" , "date" : "20111224" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CRIME SCENE; Diverging Paths of Victims Can Run Into Dead Ends" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/24\/nyregion\/diverging-paths-of-victims-can-hit-dead-ends.html"} , {"body" : "DiMenna Children's History Museum Some young students can't get excited about the past as it was lived by the founding fathers. So the New-York Historical Society presents it from a different viewpoint: what you might call the founding children's. Its new DiMenna Children's History Museum offers pavilions exploring the lives of several young people" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/arts\/spare-times-for-children-for-dec-23-29.html"} , {"body" : "Twenty-five years later, this is the legacy of a racial attack in Howard Beach, Queens: One of the victims died in the attack and is memorialized in a Brooklyn street sign, another died five years later, and the third is in jail in Virginia for unrelated crimes. The three teenagers convicted of manslaughter were released from prison and are family" , "date" : "20111219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; A Flash Point 25 Years Ago, And Still Felt In Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07EFDC113AF93AA25751C1A9679D8B63"} , {"body" : "Affluent foreigners are rushing to take advantage of a federal immigration program that offers them the chance to obtain a green card in return for investing in construction projects in the United States. With credit tight, the program has unexpectedly turned into a mainstay for the financing of these projects in New York, California, Texas and" , "date" : "20111219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Rules Stretched As Green Cards Go to Investors" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/19\/nyregion\/new-york-developers-take-advantage-of-financing-for-visas-program.html"} , {"body" : "Xavier the Magician does not think rabbits are exciting. ''I want people to go ooh and aah,'' he said. ''Maybe when I was in fifth grade a rabbit was exciting. I did go aah for a rabbit once.'' Xavier - born Ernest Gutpon - was a 10-year-old in Brooklyn when a magician performed at his school in 1964. He stood on stage, before a picture of a" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; Pulling Oohs and Aahs Out of Thin Air" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEEDB163AF934A25751C1A9679D8B63"} , {"body" : "'Superheroes Who Are Super!' To some children the holidays already have a superhero: that chubby, red-suited guy who makes reindeer fly, sleds around the stratosphere and delivers gifts worldwide. Impressive stuff, but where are the climactic battles? The struggle between good and evil? Save the Day Productions will provide them this weekend in" , "date" : "20111216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/arts\/spare-times-for-children-for-dec-16-22.html"} ,   {"body" : "The panel that oversees education policy in New York City approved the first charter school for brownstone Brooklyn on Wednesday night, backing a plan to give it space inside a building already shared by three other public schools. The Panel for Educational Policy handed a significant victory to a network of charter schools run by Eva S. Moskowitz," , "date" : "20111215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Charter School Approved for Affluent Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/15\/education\/charter-school-approved-in-cobble-hill-brooklyn.html"} , {"body" : "A Culinary Artist Visitors to the Contemporary Galleries on the Museum of Modern Art's second floor can view the installation ''Untitled (Free\/Still)'' by Rirkrit Tiravanija and be served a free dish of vegetable curry from the artist's recipe. It's available noon to 3 p.m. daily except Tuesdays, when the museum is closed, and Fridays, when the" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/dining\/dining-calendar-for-dec-14.html"} , {"body" : "When Carmen Roman used to look in the mirror, she hated what she saw. Though she was not overweight, in her eyes, she was fat. Desperate to be thinner, she exercised obsessively in her room, doing aerobics and situps. She stopped eating for long stretches of time. ''I didn't like the way I looked,'' Ms. Roman said. ''I didn't like anything about" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; A Troubled Girl Then, A Proud Woman Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E5DE1F3BF937A25751C1A9679D8B63"} , {"body" : "The opening of Resorts World's new neon-blazing casino at the graying 117-year-old Aqueduct Racetrack -- the ''racino'' -- is more of a culture clash than a gambling hybrid. The horse-race handicappers, with their ancient rituals, still tend to crowd the track in Queens and its less-than-glamorous environs, enjoying the daylong ebb and flow of" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "At Aqueduct, One Racetrack, Different Turfs" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/sports\/at-aqueduct-clubhouse-and-casino-are-different-turfs.html"} , {"body" : "In the first part of a two-step effort at weeding out some of the poorest-performing schools, the Education Department announced on Thursday that it would move to close 12 of New York City's struggling schools and eliminate middle school grades at three others. Additional schools recommended for closing -- by one account, as many as 10 more -- will" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "12 With Low State Test Scores Are Put on School Closing List" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/nyregion\/12-new-york-schools-with-low-test-scores-are-put-on-closing-list.html"} , {"body" : "When the new dinette set and the chest of drawers arrived in October at Desire Baez's apartment, she took photographs and showed them to friends as if they were snapshots of her newborn children. To Ms. Baez, a diabetic and single mother, the furniture was symbolic of the growing stability in her household in Bedford-Stuyvesant, Brooklyn, after her" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; For Family on the Mend, a Dinette to Gather Around" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/07\/nyregion\/finding-stability-in-a-dinette-set.html"} , {"body" : "-As many as 60,000 of the votes cast in New York State elections last year were voided because people unintentionally cast their ballots for more than one candidate, according to a study being released this week. The excess-voting was highest in predominantly black and Hispanic neighborhoods, including two Bronx election districts where 40 percent" , "date" : "20111206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; Study Says Thousands Erred Using New Voting Machines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E0DC1E39F935A35751C1A9679D8B63"} , {"body" : "-George Walker was sitting outside his brother's house, drinking beer with his buddies, as he has for decades on the block of brownstones in Bedford-Stuyvesant, Brooklyn, where he grew up. -He received a ticket for violating an open-container law. ''My mother is 76, and she's been at her house since she was 17,'' Mr. Walker, 47, said. ''It's" , "date" : "20111203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM; At a Brooklyn Church, Lining Up to Erase Legal Sins" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1239F930A35751C1A9679D8B63"} , {"author" : "Twitter: @mwilsonnyt" , "body" : "Children get the first look at much of this city in the morning, and a group of them found the body, wedged between a loading dock and a trash bin behind their elementary school in Brooklyn. A garbage bag covered the top of a dead man, and today, 24 years later, there is blessed little reason to believe those children looked underneath. The man's" , "date" : "20111203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CRIME SCENE; He Brought Him a Head, but Not the Right One" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/03\/nyregion\/he-brought-him-a-head-but-not-the-right-one.html"} , {"body" : "Atom Thomas leafed through his little black sketchpad filled with intricate pencil and ink drawings of landscapes, street scenes and portraits of family members and celebrities like Jay-Z and Michael Jackson. He stopped on one drawing of an angel, wings spread, standing atop a cloud. ''This one makes me think of someone watching over me,'' Mr." , "date" : "20111202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; After Opening a Door, Watching Anxiety Fade" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/02\/nyregion\/after-opening-a-door-watching-anxiety-fade.html"} ,   {"body" : "Devon Moore heard the news on Wednesday morning, and he was disgusted. But not surprised. When Assemblyman William F. Boyland Jr. was indicted for a second time, accused again of soliciting bribes in exchange for official favors -- in part to pay his legal fees from the first trial -- longtime residents of Brownsville, one of Brooklyn's most" , "date" : "20111201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Lawmaker Back in Trouble, in a District That Knows Despair" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/01\/nyregion\/in-assemblymans-district-a-community-searches-for-answers.html"} , {"body" : "The New York State health commissioner should be given sweeping new powers to replace the executives and board members of private hospitals, a group appointed by Gov. Andrew M. Cuomo recommended Monday in a report on how to restructure Brooklyn's failing hospitals and health system. The report calls for legislation to provide such authority ''not" , "date" : "20111129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "20" , "title" : "Panel Urges Sharp Change For Hospitals In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/29\/nyregion\/panel-urges-sharp-change-for-hospitals-in-brooklyn.html"} , {"body" : "Charles Smith has a plan to make sure someone will always be around to take care of his son Cie-Jay, 7. In the event of Mr. Smith's death, Cie-Jay would live with Mr. Smith's ex-wife, the mother of his three older children. If she became ill, his oldest daughter would step in. If she were unavailable, an elderly aunt of Mr. Smith's would take up" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; After a Killing, Cancer and Financial Problems, Trying to Ensure His Son's Happiness" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/nyregion\/after-cancer-and-financial-woes-the-joys-of-cooking-with-his-son-neediest-cases.html"} , {"body" : "''Who Are You New York?: The Songs of Rufus Wainwright,'' presented at the Rose Theater at Jazz at Lincoln Center on Thursday night, was not just an evening for this singer and songwriter's ardent fans to savor his music, which was performed sensitively by four young singers in the first half and inimitably by Mr. Wainwright at the piano after" , "date" : "20111119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; City Opera Begins a Season That Is Set on Many Stages" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/19\/arts\/music\/city-opera-begins-season-with-rufus-wainwright.html"} , {"body" : "'AKC MEET THE BREEDS' The setup may remind you of speed dating or a matchmaking service. But here, at least, you can expect lifelong commitment. Not to mention unconditional love. Those aren't empty promises at ''AKC Meet the Breeds,'' the annual event to help families get acquainted with prospective companions of the furry, four-legged variety." , "date" : "20111118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "31" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/18\/arts\/spare-times-for-children-for-nov-18-24.html"} , {"body" : "When the pain in his groin was too great to bear, Ralph Hutchins, who works as a mover, headed to the crowded emergency room at the nearest hospital one recent Tuesday, his life at risk. Tanya Boynton, a mother of four who works 12-hour shifts, hobbled into another emergency room from a homeless shelter, afraid illness would end her job. They" , "date" : "20111110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Caring for Poor In Harsh Focus As Hospitals Ail" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/10\/nyregion\/strained-brooklyn-hospitals-are-subject-of-cuomo-study-group.html"} , {"body" : "''I THINK everyone has this special place in their brain -- a primal nostalgia -- for a treehouse,'' said Alexandra Meyn, bundled up in a sweater on a recent afternoon inside the airy perch she built behind her garden apartment in Brooklyn. ''People's eyes light up when you tell them you have a treehouse.'' Secured to a solid old mulberry, Ms." , "date" : "20111110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOUSE PROUD; Lessons in Life And Limb" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/10\/garden\/a-treehouse-grows-in-brooklyn.html"} , {"body" : "The view from the penthouse atop 144 North Eighth Street in Williamsburg, Brooklyn -- the much-loathed ''finger building'' that by virtue of a fluke of timing and rezoning is far taller than its neighbors -- goes on for miles. Looming high above the converted warehouses, vinyl-sided frame buildings and brick town houses of the area, the apartment," , "date" : "20111108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE APPRAISAL; Tower Has Its Own Lawn, But Neighbors Still Look For Their Open Space" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/08\/nyregion\/a-williamsburg-giant-with-his-own-lawn-moves-in.html"} , {"body" : "Most of the time what passes for excitement on 74th Street between Sixth and Seventh Avenues in Bay Ridge, Brooklyn, is figuring out which neighbor will get to feed a lurking stray white cat. The New York City Marathon, which electrifies so many other streets in the neighborhood as it comes through year after year, always bypassed this sleepy," , "date" : "20111107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "page_facet" : "6" , "title" : "Thrills Take Detour to a Sleepy Block" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/sports\/marathon-thrills-take-detour-through-a-sleepy-block-in-bay-ridge.html"} , {"body" : "Every fall, thousands of upper-middle-class parents here awake in night sweats, overcome by the anxiety of trying to get their children into costly and prestigious preschools. To say this, of course, is to say something as obvious as ''pork chops cost more at Dean & DeLuca than they do at Key Food.'' Two years ago an entire documentary film," , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BIG CITY; Burdening Children With a Flawed Policy" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/nyregion\/burdening-children-in-need-with-a-flawed-policy.html"} ,   {"body" : "Millennium Theater Shostakovich's tense music often evokes scurrying footsteps and paranoid shadows, but he also composed a charming score for a cartoon called ''The Silly Little Mouse,'' which the Brooklyn Philharmonic, conducted by Alan Pierson, performed during its season-opening concert in Brighton Beach on Thursday evening. That cartoon and" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC IN REVIEW; Brooklyn Philharmonic" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/05\/arts\/music\/brooklyn-philharmonic.html"} , {"body" : "SCHOLA CANTORUM DE VENEZUELA Alice Tully Hall In its search for transcendence, Lincoln Center's White Light Festival has turned its gaze on several cultures, antique and modern, familiar and exotic. The music that the young, colorfully attired Schola Cantorum de Venezuela sang on Thursday evening touched on all those categories. The choir devoted" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Music in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE4DA123CF936A35752C1A9679D8B63"} , {"body" : "NEW YORKERS have been fleeing Manhattan in search of more affordable housing for so long that just about every neighborhood in the other boroughs has been anointed the city's next great destination for bargains. Despite this well-worn path off the island, however, finding a place to live in some up-and-coming corner of the city can have its" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Step Away From the Computer" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/realestate\/finding-a-home-in-the-outer-boroughs-by-pounding-the-pavement.html"} , {"body" : "HALLOWEEN SPOOKTACULAR No one would deny that high school can have distressing, scary and even hair-raising moments. But the fearsome classroom episodes about to unfold in Jersey City have nothing to do with neglected Latin declensions or forgotten math theorems. And those zombies at the desks? They're not just sleep-deprived adolescents. Welcome" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "20" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/arts\/spare-times-for-children-for-oct-28-nov-3.html"} , {"body" : "When one of the biggest real estate developments in Brooklyn was stalled two years ago, its owner turned to the city government for help, seeking $20 million in financing. Nearly 50 projects were applying for a small number of aid packages at the time, but this one, City Point, had a prominent supporter. ''The future of Downtown Brooklyn depends on" , "date" : "20111025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From Brooklyn Office, Mixing Clout and Charity" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/25\/nyregion\/for-brooklyn-leader-marty-markowitz-mix-of-business-charity-and-power.html"} , {"body" : "Five years ago, Richard Reiss, the physical education teacher at Public School 197 in Far Rockaway, Queens, went to the principal with a problem: not even the most athletic among his students, most of whom are poor and black or Latino, had enough endurance to run a mile. The once-a-week physical education classes the school offered, far from what" , "date" : "20111020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Fitting In Time for Exercise, Between Math and English" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/20\/nyregion\/at-new-york-schools-finding-time-for-exercise.html"} , {"body" : "IT may not be Bergdorf's, as its owner likes to joke. But the competitive shopping at casaBAN -- an antiques store far from Fifth Avenue, in Bedford-Stuyvesant, Brooklyn -- is just as fierce. I walk by the shop occasionally, and its window display has come to seem like a cruel magic trick. One day, an Indonesian stool stood front and center," , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | BEDFORD-STUYVESANT; A Taste For Modern In Antiques" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/nyregion\/casaban-in-bedford-stuyvesant-offers-sleek-antiques.html"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "''The buses?'' said Javier Valdés. ''I have 20, in total.'' He checked a list, then corrected himself. ''Sorry,'' he said. ''Twenty-one.'' On Wednesday morning, those buses will pick up about 1,000 people from Brooklyn, Staten Island and Queens and drop them at Cadman Plaza for a march across the Brooklyn Bridge. About half of the marchers are" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW YORK; In This Case, A Protest With Focus" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/nyregion\/taking-the-fight-against-stop-and-frisk-tactic-to-city-hall.html"} , {"body" : "When an orchestra wants to play outside it usually ends up in a park, a pastoral setting for picnicking and music that is familiar and not too demanding: Bernstein's ''West Side Story'' Suite, say, or Mozart's ''Jupiter'' Symphony. The audience is generally as white as the wine. That was what made the first preview of the rejuvenated Brooklyn" , "date" : "20111010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "MUSIC REVIEW; Rap in and of Brooklyn, With the Rumble of the Subway Trains" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/10\/arts\/music\/brooklyn-philharmonic-festival-with-mos-def-review.html"} ,   {"body" : "At the tactical meeting that began Friday night's tour, the members of the plainclothes anticrime unit in Brooklyn's 81st Precinct were told pay a little more attention to livery cabs. Several drivers had been robbed at gunpoint. Hours later, a sergeant in the unit, Michael Miller, barely escaped being shot in the abdomen when he stopped a speeding" , "date" : "20111010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Officer Saved at Gunpoint By His Own Wedged Finger" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/10\/nyregion\/wedged-finger-in-gun-prevents-police-officer-from-being-shot.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. For full reviews of recent concerts: nytimes.com\/music. - Betty Buckley (Fridays and Saturdays, and Tuesdays through Thursdays, through Oct. 29) The Broadway doyenne co-opts famous men's numbers from Great White Way productions -- including ''West Side Story,'' ''Sweeney Todd'' and ''La Cage aux" , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/music\/pop-and-rock-listings-for-oct-7-13.html"} , {"body" : "Around Town Museums and Sites Merchant's House Museum: 'In the Spirit -- Modern Photographers Channel the 19th Century' (Friday through Monday, and Thursday) The ethereal world of spirit photography, in which moods or actual images captured on film suggest the presence of supernatural beings, is the focus of a display on view through Nov. 28." , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/spare-times-for-oct-7-13.html"} , {"body" : "Classical Full reviews of recent classical performances: nytimes.com\/classical. Opera - 'Anna Bolena' (Monday) The soprano Anna Netrebko sings the daunting title role of this Donizetti opera in the Met's premiere production of this great and overlooked work. Ms. Netrebko, in her vocal prime, with regal bearing and affecting vulnerability, is" , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/music\/classical-musicopera-listings-for-oct-7-13.html"} , {"body" : "Fresh from a bruising battle to open a charter school on the Upper West Side, Eva S. Moskowitz, the former city councilwoman who runs a network of charters in New York City, is gearing up to expand into middle-class areas by opening a school in Cobble Hill, Brooklyn, next fall. The city has begun reaching out to neighborhood residents and leaders," , "date" : "20111007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "A Charter Push in Middle-Class Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/education\/07success.html"} , {"body" : "IT'S not as if Alan Pierson were hunting for a new job. A lean, sharp and energetic 37-year-old conductor, Mr. Pierson has made an enviable name for himself over the last decade as the artistic director of Alarm Will Sound, a vital, omnivorous 20-member chamber ensemble formed in 2001 by graduate students at the Eastman School of Music in" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "In Brooklyn, A New Leader Who Knows No Boundaries" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/arts\/music\/brooklyn-philharmonic-lands-alan-pierson-as-artistic-director.html"} , {"body" : "New York City decided to give twice as many elementary and middle schools D's and F's on their annual progress reports this year as last year, officials announced on Friday, stepping up efforts to isolate struggling schools and select them for closing or other types of intervention. By expanding the number of schools receiving the lowest grades," , "date" : "20110924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Officials Apply a Firmer Hand in Grading Schools for Progress Reports" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/24\/nyregion\/officials-apply-firmer-hand-in-grading-schools-for-progress-reports.html"} , {"body" : "Around Town Museums and Sites El Museo del Barrio: 'In Our Lingo: Esmeralda Santiago' (Wednesday) Esmeralda Santiago, author of the novel ''Conquistadora'' (Knopf) and the memoir ''When I Was Puerto Rican'' (Vintage), will discuss her career and writing with Mireya Navarro, a reporter for The New York Times. At 6:30 p.m., 1230 Fifth Avenue, at" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-sept-23-29.html"} , {"body" : "Around Town Museums and Sites Center for Jewish History: 'Moses Mendelssohn and the Legacy of the Enlightenment' (Sunday) ''A Continuing Conversation: Moses Mendelssohn and the Legacy of the Enlightenment,'' a symposium on the 18th-century philosopher and scholar who is considered to be the founder of modern Jewish thought, is planned in" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/spare-times-for-sept-16-22.html"} , {"body" : "WITH its reclaimed church pews and Edison bulbs, NoBar aims to be something that this strip of fried-chicken outlets and dollar stores in Bedford-Stuyvesant lacks: a stylish but unpretentious bar. Owned by the actor Anthony Mackie (''The Hurt Locker,'' ''The Adjustment Bureau''), it opened last month to some blog buzz. Since then, it has settled" , "date" : "20110915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOîTE; NoBar: Bedford-Stuyvesant, Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E2DC113CF936A2575AC0A9679D8B63"} ,   {"body" : "WITH its reclaimed church pews and Edison bulbs, NoBar aims to be something that this strip of fried-chicken outlets and dollar stores in Bedford-Stuyvesant lacks: a stylish but unpretentious bar. Partly owned by the actor Anthony Mackie (''The Hurt Locker,'' ''The Adjustment Bureau''), it opened last month to some blog buzz. Since then, it has" , "date" : "20110915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOîTE; NoBar: Bedford-Stuyvesant, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/15\/fashion\/nobar-a-bar-in-bedford-stuyvesant-boite.html"} , {"body" : "The Democratic machine whirred and then roared in northern Brooklyn on Tuesday, churning out a significant victory for Rafael L. Espinal in a fiercely contested three-way race for the 54th State Assembly District seat. Mr. Espinal, 27, the chief of staff for City Councilman Erik Martin Dilan and the chosen candidate of the Brooklyn party chairman," , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Democratic Party Pick Wins Brooklyn Race" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/nyregion\/rafael-espinal-and-other-democrats-win-assembly-seats.html"} , {"body" : "THE smoked salmon pâté arrived in an ashtray. ''Breadblunt?'' a waiter murmured, proffering breadsticks from a battered Dutch Masters cigar box. A disco ball winked lazily above. Outside it was Bed-Stuy, Do or Die -- hence, the pun of the restaurant's name: Do or Dine. Was that a groan? There is reason to be dubious. Do or Dine's Facebook page" , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; I'll Have The Absurd, Please" , "url" : "http:\/\/events.nytimes.com\/2011\/09\/14\/dining\/reviews\/do-or-dine-nyc-restaurant-review.html"} , {"body" : "Three deadly weapons struck down their victims in New York City on Sept. 11, 2001. Two were hijacked jets. The third was a .40-caliber pistol on a dark corner of Brooklyn, with just 18 minutes remaining in that day. To be the last man killed on Sept. 11 is to be hopelessly anonymous, quietly mourned by a few while, year after year, the rest of the" , "date" : "20110910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CRIME SCENE; Killed on Sept. 11, 2001, But Destined to Be Mourned Only Quietly, Only by a Few" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/10\/nyregion\/brooklyn-murder-on-sept-11-2001-remains-unsolved.html"} , {"body" : "Museums and Sites Brooklyn Historical Society: 'Doing Good in a Post-9\/11 World' (Sunday) A discussion on personal philanthropy and the motivations for doing good deeds, with Julie Salamon, author of the 2003 book ''Rambam's Ladder: A Meditation on Generosity and Why It Is Necessary to Give'' (Workman), and Marilyn Gelber, president of the Brooklyn" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/09\/arts\/spare-times-for-sept-9-15.html"} , {"body" : "The rain cleared, and the sidewalks of New York filled with all the familiar sights and sounds: the Cinderella backpacks, the complaints about school uniforms, the comparing of schedules, the shrieks and giggles. As 1.1 million students and 77,000 teachers returned to school Thursday, Chancellor Dennis M. Walcott made the traditional five-borough" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "On the First Day of School, a Million Students Finding Their Seats" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/09\/nyregion\/the-first-day-of-school-inside-4-new-york-schools.html"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DD173DF930A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/03\/nyregion\/54th-assembly-district-vote-could-upset-brooklyn-politics.html"} , {"body" : "It may not be the most well-known aspect of the New York Fire Department, but there is a large subset of firefighters who surf. Many of them hail from the Rockaways and the south shore of Long Island, and many manage to work in firehouses in southern Brooklyn and Queens, which makes it easier to catch a few waves before or after work. The" , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "For Police and Firefighters, City Is Surfing Hub" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E6DE103AF930A3575AC0A9679D8B63"} , {"body" : "-It may not be the most well-known aspect of the New York Fire Department, but there is a large subset of firefighters who surf. Many of them hail from the Rockaways and the south shore of Long Island, and many manage to work in firehouses in southern Brooklyn and Queens, which makes it easier to catch a few waves before or after work. -The" , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "For Police and Firefighters, City Is Surfing Hub" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D7173AF930A3575AC0A9679D8B63"} ,   {"body" : "DAVID ARMSTRONG and his cat were splayed on a chaise. Mr. Armstrong wore black Levi's, a denim cowboy shirt and Ray-Ban Wayfarers with prescription lenses. The outfit, appropriate for a hipster 40 years his junior, completely suited him, although he might not think so. ''I'm 57, but I feel like I'm 80,'' Mr. Armstrong said as he flicked the ash of" , "date" : "20110901" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "6" , "title" : "UP CLOSE; A Portraitist's Eye Gazes on Fashion" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/01\/fashion\/interview-with-david-armstrong-photographer.html"} , {"body" : "Tropical Storm Irene moved through New York City on Sunday knocking out power, causing flooding in some neighborhoods and knocking over many trees. In one corner of Fort Greene Park in Brooklyn, the storm also set off a fight -- over bees. In a gale wind from the storm, a hollowed-out branch of an enormous tree was ripped off, exposing a hive of" , "date" : "20110831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In Rescue of Beehive Exposed by High Winds, Honey and Rancor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E2D6133BF932A0575BC0A9679D8B63"} , {"body" : "ANDREA KIDD often gets puzzled looks when she tells people she spends her summer weekends playing netball. ''I have to explain that it's like basketball, but you can't dribble with the ball, and our baskets have no backboards,'' said Ms. Kidd, 36, a Jamaican immigrant who plays defense for Pivot, a team in the Caribbean American Netball" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARIBBEAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT; The Sisterhood Of Netball" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/nyregion\/in-new-york-a-caribbean-sisterhood-of-netball.html"} , {"body" : "Around Town Museums and Sites Discovery Times Square: 'Pompeii the Exhibit' (Friday through Thursday) This exhibition, subtitled ''Life and Death in the Shadow of Vesuvius,'' features skeletons, body casts and other artifacts from Pompeii. (Through Sept. 5.) Friday, Saturday and Thursday, 9 a.m. to 9 p.m., and Sunday through Wednesday, 9 a.m. to 8" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/spare-times-for-aug-26-sept-1.html"} , {"author" : "Earl Wilson is a staff news assistant and photographer." , "body" : "The United States Open starts on Monday, beginning two weeks of elite tennis, expensive eating and celebrity sightings. The rest of the year, though, another kind of tennis tournament unspools in New York's public parks -- a less structured, less moneyed daily draw that pulls people of all ages and skills onto all or some of the 595 public courts" , "date" : "20110823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "Courts, Characters And a Love Of a Game" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/23\/sports\/tennis\/on-new-yorks-public-courts-tennis-has-a-feel-of-its-own.html"} , {"body" : "Lionel Mendoza, 54, a truck driver from the Bronx, flaunted his bodybuilder's physique on Saturday and said, ''You could say this body was literally built by the streets of New York City.'' Mr. Mendoza does not lift weights. He prefers to work out on city sidewalks doing pull-ups, dips and other calisthenics on any handy piece of street apparatus." , "date" : "20110823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "At These Neighborhood Bars, the Focus Is on Fitness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE4DC1738F930A1575BC0A9679D8B63"} , {"body" : "Robert Sullivan A former copy boy for The Times, the widely published author Robert Sullivan started writing about jazz after failing to become a jazz drummer himself. ''Natural selection took care of that dream,'' he says. In this issue, Sullivan profiles the jazz bassist and singer Esperanza Spalding (''Baby's Got Bass,'' Page TK). ''I thought my" , "date" : "20110821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "78" , "title" : "Contributors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFDB1F3EF932A1575BC0A9679D8B63"} , {"body" : "From inside Mary Lee Ward's small and sparsely furnished living room in Bedford-Stuyvesant, Brooklyn, it sounded Friday as if a block party was in full swing in the street below. Cars and trucks honked their horns as they passed and almost 200 voices could be heard cheering and chanting. But this was no street party; it was not yet 9 a.m. and the" , "date" : "20110820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Community Gathers to Fight a Great-Grandmother's Eviction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6D61139F933A1575BC0A9679D8B63"} , {"body" : "Around Town Museums and Sites Discovery Times Square: 'Pompeii the Exhibit' (Friday through Thursday) This exhibition, subtitled ''Life and Death in the Shadow of Vesuvius,'' features skeletons, body casts and other artifacts from Pompeii. Through Sept. 5. Friday, Saturday and Thursday, 9 a.m. to 9 p.m.; Sunday through Wednesday, 9 a.m. to 8 p.m.," , "date" : "20110819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/19\/arts\/spare-times-for-aug-19-25.html"} , {"body" : "When the end came, it sounded like a door slamming shut. It was about 9:30 p.m. last Saturday in the Senator Robert A. Taft Houses in East Harlem, a high-rise project with breezy little communal balconies on every floor. ''The terrace,'' one girl on the 18th floor called it, but with its floor-to-ceiling heavy grate, it seems more like a cage. A" , "date" : "20110813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CRIME SCENE; For Boyhood Friends, an End to 17 Years of Holdups and Lockups" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/13\/nyregion\/shots-end-friends-17-years-of-holdups-and-lockups.html"} ,   {"body" : "Museums and Sites American Museum of Natural History: 'Brain: The Inside Story' (through Sunday) The days are ticking down to see this exhibition, an interactive display that blends technology, history and neuroscience. Timed tickets are available hourly beginning at 10:30 a.m., with the last ticket sold each day at 4:30 p.m.; the museum is open" , "date" : "20110812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/12\/arts\/spare-times-for-aug-12-18.html"} , {"body" : "WALK into the modest railroad-style brownstone apartment and it feels less like Brooklyn and more like stepping off the steam train into ''Little House on the Park Slope Prairie.'' Floppy felt hats with broad rims gather like old friends on an antique green rack, greeting visitors at the door. Simple striped yellow, white and gray curtains adorn" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Back to the Simple Life, With Needle and Thread" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/07\/nyregion\/sewing-in-brooklyn-as-a-way-of-life.html"} , {"body" : "Mark Dunlea and his wife, Judith A. Enck, moved to Brooklyn from upstate New York two years ago. Last March, they breached the blurry Clinton Hill border to buy an apartment in a four-story condominium that had replaced an abandoned warehouse in Bedford-Stuyvesant. The couple say they do not feel like pioneers in the gentrification of" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Striking Evolution in Bedford-Stuyvesant as the White Population Soars" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/nyregion\/in-bedford-stuyvesant-a-black-stronghold-a-growing-pool-of-whites.html"} , {"body" : "Museum of the City of New York: 'Whose Park is It? Financing and administering new york's new parks' (Tuesday) Creating and maintaining green spaces during a budget crunch is not exactly a walk in the park. An urban oasis designed today is very different from one designed in the days of Frederick Law Olmsted and Calvert Vaux; you need only look at" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/spare-times-for-aug-5-11.html"} , {"body" : "MACY'S FISHING CLINICS First the bad news: Prospect Park no longer holds a five-day fishing contest for children. But here's the good news: The park offers young anglers two fishing clinics every Saturday for most of the summer. You do the math (even if it is school vacation). Macy's Fishing Clinics (the Macy's Foundation underwrites them, as it" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/spare-times-for-children-for-aug-5-11.html"} , {"body" : "He was wounded and driving his car on the outer border of control, possibly looking for help or to flee danger. She was doing what children do on a sizzling Saturday night in Brooklyn, lolling outside her building with friends. In the end, both wound up dead in a freakish accident. Yet her warning saved her friends. Kira Goddard, 13, was sitting on" , "date" : "20110801" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Mystery After Crash That Left Two Dead" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/01\/nyregion\/brooklyn-teenager-dies-after-saving-friends-from-oncoming-car.html"} , {"body" : "Museums and Sites Asia Society and Museum: 'Ai Weiwei -- New York Photographs 1983-1993' (Friday through Sunday, Tuesday through Thursday) A display of more than 200 photographs taken by Ai Weiwei, the Chinese artist and activist, who was recently released from detention in Beijing, will be on view through Aug. 14. Fridays through Thursdays, 11" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/spare-times-for-july-29-aug-4.html"} , {"body" : "A stream of hospital administrators, a state assemblyman, doctors and advocates for immigrants took the microphone at a sometimes raucous hearing in Downtown Brooklyn on Thursday to plead with state officials not to close, merge or shrink troubled hospitals in the borough. The advocates identified at least 5 of the 17 hospitals in the borough --" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Hospitals In Brooklyn Defended At Hearing" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/nyregion\/dont-close-brooklyn-hospitals-allies-tell-state.html"} , {"body" : "The Brooklyn Philharmonic has announced its first season under a new music director, Alan Pierson: a slate of grab-bag community concerts with a strong popular-music inflection. The organization will offer a series of concerts in three neighborhoods -- Brighton Beach, Bedford-Stuyvesant and downtown Brooklyn -- to be played in theaters, at a" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Philharmonic Announces Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7D8163EF93AA15754C0A9679D8B63"} , {"body" : "ON any given summer morning, they pop up on the A-train platform at Nostrand Avenue in Bedford-Stuyvesant, Brooklyn, along with the Caribbean women headed to nursing duty in Queens and the security workers and European tourists off to Kennedy Airport: young men with bagged surfboards dangling from their shoulders. Out to the Rockaways in Queens" , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Riding the Rails To Ride the Waves" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/24\/nyregion\/riding-the-rails-to-queens-to-surf-the-rockaways.html"} ,   {"body" : "A classic neighborhood spot in a neighborhood without many, Sud Vino & Cucina has already become the kind of place the locals root for after just four months. In a developing corner of Bedford-Stuyvesant, on Bedford Avenue just south of Lexington, the space hits many familiar notes: a long exposed brick wall functions as a rotating art gallery;" , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | SUD VINO & CUCINA; Finding a Place in the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/24\/nyregion\/a-table-for-2-at-sud-in-bedford-stuyvesant.html"} , {"body" : "After years spent directing the distribution of more than $1 billion from the Bill and Melinda Gates Foundation into hundreds of schools across the nation, Tom Vander Ark set his sights on the New York area, with a plan to create a network of charter schools of his own. Mr. Vander Ark, the foundation's former executive director of education and a" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "Ex-Official With Gates Foundation Abandons Plan to Open 3 Charter Schools" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/nyregion\/tom-vander-arks-new-york-area-charter-schools-falter.html"} , {"body" : "Every now and then on a given afternoon, when the Q100 bus pulls to a stop on 21st Street in Queens, somebody actually gets off. But mostly, people just keep getting on, and on, and on, cramming themselves in the center aisle, all bound for the final destination. Rikers Island. Thursday was no exception. It was the jail's designated day for friends" , "date" : "20110709" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "CRIME SCENE; Robbery Suspect, Memory AWOL, Still Figures He Didn't Do It" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/09\/nyregion\/suspect-in-robbery-of-band-members-claims-stolen-memory.html"} , {"author" : "Ian Trontz is an assistant metro editor for The New York Times." , "body" : "Lorenzo Charles, not to put it unkindly, was known for exactly one basketball play. With the score tied and a few seconds left in the 1983 N.C.A.A. championship game against heavily favored Houston, his North Carolina State teammate Dereck Whittenburg heaved a prayer at the rim. Charles recognized the arc of a 30-foot air ball. ''I just went up and" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Lesson in Fleeting Fame From the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/sports\/ncaabasketball\/lorenzo-charles-the-hero-of-starrett-city-in-brooklyn.html"} , {"body" : "Two weeks later, still out thousands of dollars' worth of musical equipment, a recording of five or six new songs, an apartment of their own and one tooth, the guys from the band called P.M.E.R. thought about whom to blame. Craigslist? The landlord who told them the apartment was safe? Or themselves? ''This is not the kind of neighborhood people" , "date" : "20110702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CRIME SCENE; Place Seemed Great, Till the Robbers Swarmed In" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/02\/nyregion\/saved-by-the-cops-band-nearly-loses-everything-in-bed-stuy.html"} , {"body" : "BY day, Jobee, an unassuming Taiwanese restaurant on Howard Street, just east of the fashion temple Opening Ceremony and north of the fake handbags on Canal Street, serves bland sesame noodles and tasty mock Sichuan chicken to a sleepy lunch crowd. A menu is taped to the door. Kitschy paper lanterns swing from the ceiling. But at midnight, the" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Fly by Night" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/fashion\/pop-up-clubs-in-secret-spaces-party-by-night.html"} , {"body" : "OAKLAND, Calif. -- The first-round draft pick, carrying the estimable reputation of a young Reggie Miller, was asked what immediately came to mind at the mention of the name Mark Jackson. Klay Thompson, taken last week with the 11th selection by the Golden State Warriors, flashed a knowing grin. Here was a rare slam dunk for Thompson, a" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "In a Transition to Coaching, a Broadcaster Keeps Talking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D71430F933A05755C0A9679D8B63"} , {"body" : "OAKLAND, Calif. -- The first-round draft pick, carrying the estimable reputation of a young Reggie Miller, was asked what immediately came to mind at the mention of the name Mark Jackson. Klay Thompson, taken last week with the 11th selection by the Golden State Warriors, flashed a knowing grin. Here was a rare slam dunk for Thompson, a" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "In a Transition to Coaching, a Broadcaster Keeps Talking" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/sports\/basketball\/mark-jackson-a-broadcaster-turned-coach-still-speaks-his-mind.html"} , {"body" : "SOME are geographical descriptions: the Brooklyn Bridge Club, the Pride of Williamsburg, Midtown Express. Some use animal names: the River Rats, the Hollis Hogs, the 38th Street Mutts. Others are artful innuendoes: the Happy Hookers, It Ain't Easy Being Single. And still others are understood only by those who made them up: the Clown College," , "date" : "20110626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Firefighters' Pride" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/26\/nyregion\/firehouses-doors.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Just as the taxi pulled to the curb in front of Terrence Battle's home, flashing lights came on. Three officers in street clothes approached, and one asked the driver if everything was O.K. It was, the driver said. ''The other officers were shining lights in the car,'' Mr. Battle said. ''They told me to get out of the car.'' It was around 3:30 on a" , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW YORK; Contending the Police Went Beyond What a Cab's Sticker Allows" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/nyregion\/the-police-went-beyond-what-a-sticker-allows-a-suit-charges.html"} ,    {"body" : "She died in September by the ugliest means, weighing an unthinkable 18 pounds, half what a 4-year-old ought to. She withered in poverty in a home in Brooklyn where the authorities said she had been drugged and often bound to a toddler bed by her mother, having realized a bare thimble's worth of living. The horrid nature of Marchella Pierce's death" , "date" : "20110509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Bleak Life, Cut Short at 4, Harrowing From the Start" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/09\/nyregion\/short-bleak-life-of-marchella-pierce-emaciated-4-year-old.html"} , {"body" : "ON the last day in March, when most eighth graders in New York City learned where they would be going to high school in the fall, Radcliffe Saddler watched the majority of his classmates rip open thin envelopes and celebrate. Some students opened thick envelopes just as he did and started crying. Radcliffe, an honors student at Isaac Bildersee" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lost in the School Choice Maze" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/nyregion\/in-applying-for-high-school-some-8th-graders-find-a-maze.html"} , {"body" : "The Rev. David Wilkerson, an evangelical minister and author who founded the Times Square Church to minister to the downtrodden in one of Manhattan's seedier precincts, but whose later writings included apocalyptic predictions for New York City and beyond, died on Wednesday in an automobile accident in Texas. He was 79 and lived near Tyler, Tex." , "date" : "20110429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "David Wilkerson, 79, Dies; Started Times Sq. Church" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/29\/nyregion\/rev-david-wilkerson-79-evangelist-dies-in-crash.html"} , {"body" : "They came for spitting, loitering and littering. They came for noise violations and for consuming alcohol in public. Blake Bullard, 18, came on a cold and gray afternoon of his high school spring break for disorderly conduct. ''It affects me, how people in high school look at me, how I feel about myself,'' Mr. Bullard said. ''I don't want it on my" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For 2 Days, an Opportunity To Dismiss Minor Offenses" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/in-project-safe-surrender-chance-to-clear-offenses.html"} , {"author" : "E-mail: oneducation@nytimes.com" , "body" : "In a city where so many public schools are segregated by race and wealth, Public School 9 in Brooklyn is an exception. It has a substantial number of poor children, with about 75 percent receiving subsidized lunches. And because it is in a gentrifying neighborhood, Prospect Heights, the school also has a sizable number of yuppie children. The" , "date" : "20110411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "ON EDUCATION; A City School's Uphill Fight Over Sharing Space With a Charter" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/11\/nyregion\/11winerip.html"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DA1F39F933A25757C0A9679D8B63"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFDD1339F933A25757C0A9679D8B63"} , {"body" : "Two men were found bound, gagged and shot to death in the basement of a home in the Bedford-Stuyvesant section of Brooklyn on Wednesday, the police and relatives said. The bodies were discovered by the father of one of the victims, who walked by the home at 3 p.m., saw the door wide open and made his way to the basement, where he came upon the" , "date" : "20110407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Father Finds Son and Another Man Shot to Death in a Brooklyn Basement" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/07\/nyregion\/07shot.html"} , {"body" : "WHEN Patrice Covington tells people she found her husband on Craigslist, she is quick to clarify that it was on ''Gigs'' and not ''Men Seeking Women.'' It was July 2008, and Elijah Bland, a neo-soul singer-songwriter, needed a female backup singer for his musical group, the Soulcentric Band. Half a dozen women responded to the Craigslist want ad" , "date" : "20110403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Patrice Covington and Elijah Bland" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/03\/fashion\/weddings\/03VOWS.html"} , {"body" : "A city review made after the death of a malnourished 4-year-old in September found at least 10 more instances in which child welfare workers missed signs that children were in imminent danger, a report by the city's Administration for Children's Services and the Office of the Public Advocate said on Thursday. The report did not detail what happened" , "date" : "20110401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Report Says City Overlooked More Children In Danger" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/01\/nyregion\/01acs.html"} ,   {"body" : "Last summer, a group of people set up a large tent in an empty lot in Bedford-Stuyvesant, Brooklyn, and filled it with used books, secondhand clothes and many other items that had been discarded but seemed too useful to bury in a landfill. They called it the Brooklyn Free Store. There were no price tags, and visitors were encouraged to help" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "After Suspicious Fire in Free Store, Some Lose a Home" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/28\/nyregion\/28free.html"} , {"body" : "A former New York City child welfare worker and his supervisor were indicted on charges of criminally negligent homicide, the Brooklyn district attorney announced on Wednesday, saying that their failures had contributed to the death of a 4-year-old, Marchella Pierce, who had been repeatedly beaten and tied to a bed and weighed 18 pounds at the end" , "date" : "20110324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Child Welfare Workers Charged In Brooklyn 4-Year-Old's Death" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/24\/nyregion\/24acs.html"} , {"body" : "Opening WALLE RESTAURANT & LOUNGE Wally Chin (at right in photo), who, with his brother, Jimmy Chin, owns Chin Chin, is venturing out on his own. His chef and partner, Chris Cheung (left in photo), puts a personal spin on Chinese food. Look for foie gras bao (buns), lobster dumplings, fried oysters with Asian pear slaw, a burger on a Shanghai bun" , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/23\/dining\/23off.html"} , {"body" : "Let's begin with the mystery of the hidden bathroom. It's the summer of 2008. A young couple decides to buy an 800-square-foot apartment in a new condo building on the gentrifying outer edge of a fashionable Brooklyn neighborhood. The buyers go to close on the place, and as they're signing away half a million dollars, the building's developer," , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "The Supersizer of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/magazine\/mag-20KeyScofflaw-t.html"} , {"body" : "The gold caps on his teeth are gone, as are the frenzied trappings of celebrity: the nonstop partying, the cars, the jewelry, the pet tiger, the liters of Cristal. Mike Tyson -- who was once addicted, by his own account, ''to everything'' -- now lives in what might be described as a controlled environment of his own making, a clean, well-lighted" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "'I'VE LEARNED TO LIVE A BORING LIFE.'" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/magazine\/mag-20Tyson-t.html"} , {"body" : "THE kombucha guy was doing it wrong, and so was I. By the time Rich Awn, the owner of the one-man tea-and-coffee brewery Mombucha, arrived at the food swap in a TriBeCa apartment building, the table brimmed with inventive homemade goods, including vodka infused with the needles from an organic Christmas tree. Next to each offering was a green" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK STORY; You Cooked What? I'll Trade You Granola!" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/nyregion\/13barter.html"} , {"body" : "IT was Friday night in Bedford-Stuyvesant, Brooklyn, and 30 young men were crammed inside a tiny storefront on Marcus Garvey Boulevard. The wiry ringleader, Albert Esquilin, a 27-year-old graphic designer, cleared out a small oval and started to flail like a zombie. As the beats of the Caribbean superstar Bounty Killer scratched their way out of" , "date" : "20110310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Brukup Follows an Afro-Caribbean Beat" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/10\/fashion\/10brukup.html"} , {"body" : "LIKE thousands of other New Yorkers, Jason Henkle throws a leg over a bicycle every day and pedals to work. Unlike most of his fellow riders, Mr. Henkle built his understated single-speed bike by hand. Mr. Henkle is among a small group of dedicated New York cyclists who have begun building their own bicycle frames. Their hand-constructed cycles are" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SPOKES; The Hands That Steer Are Building the Bikes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DD143FF935A35750C0A9679D8B63"} , {"body" : "BY day, Antonio Ramos is a medicinal chemist at the drug maker Sanofi-Aventis in Bridgewater, N.J., where he helps develop molecules for prescription drugs. In the evening, he puts his chemistry skill set to a different use: developing formulas for Brooklyn Soda Works, the artisanal soda company he started last year with his partner, Caroline Mak." , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "4" , "title" : "BRIGHT IDEAS: SLIPSTREAM; A Chemist, An Artist And a Lot Of Fizz" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/business\/06stream.html"} , {"body" : "ONCE their son was born, Erin Gleason Alvarez and Greg Alvarez found themselves buried under stuff. Their spacious ground-floor two-bedroom in Windsor Terrace, Brooklyn, for $2,600 a month, came with the use of the basement, and ''we took up the entire basement,'' Mr. Alvarez said. Somehow they had accumulated an array of space-hogging clothes," , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Move Dictated by Miscellany" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/realestate\/06Hunt-brooklyn.html"} ,   {"body" : "Joe Long has tried closing his legendary Brooklyn music shop, Birdel's Records, before. Two years ago, Mr. Long posted a going-out-of-business sign in the windows of his Bedford-Stuyvesant storefront, which opened in 1944. With the decline of the music industry and of his profits, and the fact that no family member wanted to take over, he'd had" , "date" : "20110228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM; A Vinyl Stalwart Is Quitting, Now for Good" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E5DF163EF93BA15751C0A9679D8B63"} , {"body" : "AUREL SCHMIDT, the mixed-media artist, was in her East Village studio apartment, running her fingers over a patch of black hair that had been pasted to the head of a stick figure drawing. ''This is my boyfriend's chest hair,'' said the 28-year-old, with her trademark side-swept blond hair and exaggerated round glasses. ''No, wait,'' she said," , "date" : "20110224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "UP CLOSE; Raw Energy, With a Girly Side" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/24\/fashion\/24close.html"} , {"body" : "IN ''The Donut Chef,'' a children's book by Bob Staake, two bakers on one block compete by dreaming up increasingly outlandish pastries: ''Their donuts were such crazy things! Some were square and some were starry. Some looked just like calamari.'' Soon the townspeople can't remember when doughnuts were round and covered with glaze. With a clutch" , "date" : "20110223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "EAST VILLAGE (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; For the Homer Simpson in All of Us" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/23\/dining\/reviews\/23unde.html"} , {"body" : "LATE in 2009, not long after finishing construction work on Saraghina, his carefully considered pizzeria-restaurant that occupies a street corner in the Bedford-Stuyvesant section of Brooklyn, Massimiliano Nanni bought a '65 Ford Econoline pickup. ''All my life, I dreamed about such a truck,'' he said. ''My wife said, 'O.K., you can buy it.' You" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO | 1965 FORD ECONOLINE; A Special on His Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/06\/automobiles\/collectibles\/06EGO.html"} , {"body" : "International IN TURKEY'S EXAMPLE, Some See a Map for Egypt Arriving at a template that effectively integrates Islam, democracy and vibrant economics has been a near-impossible dream for Middle East reformers. But no country in the region has come closer to accomplishing this trick than Turkey. As a result, diplomats and analysts have begun to" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6D81338F935A35751C0A9679D8B63"} , {"body" : "Russell K. Frederick began photographing the Bedford-Stuyvesant section of Brooklyn in 1999, shortly after he picked up a camera. ''When I told people where I lived, they would cringe, as if Bed-Stuy was this place where I had to wear a helmet and a bulletproof vest,'' Mr. Frederick said in an interview with James Estrin. ''They just assumed it to" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "From Bed-Stuyvesant, With Love" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE3D91338F935A35751C0A9679D8B63"} , {"body" : "Pascal Sauvayre hopped his front tire through several inches of freshly fallen powder, stopping in front of a small group of cyclists gathered in the morning darkness at the southeast end of Central Park. ''Pascal! Oh, he's a hardy soul,'' called out one of the assembled, Dave Jordan, a pair of ski goggles hanging around his black neck gaiter and a" , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SPOKES; Two Wheels, No Fear, In Slush or Powder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E3D61F31F933A05752C0A9679D8B63"} , {"body" : "Tajeme Sylvester was a carpenter, a handyman and a poet. He was known as an impressive craftsman, whether renovating a brownstone or constructing a set for an Off Broadway theater. After hours, he was a fixture on the party circuit, dancing to house music, hip-hop and whatever else moved him. On Jan. 10, he became a statistic: the seventh homicide" , "date" : "20110122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["VALHALLA (NY)" , "RED HOOK (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "RED HOOK JOURNAL; A Vibrant Force Lost, While an Arts Scene Mourns" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/22\/nyregion\/22metjournal.html"} , {"body" : "For decades, Test's Barber Shop in Brooklyn has faced the Sumner Avenue Armory, a hulking castlelike building that towers over the modest four-story brownstones in Bedford-Stuyvesant. Through the storefront window, barbers watched the armory change from a bustling community center into a shelter for homeless men. The barbers have been there long" , "date" : "20110120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Move to Double Capacity Of a Shelter Raises Fears" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/20\/nyregion\/20homeless.html"} , {"body" : "William Mobley's life has always revolved around his family. So when he descended into the depths of an eight-year addiction to crack cocaine, it was not just his own life that he was destroying. ''Every day, I would wake up and hurt my family in a different way,'' he said, sitting in his new apartment in Bedford-Stuyvesant, Brooklyn. The youngest" , "date" : "20110117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE NEEDIEST CASES; Kicking Cocaine, and Reconnecting With Life" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/17\/nyregion\/17neediest.html"} ,   {"body" : "Charisma Massey and her friend did not feel threatened when a black car pulled up alongside them as they walked to the corner store in their Crown Heights, Brooklyn, neighborhood one day in October. Not until they heard the gunshots. The two girls ran, unharmed, and raced for home. Fortunately, the car did not follow. Charisma, 17, said she was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; Facing Gang Threats and Family Ills" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14neediest.html"} , {"body" : "As Wal-Mart battles to open its first stores in New York City, the City Council will hold a hearing on Wednesday on the possible impact to local businesses and communities. Wal-Mart will not participate. Instead, the retail giant has kicked off an intense media campaign, with direct mail, advertisements and a Web site, to get its message to New" , "date" : "20110111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Wal-Mart Will Skip Hearing By Council" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/11\/nyregion\/11walmart.html"} , {"body" : "A year ago, as soon as Xavier Joly and Emilie Johnson returned from a three-year stay in Paris, they moved into a two-bedroom Upper West Side rental for $3,300 a month. Ms. Johnson would have been glad to remain there indefinitely, but Mr. Joly immediately began the hunt for something different. He insisted on a house -- specifically, a house in" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; In the Footsteps of Hamiltons and Tenenbaums" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/realestate\/09hunt.html"} , {"body" : "In the first school Cathleen P. Black visited, students in a fifth-grade classroom had one laptop apiece, from which they received individualized lessons. In the second school, for teenagers who had been on the verge of dropping out, counselors routinely show up at the homes of students if they are absent three days in a row. The third was one of" , "date" : "20110104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Touring Schools That Work, Chancellor Says New Approach Is Needed at Those That Don't" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/04\/nyregion\/04chancellor.html"} , {"body" : "Councilman Charles Barron of Brooklyn represents one of New York's most troubled neighborhoods, where violence runs rampant and the median income hovers near $34,000. But when it came time to dole out discretionary grants last year, the City Council gave Mr. Barron one-seventh the amount it gave the councilman representing a far wealthier" , "date" : "20110101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Poor Districts Shortchanged On Earmarks" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/01\/nyregion\/01council.html"}]