[  {"body" : "The Ghost Hunter has Louis Vuitton floor mats, and this I did not expect. He arrives at my building in a customized white Mitsubishi Eclipse with a sound system that's Madison-Square-Garden-loud and a TV hidden in the dash. It's less Ghostmobile, more getaway car. I'd forgotten that, esoteric hobbies aside, the Ghost Hunter was born and raised in" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "TOWNIES; Ghost Story" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EFD71F3FF932A05754C0A9679D8B63"} , {"body" : "ON a sunny day, with a cool breeze blowing off the water and people sitting at sidewalk tables sipping tea from small glasses, Emmons Avenue in Sheepshead Bay, Brooklyn, could almost be in Istanbul -- or even in the Ukrainian port city of Odessa. Which may explain why so many Turkish and Ukrainian immigrants have made themselves at home among the" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SHEEPSHEAD BAY, BROOKLYN; Calm and Clamor, in Equal Measure" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/realestate\/calm-and-clamor-in-equal-measure-living-insheepshead-bay-brooklyn.html"} , {"body" : "Of the 2,200 students at Intermediate School 61 in Corona, Queens, 86 percent receive free cafeteria lunches. Some others pay a reduced price, and some are supposed to pay full price. But not all of their parents pay what they are supposed to, and recently, the school's principal, Joseph Lisa, has been spending a lot of time trying to collect money" , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Facing Cuts if Lunches Aren't Paid For" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/09\/education\/09lunches.html"}]