[  {"body" : "JON PAUL LUPO grew up not far away in Marine Park, but thinking back, he figures the most interaction he had with Sunset Park in those days was driving past it on the Gowanus Expressway. For his wife, Melanie, the area was even less familiar -- she is from South Dakota. Early this year, though, after more than a decade away from New York, Mr. Lupo" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SUNSET PARK, BROOKLYN; A Low-Slung District With a Very High Perch" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/realestate\/sunset-park-brooklyn-living-in-low-slung-but-with-a-high-perch.html"} , {"body" : "NEW YORK has always been too big an idea to be rendered successfully in a single image: simultaneously cruel and generous, dazzling and demeaning, unbearably vibrant and -- as it waits to see what path a tropical storm will take -- suspenseful but calm. But one thing that almost every New York moment has in common is a surprise of some sort. Some" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Year That Was, in Pictures" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DB153DF936A15751C1A9679D8B63"} , {"body" : "IN this toy store, Batman and Spider-Man are not heroes. For one thing, said Barbara Shine, manager of Double Play Toys in Borough Park, Brooklyn, the characters encourage interest in television, and the Orthodox Jewish families who make up her clientele do not watch television. More important, those toys might also teach lessons Hasidic parents" , "date" : "20111218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | BOROUGH PARK; A Store Where Toys Must Be Kosher" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/18\/nyregion\/at-orthodox-toy-store-in-brooklyn-batman-is-not-kosher.html"} , {"body" : "THERE are still places where 18th Avenue, as it runs through Bensonhurst, looks like the Italian-American stronghold that it once was. Spaced at intervals along the street, also known as Cristoforo Colombo Boulevard, are businesses like Gino's Focacceria, the Bari Pork Store, S.A.S. Italian Records and the Villabate Alba bakery. But just as in" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | BENSONHURST, BROOKLYN; Accessible, From All 4 Corners of the World" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/realestate\/bensonhurst-brooklyn-living-in-accessible-from-all-4-corners-of-the-world.html"} , {"body" : "TRENTON (AP) -- A man portrayed by his lawyers as a good Samaritan pleaded guilty on Thursday to organ trafficking in the United States in what the prosecutor said was the first conviction under a federal statute banning sales of kidneys by paid donors. The man, Levy-Izhak Rosenbaum, admitted in federal court here that he had brokered three illegal" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Guilty Plea To Charges Of Selling Kidneys" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/nyregion\/guilty-plea-to-kidney-selling-charges.html"} , {"body" : "It does not take long to recognize that the B110 bus in Brooklyn is not like others in the city. The exterior colors are different: red, white and blue. The price for a single ride is the same, $2.50, but MetroCards are not accepted. The bus does not run Friday night or most of Saturday. But the most obvious sign that the B110 is different was" , "date" : "20111020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "At Front of Brooklyn Bus, a Clash of Religious and Women's Rights" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/20\/nyregion\/bus-segregation-of-jewish-women-prompts-review.html"} , {"body" : "In his corner of Brooklyn, he has the status of a Louis Armstrong, though he is a young man with a different kind of horn. Rabbi Levi Yitzchok Meisner is an expert on the shofar, the ram's horn whose wailing, shivering sounds Jews will hear in synagogues across the world on Rosh Hashana, the two-day holiday that began at sundown Wednesday. Though" , "date" : "20110929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "In Brooklyn, Horn Lessons By a Rabbi Ring Out" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/29\/nyregion\/rabbi-levi-meisner-gives-brooklyn-shofar-lessons.html"} , {"body" : "The woman climbs the stairs in the shabby East Village tenement and enters while Larry Fagin is finishing a call with another poetry student. ''How's Aiden? Is he old enough to go to college yet?'' Mr. Fagin asks the man on the phone, making small talk. He motions for the woman to take a seat at the dining table, where her most recent poem is up on" , "date" : "20110908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "In the East Village, a Poetic Mentor Minces Few Words" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5D8143DF93BA3575AC0A9679D8B63"} , {"body" : "The death threats and hate mail, she says, have slowed, and she keeps her office door unlocked in defiance. There, Jennifer L. McCann sits behind her desk, wearing leopard print pumps, poised for an argument. Ms. McCann chose to defend Levi Aron, a hardware clerk from Brooklyn who is accused of a crime that gripped the city this summer: the" , "date" : "20110906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Defending the Accused, And Herself, With Vigor" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/06\/nyregion\/lawyer-for-levi-aron-defends-her-clients-and-herself.html"} , {"body" : "An article on Wednesday about a judge's questioning of the legal team for Levi Aron, the Brooklyn man accused of murdering an 8-year-old Borough Park boy in July, misstated Mr. Aron's whereabouts on Tuesday. He appeared in court briefly by video conference from Rikers Island; he did not physically appear in court before being sent back to Rikers" , "date" : "20110825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DE1038F936A1575BC0A9679D8B63"} ,   {"body" : "THE Brooklyn neighborhood of Bay Ridge is chockablock with delis and restaurants, row houses and subway stations, all in the shadow of the massive Verrazano-Narrows Bridge. But on one stretch of 95th Street, sandwiched between two ordinary apartment buildings, sits a home that sometimes makes passers-by do a double take: a three-story clapboard" , "date" : "20110825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "WHO LIVES THERE; Rescued From The 1840s" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/25\/garden\/in-brooklyn-a-house-rescued-from-the-1840s.html"} , {"body" : "The judge in the case of Levi Aron, the Brooklyn man accused of murdering an 8-year-old Borough Park boy in July, upbraided Mr. Aron's lawyers on Tuesday for their handling of his defense and questioned whether they were experienced enough to handle such a complex case. ''My overarching responsibility is to ensure that the defendant will receive a" , "date" : "20110824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Lawyers Defending Suspect In Boy's Death Are Scolded" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/24\/nyregion\/judge-criticizes-levi-arons-defense-lawyers.html"} , {"body" : "The man charged in the murder of an 8-year-old Brooklyn boy has a psychiatric disorder that includes schizoid tendencies, doctors evaluating him found in a preliminary examination, according to one of the man's lawyers, Pierre Bazile. The man, Levi Aron, 35, also had a sister who died while institutionalized for schizophrenia, according to a report" , "date" : "20110811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "21" , "title" : "Psychiatric Disorder Found in Defendant" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/11\/nyregion\/illness-cited-in-levi-aron-suspect-in-leiby-kletzky-death.html"} , {"body" : "''My name is Levi Aron,'' the writer began. Then, in small, distinct print, and in short prosaic sentences on one full page of lined paper he submitted to the police, Mr. Aron told the story of how he had kidnapped, killed and systematically dismembered an 8-year-old boy who had gotten lost one afternoon in Brooklyn on the way back from camp and" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "In His Own Hand, a Defendant's Account of a Grisly Deed" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/nyregion\/suspects-admission-of-killing-leiby-kletzky-filed-in-court.html"} , {"body" : "Two police cars came screeching to a stop, and officers dashed into a low-rise building as panicked children came running out. Moments later, the children's mother emerged in tears, her arms held back by two officers, as her daughter and sons wailed, neighbors cursed and passers-by stopped to shake their heads and stare. That scene disrupted life" , "date" : "20110727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Ripple Effects of a Messy Divorce: A Stormy Eviction" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/27\/nyregion\/in-ripple-effects-of-taub-divorce-tenant-and-children-evicted.html"} , {"body" : "The lawyer representing Levi Aron, the man accused of kidnapping, killing and dismembering an 8-year-old boy in Brooklyn, announced on Friday that he had brought in a lawyer with deeper experience in mental health issues and the insanity defense to assist him. The new lawyer, Jennifer L. McCann of Garden City, N.Y., represented Kathleen Prisco, a" , "date" : "20110723" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "New Lawyer Joins Defense For Suspect in Boy's Death" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/23\/nyregion\/new-lawyer-to-assist-in-defense-of-levi-aron.html"} , {"body" : "Leiby Kletzky, the 8-year-old boy who was killed last week after being kidnapped as he walked home alone from day camp, was drugged with painkillers and muscle relaxants before he was smothered to death, the city medical examiner's office announced on Wednesday. A statement by Dr. Charles S. Hirsch, the chief medical examiner, said the cause of" , "date" : "20110721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Brooklyn 8-Year-Old Was Drugged, Then Suffocated, Medical Examiner Says" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/21\/nyregion\/leiby-kletzky-was-drugged-before-being-suffocated-official-says.html"} , {"body" : "WHEN Derek Jeter sent his 3,000th hit into the stands on Saturday, he also sent #Jeter and #3000 soaring up the weekend Twitter charts, as New Yorkers scrambled to commemorate their favorite Yankee's achievement as well. ''Big shout-out to Derek Jeter for dating Adriana Lima, Jessica Alba & Minka Kelly. Also for #3000 hits in baseball or" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "#TRENDING N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2DD1E3DF934A25754C0A9679D8B63"} , {"body" : "The Jewish custom of shiva, the seven days of intense mourning, often has its spirited aspects. Despite the prevailing sorrow, visitors might gather around platters of food in a bereaved family's home and celebrate a long life, or remember foibles with affectionate laughter. But not after the death of a child, particularly one who died in such" , "date" : "20110716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Sitting Shiva, Trying to Cope With the Loss Of a Child" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/16\/nyregion\/ritual-mourning-for-slain-brooklyn-8-year-old.html"} , {"body" : "Yocheved Schachter, a 47-year-old nurse who lives in Borough Park, Brooklyn, acknowledges that she has a double standard of sorts: one for people who share her background, and one for people who do not. ''If you're in the airport and need help, a Jew will help you,'' said Ms. Schachter, who is a mother and a grandmother. ''I pick up hitchhikers," , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Killing Rattles a Jewish Community's Long-Held Trust of Its Own" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/nyregion\/leiby-kletzkys-killing-rattles-jewish-communitys-trust.html"} ,   {"author" : "E-mail: Twitter: @jimdwyernyt" , "body" : "Down the block from the home of Levi Aron, the hardware-store clerk accused this week of slaughtering a child in Brooklyn, a neighbor, Miriam Levy, spoke about peculiar qualities that she had discovered only after Mr. Aron's arrest. Ms. Levy, 22, had looked at an online profile for him. ''His interests were 'American Idol,' Lady Gaga and 'Glee,' ''" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW YORK; A World Sheltered From TV, If Not Violence" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/nyregion\/sheltered-hasidic-community-stunned-by-kletzky-killing.html"} , {"body" : "For a couple of hours on Monday night, Leiby Kletzky, 8, sat in a car outside a catering hall in Rockland County, N.Y.; the windows were rolled down, if the man suspected in his killing is to be believed. More than 400 people were at a wedding inside the hall, including the man who had driven Leiby there, Levi Aron, 35. No one apparently noticed" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Police Sort Through Suspect's Account as He Pleads Not Guilty in Killing" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/nyregion\/suspect-pleads-not-guilty-in-leiby-kletzkys-death-and-offers-account.html"} , {"body" : "When day broke on Wednesday in Borough Park, Brooklyn, the swarms of volunteers went home defeated, and the detritus of a frantic 36-hour search for a missing boy lay strewn by the curb. There were plastic water jugs, napkins and fliers outside the brick apartment building where Leiby Kletzky and his family lived on 15th Avenue, in the heart of the" , "date" : "20110714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "After Coming Together for a Frantic Search, a Community Is Left Reeling" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/14\/nyregion\/borough-park-residents-reeling-with-news-of-boys-death.html"} , {"body" : "It was only seven blocks. The boy had begged and his parents had said yes, he could walk part of the way home from day camp by himself. Together they had memorized the route. They had practiced a dry run together. But little Leiby Kletzky, 8, got lost. And Monday, his first taste of doing the grown-up thing, of walking alone through Borough Park," , "date" : "20110714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "7 Blocks to Walk, Brooklyn Boy Never Got Home" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/14\/nyregion\/arrest-made-in-brooklyn-killing-of-leiby-kletzky.html"} , {"body" : "With shock and grief clutching Borough Park in Brooklyn, thousands of mourners and residents poured into a neighborhood courtyard Wednesday evening for the funeral of an 8-year-old Brooklyn boy who was abducted and killed this week as he walked home from camp. The funeral for the boy, which was held entirely in Yiddish, swelled to capacity before" , "date" : "20110714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Thousands Mourn Boy Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/14\/nyregion\/thousands-mourn-boy-killed-in-brooklyn.html"} , {"body" : "JOE LEVIN, a private investigator in Brooklyn, was waiting to meet a new client in the parking lot of a kosher supermarket in Borough Park one recent morning. Glancing in the side-view mirror of his chauffeured sport utility vehicle, Mr. Levin said he liked this particular spot because he knew the manager, the delivery man and the security guard," , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Private Eye Wears a Skullcap" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/nyregion\/hasidic-private-eyes-beat-is-the-mean-streets-of-brooklyn.html"} , {"body" : "Pins clattered to a soundtrack of the Drifters and the Temptations as if it were a half-century ago when Maple Lanes first opened, only without the clouds of smoke. Men wearing gold chains with bowling pin pendants hugged and kissed as if they had not seen one another in years, instead of the Wednesday before, while women unpacked their bowling" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BOROUGH PARK JOURNAL; In Brooklyn, Bowlers Enjoy A Haven While It's Still Around" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/at-maple-lanes-longtime-bowlers-prepare-for-loss.html"} , {"body" : "IF Mitchell Zelman's customers are sorry to see him, he's not offended. ''People generally leave happy,'' Mr. Zelman said, ''but sort of with the attitude, 'I hope I don't see you for a long time.' '' And, for the sake of his reputation, he's hoping the same. Mitchell's Auto Repair, near the Borough Park-Sunset Park border in Brooklyn, is the sort" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | BOROUGH PARK; Auto Repair, As an Art And a Science" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/nyregion\/neighborhood-joint-mitchells-auto-repair-the-fix-comes-with-details.html"} , {"body" : "Around Town Museums and Sites Museum of the City of New York (Friday, Sunday, Tuesday and Thursday) Two events are planned Friday and Sunday in conjunction with the exhibition ''Ain't Nothing Like the Real Thing: How the Apollo Theater Shaped American Entertainment,'' on view through May 1. Scholars and the musician Martha Redbone will discuss the" , "date" : "20110401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/01\/arts\/spare-times-for-april-1-7.html"} , {"body" : "THEY are well-heeled warriors. These squash players do battle behind thick glass at the courts of the Yale Club, in Midtown Manhattan, backed by a soundtrack of roars and grunts and lunging bodies slamming against walls. On a recent weekday, one of the liveliest contests was on Court 2, where an older man was running a much younger player ragged" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT; 92 Years Old, And Still Ruling The Squash Court" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E0D91738F935A35751C0A9679D8B63"} ,   {"author" : "E-mail: habitats@nytimes.com" , "body" : "IN 1956, the year Dwight Eisenhower was re-elected to the presidency, Elvis Presley was burning up the airways and Clairol was posing the question, ''Does she or doesn't she?,'' an Italian-American couple named Zachary and Mary Sansone bought a modest two-story attached brick house in Borough Park, Brooklyn. He worked on the docks, she was a social" , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Go Ask Mary" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/30\/realestate\/30habi.html"} , {"body" : "In Shakespeare's tragedy, Romeo is so steeped in love poetry that Juliet accuses him of kissing ''by the book.'' By contrast, Lazer Weiss, who plays the lead role in the new film ''Romeo and Juliet in Yiddish,'' did not understand the concept of romantic love until he was in his 20s, he said. Mr. Weiss was raised in an Orthodox Jewish household and" , "date" : "20110121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM; Lovers' Tale, In Yiddish: A World Opens Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDF1E3EF932A15752C0A9679D8B63"}]