[  {"body" : "The state has had plenty of reasons over the years to end its relationship with the Federation of Multicultural Programs of Brooklyn. During the 1990s, the federation, which provides care for developmentally disabled people, filed for bankruptcy protection twice, once while owing the Internal Revenue Service over $3 million. Its executive director" , "date" : "20111228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ABUSED AND USED; An Operator of Group Homes Keeps State Aid Despite Faults" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/28\/nyregion\/operator-of-ny-group-homes-thrived-despite-lapses-in-care.html"} , {"body" : "Reading her notes on the No. 3 train, Tamara Gonzalez did all she could to push the doubts out, out, out of her mind. Yes, it was only a quiz, but it had been a while since she had taken one. And then there was the matter of her ''advanced'' age. ''I'm 27 years old!'' she said, with the perkiness of, well, a 27-year-old. As part of her Introduction" , "date" : "20111227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "THE NEEDIEST CASES; A 9th-Grade Dropout Returns to School" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/27\/nyregion\/9th-grade-dropout-goes-back-to-school.html"} , {"body" : "WITH peanut butter fudge truffles, raspberry caramels and peppermint bark vying for her attention, Lorna Fontana, 12, had a difficult decision to make as she pressed her face to the glass counter at JoMart Chocolates like a kid, well, in a candy store. Her father, Michael Fontana, inhaled the sweet air of the confectionery, in the small Brooklyn" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | MADISON; A Family Tree Just Covered In Chocolate" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/nyregion\/jomart-chocolates-in-brooklyn-stays-in-the-family.html"} , {"body" : "For much of the past week, police officers have searched a block of Pine Street in Brooklyn for the bullet that killed Officer Peter J. Figoski. They have even examined tree branches and the upper reaches of nearby two-family homes, from a cherry picker. Yet the slug seems to have disappeared. As the search continued, residents along the block in" , "date" : "20111219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (NYC)" , "GUYANA" , "DOMINICAN REPUBLIC" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Along a Block in Brooklyn, Wary Residents Ponder the Murder of an Officer" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/19\/nyregion\/on-pine-street-proud-but-wary-residents-ponder-the-murder-of-an-officer.html"} , {"body" : "-As many as 60,000 of the votes cast in New York State elections last year were voided because people unintentionally cast their ballots for more than one candidate, according to a study being released this week. The excess-voting was highest in predominantly black and Hispanic neighborhoods, including two Bronx election districts where 40 percent" , "date" : "20111206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; Study Says Thousands Erred Using New Voting Machines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E0DC1E39F935A35751C1A9679D8B63"} , {"body" : "Devon Moore heard the news on Wednesday morning, and he was disgusted. But not surprised. When Assemblyman William F. Boyland Jr. was indicted for a second time, accused again of soliciting bribes in exchange for official favors -- in part to pay his legal fees from the first trial -- longtime residents of Brownsville, one of Brooklyn's most" , "date" : "20111201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Lawmaker Back in Trouble, in a District That Knows Despair" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/01\/nyregion\/in-assemblymans-district-a-community-searches-for-answers.html"} , {"body" : "Even to those accustomed to the sins of New York politicians, the latest trials and tribulations of Assemblyman William F. Boyland Jr. may have hit a new low. Mr. Boyland, 41, who comes from one of Brooklyn's most prominent political families, was arrested on Tuesday on federal bribery charges in the borough; the arrest comes nearly nine months" , "date" : "20111130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2nd Bribe Case For Lawmaker Just Acquitted" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/30\/nyregion\/assemblyman-william-boyland-jr-charged-again-with-bribery.html"} , {"body" : "The New York State health commissioner should be given sweeping new powers to replace the executives and board members of private hospitals, a group appointed by Gov. Andrew M. Cuomo recommended Monday in a report on how to restructure Brooklyn's failing hospitals and health system. The report calls for legislation to provide such authority ''not" , "date" : "20111129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "20" , "title" : "Panel Urges Sharp Change For Hospitals In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/29\/nyregion\/panel-urges-sharp-change-for-hospitals-in-brooklyn.html"} , {"body" : "The union representing hundreds of school support workers who lost their jobs last month plans to sue New York City on Wednesday, claiming the layoffs were unnecessary and discriminatory because of their disproportionate impact on schools that serve poor students. The lawsuit is possibly the last weapon available to the union, District Council 37," , "date" : "20111116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "Union to Sue Over Layoffs of School Support Workers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D9153EF935A25752C1A9679D8B63"} , {"body" : "Elizabeth Johnson-McKinney surprised her son, Xavier, when she told him they were moving to a bigger house. ''I told my son a lie,'' she said. ''I couldn't tell him the reality.'' Ms. Johnson-McKinney -- homeless, hungry and one month pregnant -- was actually moving her family to a HELP USA shelter in Brooklyn. ''I couldn't sleep,'' she recalled." , "date" : "20111114" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; After Months of Making Do, a Mother Is Ready to Once Again Make a Home" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/14\/nyregion\/after-layoff-and-time-in-shelter-ready-for-a-home.html"} ,   {"body" : "Every night, N-Dia Layne would set the alarm on her mother's cellphone to 4:45 a.m. If the two of them were not on the subway platform at 103rd Street and Broadway by 6:20 a.m., there was no way N-Dia would be on time for school. Even so, N-Dia, was often late. By the end of October, the fourth grader was just one tardiness away from the six" , "date" : "20111114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "For a Homeless Child, A Long Ride to 4th Grade" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/14\/education\/a-homeless-student-transferred-far-from-her-school.html"} , {"body" : "When the pain in his groin was too great to bear, Ralph Hutchins, who works as a mover, headed to the crowded emergency room at the nearest hospital one recent Tuesday, his life at risk. Tanya Boynton, a mother of four who works 12-hour shifts, hobbled into another emergency room from a homeless shelter, afraid illness would end her job. They" , "date" : "20111110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Caring for Poor In Harsh Focus As Hospitals Ail" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/10\/nyregion\/strained-brooklyn-hospitals-are-subject-of-cuomo-study-group.html"} , {"author" : "Jeff Greenfield is a former correspondent and analyst for ABC, CNN and CBS. His latest book, ''Then Everything Changed,'' will be published in paperback in February." , "body" : "WHEN THE GARDEN WAS EDEN Clyde, the Captain, Dollar Bill, and the Glory Days of the New York Knicks. By Harvey Araton. Photographs by George Kalinsky 352 pp. Harper\/HarperCollins Publishers. $26.99 Who made the most dramatic entrance in New York City history? A historian might say it was George Washington, who led 800 soldiers into town on Nov. 25," , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "The Sum of Their Parts" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/books\/review\/when-the-garden-was-eden-by-harvey-araton-photographs-by-george-kalinsky-book-review.html"} , {"body" : "Three days after a 34-year-old woman was killed by gunfire in Brooklyn as she picked up her child after school, detectives arrested the suspected gunman, his brother and a half-brother, the police said Tuesday. Police Commissioner Raymond W. Kelly said that Andrew Lopez, 18, and two others were taken into custody on Monday by detectives at a home" , "date" : "20111026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; 3 Arrested In Killing Of Woman Near School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDB123AF935A15753C1A9679D8B63"} , {"body" : "Q.I recently bought a replica of a bank on eBay, and believe it was at the corner of Grand and Norfolk Streets. Do you have a turn-of-the-century source you could check?... Howie Gelbtuch, Manhattan A. Jackpot! The bank you have is definitely modeled after the State Bank's impressive neo-Classical-style headquarters of 1902 at 374 Grand Street," , "date" : "20111023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES | READERS' QUESTIONS; A Bank Lives On In Memory and Metal" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/23\/realestate\/streetscapes-readers-questions-a-bank-lives-on-in-memory-and-metal.html"} , {"body" : "A mother picking up her child was shot to death across the street from a school in Brownsville, Brooklyn, on Friday afternoon as she tried to protect several children from a gunman on a rooftop who opened fire on a group of rivals on a crowded street, the police said. An 11-year-old girl was grazed in the cheek and another woman who was also" , "date" : "20111022" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Gunman Kills Woman Trying to Shield Children Near a School" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/22\/nyregion\/rooftop-gunman-in-brooklyn-kills-woman-trying-to-shield-children.html"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"body" : "The pink slips have gone out, and if no deal is reached by Friday, 716 of New York City's lowest-paid workers -- school aides, parent coordinators and other members of school support staffs -- will lose their jobs, the latest victims of budget cuts to the public schools. Nearly 350 schools will be affected, in a scattered pattern, according to a" , "date" : "20111003" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "School Layoffs About to Fall Heaviest On the Poorest and Most Struggling" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/03\/nyregion\/nyc-layoffs-to-hit-poorest-schools-hardest.html"} , {"body" : "From her bare kitchen window, Denise Urquidez can see the big grassy backyard that became a haven for her two young sons. And she wonders. The curtains are packed away along with the Transformers that had decorated her boys' room. Ms. Urquidez is waiting to move, leaving her tiny two-bedroom in a salmon stucco three-story building on the edge of" , "date" : "20110922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Staying With Children, And Out of Prison" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/22\/nyregion\/for-mothers-facing-prison-drew-house-in-brooklyn-offers-alternative.html"} , {"body" : "AT last, Lee Zegar was ready to upgrade to a one-bedroom. ''When I turned 80,'' she said, ''I thought: I can't wait.'' Ms. Zegar, who hit that milestone last fall, had lived in a studio apartment on lower Park Avenue for 45 years. The red-brick building, circa 1940, underwent a co-op conversion in 1972 under a noneviction plan. Back then, she could" , "date" : "20110911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; The Now-or-Never Apartment" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/11\/realestate\/the-now-or-never-apartment.html"} ,   {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DD173DF930A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/03\/nyregion\/54th-assembly-district-vote-could-upset-brooklyn-politics.html"} , {"body" : "LITERARY BROOKLYN The Writers of Brooklyn and the Story of American City Life By Evan Hughes 337 pages. Henry Holt & Company. $17. ''Brooklyn, Brooklyn, take me in,'' the chorus of an improbably lovely song by the Avett Brothers implores. ''Are you aware the shape I'm in?'' For generations -- long before it became fashionable -- Brooklyn has taken" , "date" : "20110817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "BOOKS OF THE TIMES; Brooklyn Takes a Bow As a Town Of Writers" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/17\/books\/literary-brooklyn-by-evan-hughes-review.html"} , {"body" : "Mayor Michael R. Bloomberg's job approval rating among New Yorkers has hit its lowest point in six years, with residents conveying widespread anxieties about the city's economic prospects, according to the latest New York Times\/CBS News poll. Nearly 70 percent of city residents characterize the economy as being bad. And New Yorkers are chiefly" , "date" : "20110817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Poll Finds Bloomberg's Approval Rating the Lowest in 6 Years" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/17\/nyregion\/in-poll-lowest-marks-for-bloomberg-in-6-years.html"} , {"body" : "A day after a bullet pierced a state assemblyman's rear windshield as he drove with his 8-year-old son through the streets of his district in Brooklyn, the police on Thursday said it appeared to be a result of random gun violence. Moments after he heard the shots and his window shattering, Assemblyman William F. Boyland Jr. pulled his sport utility" , "date" : "20110812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Assemblyman Tells of Fright Over a Shooting Called Random" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/12\/nyregion\/boylands-suv-was-hit-by-random-shot-police-think.html"} , {"body" : "A sport utility vehicle driven by Assemblyman William F. Boyland Jr. was hit by gunfire in Brooklyn on Wednesday evening as he rode with his 7-year-old son, a police spokeswoman said. Neither Mr. Boyland nor his son was injured, said the spokeswoman, Deputy Inspector Kim Royster of the New York Police Department. Inspector Royster said Wednesday" , "date" : "20110811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Assemblyman's Vehicle Is Hit by Gunfire in Brooklyn, but He Is Unharmed" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/11\/nyregion\/gunshots-hit-vehicle-of-assemblyman-william-boyland-jr.html"} , {"body" : "He was wounded and driving his car on the outer border of control, possibly looking for help or to flee danger. She was doing what children do on a sizzling Saturday night in Brooklyn, lolling outside her building with friends. In the end, both wound up dead in a freakish accident. Yet her warning saved her friends. Kira Goddard, 13, was sitting on" , "date" : "20110801" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Mystery After Crash That Left Two Dead" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/01\/nyregion\/brooklyn-teenager-dies-after-saving-friends-from-oncoming-car.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5DB133CF934A25754C0A9679D8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/nyregion\/why-subway-rats-arent-electrocuted-by-the-third-rail.html"} , {"body" : "Since 2009, unemployment among recent college graduates has risen, while starting salaries have fallen. The median student debt load for those who graduated from 2006 to 2010 is $20,000. Not surprisingly, 40 percent of 20-somethings move back in with their parents at least once. Here are some dispatches from the home front. My Tragic Starring Role" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "7" , "title" : "TOWNIES; Growing Up, Then Going Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E3DB1E3DF934A25754C0A9679D8B63"} ,   {"author" : "Jed Perl is the art critic for The New Republic and was a 2010-11 fellow at the Leon Levy Center for Biography at the Graduate Center of the City University of New York . He is writing a life of Alexander Calder." , "body" : "LEE KRASNER A Biography By Gail Levin Illustrated. 546 pp. William Morrow\/HarperCollins Publishers. $30. JOAN MITCHELL Lady Painter: A Life By Patricia Albers Illustrated. 514 pp. Alfred A. Knopf. $40. Biographers are forever readjusting our sense of the fantastically mutable relationship between an individual and a society. All men and women are" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Freedom of Expressionism" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/books\/review\/book-review-biographies-of-lee-krasner-and-joan-mitchell.html"} , {"body" : "He called Wal-Mart ''one of the great corporate citizens in this country.'' He praised its efforts to conduct background checks before selling guns. He flatly rebuffed suggestions that the company was killing jobs. Mayor Michael R. Bloomberg took on the role of ardent defender of big-box America on Tuesday at a news conference announcing a $4" , "date" : "20110706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "As It Seeks Store, Wal-Mart Gives $4 Million for Youths" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2DC1330F935A35754C0A9679D8B63"} , {"author" : "Ian Trontz is an assistant metro editor for The New York Times." , "body" : "Lorenzo Charles, not to put it unkindly, was known for exactly one basketball play. With the score tied and a few seconds left in the 1983 N.C.A.A. championship game against heavily favored Houston, his North Carolina State teammate Dereck Whittenburg heaved a prayer at the rim. Charles recognized the arc of a 30-foot air ball. ''I just went up and" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Lesson in Fleeting Fame From the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/sports\/ncaabasketball\/lorenzo-charles-the-hero-of-starrett-city-in-brooklyn.html"} , {"body" : "Benjamin P. Feldman, a retired real estate investor with the time and the money to chase his enthusiasms, was rummaging through a bin at a flea market in Chelsea last winter when he came across a weathered leather change purse with words engraved in gilt: ''Compliments of Sol Goldberg's Cafe, 71 Canal Street, Tel. 2111 Orchard.'' There was" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY ROOM; Chasing a Name Lost to Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1DD1430F930A35754C0A9679D8B63"} , {"body" : "Two weeks later, still out thousands of dollars' worth of musical equipment, a recording of five or six new songs, an apartment of their own and one tooth, the guys from the band called P.M.E.R. thought about whom to blame. Craigslist? The landlord who told them the apartment was safe? Or themselves? ''This is not the kind of neighborhood people" , "date" : "20110702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CRIME SCENE; Place Seemed Great, Till the Robbers Swarmed In" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/02\/nyregion\/saved-by-the-cops-band-nearly-loses-everything-in-bed-stuy.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. - Against Me! (Sunday and Tuesday) This Florida band plays sometimes-political pop-punk that recalls Bad Religion; the vocalist Tom Gabel shares Greg Graffin's penchant for multisyllabic lyrics and sharp, thrashing guitar. It's fun and" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/music\/pop-and-rock-listings-for-june-3-9.html"} , {"body" : "A 4-year-old boy was mauled to death by a family dog as he and his two brothers played in a bedroom of their apartment in Brooklyn, the authorities said on Saturday. The boy, Jayelin Graham, suffered ''multiple bite wounds'' on his head, his neck and other parts of his body, said a law enforcement official. The attack occurred about 9:20 p.m." , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Boy, 4, Is Killed by Dog in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/boy-4-is-mauled-to-death-in-brooklyn.html"} , {"body" : "About 3,400 workers at Brookdale University Hospital and Medical Center in the Brownsville section of Brooklyn have lost their health care coverage, because the hospital has fallen behind in payments to its benefits fund, the union that represents many of the hospital's workers said Thursday. The hospital, which has recently been ensnared in a" , "date" : "20110527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "Brookdale Hospital Workers Protest Loss of Health Care" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/27\/nyregion\/brookdale-hospital-workers-protest-loss-of-health-coverage.html"} , {"author" : "E-mail: powellm@nytimes.com" , "body" : "Poor Michael Bloomberg. He possesses the third term he so desired and yet he seems not to know what to do with it. Several of our mayor's grander dreams -- congestion pricing, a West Side stadium, his Park Avenue schools chancellor -- have turned to dross, even as his ''Say what?'' moments pile up. In the past week, he gave a rhetorical back of his" , "date" : "20110524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "GOTHAM; Despair? None Bloomberg Seems to See" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/24\/nyregion\/bloomberg-remarks-ignore-new-yorks-class-divide.html"} , {"body" : "9:51 p.m. | Updated The United Federation of Teachers filed a lawsuit on Wednesday in an effort to halt two tools the city's Education Department uses to change the school system: closing schools for poor performance and giving charter schools space in buildings occupied by traditional public schools. The litigation, filed in State Supreme Court," , "date" : "20110519" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Teachers' Union Files Suit To Stop School Closings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E5D8123BF93AA25756C0A9679D8B63"} ,   {"body" : "Harry Jackson, a Marine combat artist who turned his back on a promising career as an Abstract Expressionist painter to become a prominent realist artist known for his paintings and bronze sculptures of cowboys and Indians, died on Monday in Sheridan, Wyo. He was 87 and lived in Cody, Wyo., and Camaiore, Italy. His death was confirmed by his son" , "date" : "20110430" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Harry Jackson, 87, Artist of American West" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E4DA123BF933A05757C0A9679D8B63"} , {"body" : "TEITELBAUM--Rose Lea Harnick Died at 97 in her sleep on April 9th. A true matriarch, Rose was a touchstone for her family. \"When one of my chickadees falls from the nest,\" she said cupping her hands, \"I gently bring them back.\" Even in her later years, Rose provided a joyous welcome not only to family but friends of family, young and old. A high" , "date" : "20110413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Memorials TEITELBAUM, ROSE LEA HARNICK DIED AT 97 IN HER SLEEP ON APRIL 9TH. A TRUE MATRIARCH, ROSE WAS A TOUCHSTONE FOR HER FAMILY. \"WHEN ONE OF MY CHICKADEES FALLS FROM THE NEST,\" SHE SAID CUPPING HER HANDS, \"I GENTLY BRING THEM BACK.\" EVEN IN HER LATER YEARS, ROSE PROVIDED A JOYOUS WELCOME NOT ONLY TO FAMILY BUT FRIENDS OF FAMILY, YOUNG AND OLD. A HIGH SCHOOL DROP OUT, ROSE WAS AN ENTHUSIASTIC READER AND A CURIOUS TRAVELER, ACCOMPANYING FAMILY TO MANY FOREIGN CITIES. AFTER 30 YEARS, AS A CORSETIERE AT SMALL SPECIALTY SHOPS, ROSE BECAME A POPULAR DOCENT AT THE LOWER EAST SIDE TENEMENT MUSEUM. THERE, UNTIL SHE WAS 94, ROSE LED AWED VISITORS THROUGH THE 6 STORY TENEMENT BUILDING, RECALLING THE LIVES OF ITS IMMIGRANT RESIDENTS. SHE ALSO VOLUNTEERED AT THE FAMILY CENTER AND CONEY ISLAND HOSPITAL. RAISED BY POOR IMMIGRANTS IN BROWNSVILLE, BROOKLYN, ROSE MOVED AT THE AGE OF 84 TO MANHATTAN TO BE NEARER HER SON, HERBERT AND HIS FAMILY. CALLING THE UPPER WEST SIDE A LEBEDIK PLACE, SHE REVELED IN LONG WALKS ALONG BROADWAY. THIS YEAR, ROSE MOVED TO ST. LOUIS WHERE HER OLDER SON, STEVEN AND HIS FAMILY RESIDE. IN ADDITION TO HER SONS, ROSE LEAVES DAUGHTERS, IN, LAW MARILYN TEITELBAUM AND RUTH J. ABRAM; GRANDCHILDREN: CAREN, AARON, AND NOAH TEITELBAUM; REBECCA WALLACE; ANNA KAYE; FOUR GREAT, GRANDCHILDREN: AMELIA ROSE AND STELLA ROSE KAYE, JONAH TEITELBAUM AND LEO WALLACE AS WELL AS GRANDCHILDREN'S SPOUSES: GORDON KAYE, LILA TEITELBAUM AND JOHN WALLACE. ON APRIL 13, FOLLOWING A PRIVATE BURIAL, A MEMORIAL SERVICE WILL BE HELD AT THE TENEMENT MUSEUM. IN LIEU OF FLOWERS, PLEASE SEND A DONATION TO THE LOWER EAST SIDE TENEMENT MUSEUM 91 ORCHARD STREET, NEW YORK CITY, 10002 C" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4D9163AF930A25757C0A9679D8B63"} , {"body" : "TEITELBAUM--Rose Lea Harnick Died at 97 in her sleep on April 9th. A true matriarch, Rose was a touchstone for her family. \"When one of my chickadees falls from the nest,\" she said cupping her hands, \"I gently bring them back.\" Even in her later years, Rose provided a joyous welcome not only to family but friends of family, young and old. A high" , "date" : "20110412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Memorials TEITELBAUM, ROSE LEA HARNICK DIED AT 97 IN HER SLEEP ON APRIL 9TH. A TRUE MATRIARCH, ROSE WAS A TOUCHSTONE FOR HER FAMILY. \"WHEN ONE OF MY CHICKADEES FALLS FROM THE NEST,\" SHE SAID CUPPING HER HANDS, \"I GENTLY BRING THEM BACK.\" EVEN IN HER LATER YEARS, ROSE PROVIDED A JOYOUS WELCOME NOT ONLY TO FAMILY BUT FRIENDS OF FAMILY, YOUNG AND OLD. A HIGH SCHOOL DROP OUT, ROSE WAS AN ENTHUSIASTIC READER AND A CURIOUS TRAVELER, ACCOMPANYING FAMILY TO MANY FOREIGN CITIES. AFTER 30 YEARS, AS A CORSETIERE AT SMALL SPECIALTY SHOPS, ROSE BECAME A POPULAR DOCENT AT THE LOWER EAST SIDE TENEMENT MUSEUM. THERE, UNTIL SHE WAS 94, ROSE LED AWED VISITORS THROUGH THE 6 STORY TENEMENT BUILDING, RECALLING THE LIVES OF ITS IMMIGRANT RESIDENTS. SHE ALSO VOLUNTEERED AT THE FAMILY CENTER AND CONEY ISLAND HOSPITAL. RAISED BY POOR IMMIGRANTS IN BROWNSVILLE, BROOKLYN, ROSE MOVED AT THE AGE OF 84 TO MANHATTAN TO BE NEARER HER SON, HERBERT AND HIS FAMILY. CALLING THE UPPER WEST SIDE A LEBEDIK PLACE, SHE REVELED IN LONG WALKS ALONG BROADWAY. THIS YEAR, ROSE MOVED TO ST. LOUIS WHERE HER OLDER SON, STEVEN AND HIS FAMILY RESIDE. IN ADDITION TO HER SONS, ROSE LEAVES DAUGHTERS, IN, LAW MARILYN TEITELBAUM AND RUTH J. ABRAM; GRANDCHILDREN: CAREN, AARON, AND NOAH TEITELBAUM; REBECCA WALLACE; ANNA KAYE; FOUR GREAT, GRANDCHILDREN: AMELIA ROSE AND STELLA ROSE KAYE, JONAH TEITELBAUM AND LEO WALLACE AS WELL AS GRANDCHILDREN'S SPOUSES: GORDON KAYE, LILA TEITELBAUM AND JOHN WALLACE. ON APRIL 13, FOLLOWING A PRIVATE BURIAL, A MEMORIAL SERVICE WILL BE HELD AT THE TENEMENT MUSEUM. IN LIEU OF FLOWERS, PLEASE SEND A DONATION TO THE LOWER EAST SIDE TENEMENT MUSEUM 91 ORCHARD STREET, NEW YORK CITY, 10002 C" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DA163AF931A25757C0A9679D8B63"} , {"body" : "TEITELBAUM--Rose Lea Harnick Died at 97 in her sleep on April 9th. A true matriarch, Rose was a touchstone for her family. \"When one of my chickadees falls from the nest,\" she said cupping her hands, \"I gently bring them back.\" Even in her later years, Rose provided a joyous welcome not only to family but friends of family, young and old. A high" , "date" : "20110411" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "08" , "title" : "Paid Notice: Memorials TEITELBAUM, ROSE LEA HARNICK DIED AT 97 IN HER SLEEP ON APRIL 9TH. A TRUE MATRIARCH, ROSE WAS A TOUCHSTONE FOR HER FAMILY. \"WHEN ONE OF MY CHICKADEES FALLS FROM THE NEST,\" SHE SAID CUPPING HER HANDS, \"I GENTLY BRING THEM BACK.\" EVEN IN HER LATER YEARS, ROSE PROVIDED A JOYOUS WELCOME NOT ONLY TO FAMILY BUT FRIENDS OF FAMILY, YOUNG AND OLD. A HIGH SCHOOL DROP OUT, ROSE WAS AN ENTHUSIASTIC READER AND A CURIOUS TRAVELER, ACCOMPANYING FAMILY TO MANY FOREIGN CITIES. AFTER 30 YEARS, AS A CORSETIERE AT SMALL SPECIALTY SHOPS, ROSE BECAME A POPULAR DOCENT AT THE LOWER EAST SIDE TENEMENT MUSEUM. THERE, UNTIL SHE WAS 94, ROSE LED AWED VISITORS THROUGH THE 6 STORY TENEMENT BUILDING, RECALLING THE LIVES OF ITS IMMIGRANT RESIDENTS. SHE ALSO VOLUNTEERED AT THE FAMILY CENTER AND CONEY ISLAND HOSPITAL. RAISED BY POOR IMMIGRANTS IN BROWNSVILLE, BROOKLYN, ROSE MOVED AT THE AGE OF 84 TO MANHATTAN TO BE NEARER HER SON, HERBERT AND HIS FAMILY. CALLING THE UPPER WEST SIDE A LEBEDIK PLACE, SHE REVELED IN LONG WALKS ALONG BROADWAY. THIS YEAR, ROSE MOVED TO ST. LOUIS WHERE HER OLDER SON, STEVEN AND HIS FAMILY RESIDE. IN ADDITION TO HER SONS, ROSE LEAVES DAUGHTERS, IN, LAW MARILYN TEITELBAUM AND RUTH J. ABRAM; GRANDCHILDREN: CAREN, AARON, AND NOAH TEITELBAUM; REBECCA WALLACE; ANNA KAYE; FOUR GREAT, GRANDCHILDREN: AMELIA ROSE AND STELLA ROSE KAYE, JONAH TEITELBAUM AND LEO WALLACE AS WELL AS GRANDCHILDREN'S SPOUSES: GORDON KAYE, LILA TEITELBAUM AND JOHN WALLACE. ON APRIL 13, FOLLOWING A PRIVATE BURIAL, A MEMORIAL SERVICE WILL BE HELD AT THE TENEMENT MUSEUM. IN LIEU OF FLOWERS, PLEASE SEND A DONATION TO THE LOWER EAST SIDE TENEMENT MUSEUM 91 ORCHARD STREET, NEW YORK CITY, 10002 C" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DB163AF932A25757C0A9679D8B63"} , {"body" : "The electronic postman delivered messages from people who will be staying deep in Brooklyn for a weekend, from a devoted child looking to blow his parents' minds, and from an old college friend seeking guidance for a catch-up lunch on the East Side. You can as always ask me your own questions, at dinejournal@nytimes.com. Q. My husband and I decided" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; The Hotel's in Brooklyn, So Where's Dinner?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DD1539F93BA35757C0A9679D8B63"} , {"body" : "Learning how to grow tomatoes in New York and can them is one thing. Finding out the best way to entertain a coop of chickens or when best to oust a queen bee from an urban hive falls into an entirely different realm of community gardening. ''You either have to find her and kill her, or allow the colony to requeen itself,'' said Sara Katz, one of" , "date" : "20110404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Keeping Queen Bees, Unruly Chickens and Worms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E4D8103CF937A35757C0A9679D8B63"} , {"author" : "David Oshinsky, a frequent contributor to the Book Review, teaches history at the University of Texas and New York University." , "body" : "BRANCH RICKEY By Jimmy Breslin 147 pp. Lipper\/Viking. $19.95. CAMPY The Two Lives of Roy Campanella By Neil Lanctot Illustrated. 516 pp. Simon & Schuster. $28. In the summer of 1937, with the Dodgers holding down their familiar spot near the bottom of the National League, the cartoonist Willard Mullin drew the unforgettable image of the ''Brooklyn" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "A Whole New Ball Game" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DA1E3EF934A15750C0A9679D8B63"} , {"author" : "David Oshinsky, a frequent contributor to the Book Review, teaches history at the University of Texas and New York University." , "body" : "BRANCH RICKEY By Jimmy Breslin 147 pp. Lipper\/Viking. $19.95. CAMPY The Two Lives of Roy Campanella By Neil Lanctot Illustrated. 516 pp. Simon & Schuster. $28. In the summer of 1937, with the Dodgers holding down their familiar spot near the bottom of the National League, the cartoonist Willard Mullin drew the unforgettable image of the ''Brooklyn" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "A Whole New Ball Game" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/27\/books\/review\/the-man-who-hired-jackie-robinson.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "For much of her life, Rita Margules knew practically nothing about how her mother, Clara Lemlich Shavelson, had changed the world a century ago. ''It never came up,'' Ms. Margules said. ''My mother was not one to say, 'Oh, you know what I did as a young girl?' '' This week, as the centennial of the Triangle shirtwaist factory fire is commemorated," , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "ABOUT NEW YORK; One Woman Who Changed The Rules" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0D91231F930A15750C0A9679D8B63"} , {"body" : "The gold caps on his teeth are gone, as are the frenzied trappings of celebrity: the nonstop partying, the cars, the jewelry, the pet tiger, the liters of Cristal. Mike Tyson -- who was once addicted, by his own account, ''to everything'' -- now lives in what might be described as a controlled environment of his own making, a clean, well-lighted" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "'I'VE LEARNED TO LIVE A BORING LIFE.'" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/magazine\/mag-20Tyson-t.html"} ,   {"body" : "In Albany, State Senator Carl Kruger was a canny and influential lawmaker for 16 years, respected for his command of the political currency that matters most: raising and spreading around campaign contributions. But there was something unusual about Mr. Kruger. He rarely socialized with fellow senators, seemed uncomfortable in crowds, frequently" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Graft Charges Depict Senator's Lavish Lifestyle" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/nyregion\/11kruger.html"} , {"body" : "WAYNE BARRETT wants to say nice things about people. He wants to, but he finds it so hard. ''We haven't had bad mayors,'' ventured Mr. Barrett, the muck-raking investigative reporter who has made a career of hounding New York City's chief executives. ''They've all done some really good things,'' he added, ''though you probably wouldn't know it to" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The (Ex) Voice of the Village" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/nyregion\/27barrett.html"} , {"body" : "A retired guidance counselor was killed and more than 100 residents were forced to flee into the chill of a winter night when a wind-whipped fire raced through a seven-story apartment building in Flatbush, Brooklyn, on Saturday evening. Roughly 200 firefighters struggled in the dark for seven hours -- from dinnertime Saturday to early Sunday -- to" , "date" : "20110221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Brooklyn Woman Dies As Blaze Displaces 100" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/21\/nyregion\/21fire.html"} , {"body" : "THIS month, a raucous hearing on citywide school closings offered the spectator a little bit of everything, including one parent who criticized the city's take on education reform by singing her own lyrics to the tune of Sam Cooke's ''Wonderful World.'' (''They know a lot about charter schools, and they think that merit pay is cool.'') Two members" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITYROOM; At a School Set to Close, a Student Has a Voice but No Vote" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE4DD163AF930A25751C0A9679D8B63"} , {"body" : "FRIEDMAN--Samuel Nathaniel, 94, grew up in a small apartment on Saratoga Avenue in Brownsville, Brooklyn, and died Monday night at his spacious park-view Central Park West apartment. He went the way he would have wanted to, having dinner with his wife, Barbara Somers, a gourmet cook. Sam, as he was known, had led a full and happy life until a few" , "date" : "20110210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths FRIEDMAN, SAMUEL NATHANIEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFDD113AF933A25751C0A9679D8B63"} , {"body" : "FRIEDMAN--Samuel Nathaniel, 94, grew up in a small apartment on Saratoga Avenue in Brownsville, Brooklyn, and died Monday night at his spacious park-view Central Park West apartment. He went the way he would have wanted to, having dinner with his wife, Barbara Somers, a gourmet cook. Sam, as he was known, had led a full and happy life until a few" , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths FRIEDMAN, SAMUEL NATHANIEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE5DD113AF93AA35751C0A9679D8B63"} , {"body" : "International PARLIAMENT PICKS INSIDER As President of Myanmar A former prime minister and longtime adjutant to Myanmar's military dictator was elected president by the country's newly inaugurated Parliament, winning more than 60 percent of the vote. This move cements the military's control of a new political system, one that appears to be" , "date" : "20110205" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DA1238F936A35751C0A9679D8B63"} , {"body" : "The guests sipped wine and nibbled sushi, guacamole and Gruyère -- lawyers, bankers, preschool teachers, managers and consultants of various kinds, bound by the anxious decision they must confront in the months ahead: where their 4-year-olds will go to school in the fall. Downstairs, a flier by the doorman's desk had greeted them with a" , "date" : "20110122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UPPER WEST SIDE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "On West Side, Charter School Faces Hurdles" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/22\/nyregion\/22charter.html"} , {"body" : "The first sign that something was amiss with Garfield Gillings's house on Strauss Street in Brownsville, Brooklyn, came in the fall of 2003, when Mr. Gillings called a collection agency to negotiate a payment of outstanding tax and water bills. He was told that the debt had already been paid. ''Who paid it?'' Mr. Gillings remembered asking. ''You" , "date" : "20110117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Long Fight To Reclaim House Stolen In Wave of Pen" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/17\/nyregion\/17house.html"} , {"body" : "Teria McGhee has been steadily employed for the last three decades, raising four children -- and, beginning last month, a foster child -- largely on her own. They were getting along fine, until her bladder prolapsed. She had symptoms for two years, like frequent and painful urination, before going to the doctor, Ms. McGhee said. Her mother suffered" , "date" : "20110115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE NEEDIEST CSES; An Assist for a Woman Who Usually Helps Others" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/15\/nyregion\/15neediest.html"} ,   {"body" : "Khalilah El-Amin's apartment in Brooklyn is warm and inviting and smells like butter, the result of a batch of chocolate chip cookies she baked earlier. Her sons Emmanuel, 7, and Rakim, 8, play with toy trucks while Ms. El-Amin types on her laptop. But under the surface, things are not so cozy. Her apartment is warm because she is using the oven to" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; An Accidental Mechanic, Now Unemployed" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/nyregion\/09neediest.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$2.05 MILLION 1598 Amboy Street and 1600-02 Pitkin Avenue Brownsville, Brooklyn An investor has bought these three contiguous, three-story mixed-use brick buildings on a corner lot, which has longtime retail tenants with triple net leases and eight apartments in need of renovation. Buyer: Paul Chabra Seller: Walter Sobelman Brokers: Stephen R." , "date" : "20110105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D8143BF936A35752C0A9679D8B63"} , {"body" : "Councilman Charles Barron of Brooklyn represents one of New York's most troubled neighborhoods, where violence runs rampant and the median income hovers near $34,000. But when it came time to dole out discretionary grants last year, the City Council gave Mr. Barron one-seventh the amount it gave the councilman representing a far wealthier" , "date" : "20110101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Poor Districts Shortchanged On Earmarks" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/01\/nyregion\/01council.html"}]