[  {"body" : "Connie Nelson is in love with the view from her 18th-floor balcony: The glittering towers and spires of Lower Manhattan have beckoned her each day for 20 years. ''This is what made me take the apartment,'' she said one evening as she gazed upon the distant skyline. But Ms. Nelson, 52, is not exactly basking in luxury. She lives in a federally" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; Just Getting By, Until the Day She Could Not Move" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/an-ill-mother-struggling-to-pay-the-rent-finds-help.html"} , {"body" : "In Principal's Office, a regular feature of SchoolBook, a city school principal is interviewed for insights into school management and the life of a school leader. What do you think makes a good principal? Join the conversation below. Ronald J. Gorsky is the principal of Concord High School, a small transfer school on Staten Island for students who" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "SCHOOLBOOK; PRINCIPAL'S OFFICE | RONALD J. GORSKY: At Staten Island School, Driven to Help Students Whose Performance Lags" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6D9133BF930A25751C1A9679D8B63"} , {"body" : "DIONNE COE has a sweet outside shot and eyes that light up when she sees a loose ball on the court. Shequana Harris has quick hands and an explosive first step to the basket. Both seniors, they arrived at school in September confident that this would be their year -- college scouts, scholarship offers, a brilliant star teammate and a chance to lead" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "MORNINGSIDE HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Playing With Dedication" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/nyregion\/at-murry-bergtraum-high-school-playing-for-tayshana-murphy.html"} , {"body" : "When the new dinette set and the chest of drawers arrived in October at Desire Baez's apartment, she took photographs and showed them to friends as if they were snapshots of her newborn children. To Ms. Baez, a diabetic and single mother, the furniture was symbolic of the growing stability in her household in Bedford-Stuyvesant, Brooklyn, after her" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; For Family on the Mend, a Dinette to Gather Around" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/07\/nyregion\/finding-stability-in-a-dinette-set.html"} , {"body" : "Wonder Pearson knew something was wrong when her typing speed began to drop. She had averaged 95 words a minute while working as an administrative assistant at the Internal Revenue Service in Atlanta. But in fall 1995, not only did she get drastically slower, but she also found it hard to remember what others said in meetings while she took notes," , "date" : "20111203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; A Woman's Illness Recurs, but She Still Tries to Inspire Others" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/03\/nyregion\/multiple-sclerosis-recurs-but-doesnt-dim-a-desire-to-inspire.html"} , {"body" : "They came to Harlem for a communal turkey dinner with all the trimmings. Hundreds of families, many disadvantaged, took part in a tradition that stretches back 21 Thanksgivings: those who cannot afford to carve $50 out of their budgets for turkey, stuffing and cranberry sauce gathering for a meal catered by the Food and Beverage Association of" , "date" : "20111125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; From a Community Center, Hope and a Holiday Meal" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/25\/nyregion\/a-thanksgiving-dinner-for-families-in-harlem.html"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vakhlis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3D6173EF931A25752C1A9679D8B63"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vaklis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/12\/nyregion\/after-apartment-fire-living-on-her-own-once-again.html"} , {"body" : "Numbers tell a stark story of Thonn McMillan's battle for survival against a rare disease that has wreaked havoc on his body. He is 17 years old and weighs 85 pounds. Two 15-gauge needles are inserted into a skin graft in his fragile left arm when he undergoes dialysis. He takes 28 pills and limits his drinking water to 12 ounces every day to" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "24" , "title" : "NEEDIEST CASES; Far From Home but Determined to Overcome a Rare Disease" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/nyregion\/fighting-a-rare-disease-far-from-home-neediest-cases.html"} , {"body" : "NEW YORKERS have been fleeing Manhattan in search of more affordable housing for so long that just about every neighborhood in the other boroughs has been anointed the city's next great destination for bargains. Despite this well-worn path off the island, however, finding a place to live in some up-and-coming corner of the city can have its" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Step Away From the Computer" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/realestate\/finding-a-home-in-the-outer-boroughs-by-pounding-the-pavement.html"} ,   {"body" : "Between them, New York City and the Interior Department control more than 10,000 acres of parkland stretching across south Brooklyn and Queens in Jamaica Bay. And now they are going to work together to improve it. In an agreement announced on Thursday, Mayor Michael R. Bloomberg and Ken Salazar, the interior secretary, pledged to coordinate their" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "U.S. and City Unite to Aid Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/nyregion\/united-states-and-nyc-to-coordinate-jamaica-bay-parkland.html"} , {"body" : "A charter school teacher warned her third graders that a standardized test question was ''tricky,'' and they all changed their answers. A high school coach in Brooklyn called a student into the hallway and slipped her a completed answer sheet in a newspaper. In the Bronx, a principal convened Finish Your Lab Days, where biology students ended up" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "In Cheating Cases, Teachers Who Took Risks or Flouted Rules" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/18\/nyregion\/how-cheating-cases-at-new-york-schools-played-out.html"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"body" : "The last school bell on Friday was the beginning of unemployment for 672 employees in roughly 350 city schools -- school aides, parent coordinators, health aides and other support staff members. These are four of the school workers who were let go. CLIFTONIA JOHNSONCommunity associate, $37,000 a year When students at Marta Valle High School on the" , "date" : "20111008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Snapshots of Layoffs' Effect, From the Newly Unemployed" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/08\/nyregion\/snapshots-of-layoffs-effect-from-the-newly-unemployed.html"} , {"body" : "Just 14 percent of New York City adults said they were smokers in 2010, the lowest level since the city began tracking the smoking rate nearly two decades ago, according to a survey released on Thursday. The drop was particularly steep among young adults, which suggested, experts said, that a new generation was not picking up the habit, and might" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Survey Finds Decline in New Yorkers Who Smoke to 14%" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/nyregion\/survey-finds-14-percent-of-new-yorkers-smoke-a-decline.html"} , {"body" : "A city councilman from Brooklyn was handcuffed and briefly detained by the police on Monday afternoon during the West Indian Day Parade after an argument with officers over whether he was allowed to use a closed sidewalk, said Public Advocate Bill de Blasio, whose aide was also detained in the dispute. The councilman, Jumaane D. Williams, was not" , "date" : "20110906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Police Detain Brooklyn Councilman at West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/06\/nyregion\/city-councilman-jumaane-d-williams-is-handcuffed-at-west-indian-day-parade.html"} , {"body" : "MAYBE it's just nostalgia: fond memories of going rowing with my father on Saturday mornings in Prospect Park and, when I outgrew the lake there, in Jamaica Bay from Canarsie Pier. Maybe it's because at Cornell I was too short for heavyweight crew and too heavy for lightweight crew. Maybe it's more metaphysical, that I savor stability and also tend" , "date" : "20110902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "SLOW BOATS; Merrily, Merrily Merrily, Merrily" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/02\/nyregion\/rowboat-nostalgia-rentals-at-central-park-and-clove-lakes.html"} , {"body" : "Even the Buddha of compassion might have been distressed to be on the receiving end of the diatribes that William Lawrence Cassidy is accused of posting on Twitter. They certainly rattled Alyce Zeoli, a Buddhist leader based in Maryland. Using an ever-changing series of pseudonyms, the authorities say, Mr. Cassidy published thousands of Twitter" , "date" : "20110827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Case of 8,000 Menacing Posts Tests Limits of Twitter Speech" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/27\/technology\/man-accused-of-stalking-via-twitter-claims-free-speech.html"} , {"body" : "Mark Dunlea and his wife, Judith A. Enck, moved to Brooklyn from upstate New York two years ago. Last March, they breached the blurry Clinton Hill border to buy an apartment in a four-story condominium that had replaced an abandoned warehouse in Bedford-Stuyvesant. The couple say they do not feel like pioneers in the gentrification of" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Striking Evolution in Bedford-Stuyvesant as the White Population Soars" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/nyregion\/in-bedford-stuyvesant-a-black-stronghold-a-growing-pool-of-whites.html"} , {"body" : "The Ghost Hunter has Louis Vuitton floor mats, and this I did not expect. He arrives at my building in a customized white Mitsubishi Eclipse with a sound system that's Madison-Square-Garden-loud and a TV hidden in the dash. It's less Ghostmobile, more getaway car. I'd forgotten that, esoteric hobbies aside, the Ghost Hunter was born and raised in" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "TOWNIES; Ghost Story" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EFD71F3FF932A05754C0A9679D8B63"} ,   {"body" : "OF all the ways to describe Jamaica Bay -- it is the city's largest open space, it is a perch of choice for more than 300 species of birds, it is that wetland thing you fly above while landing at (or leaving) Kennedy Airport -- the most suggestive of its singularity is that it sits within the only national park in the United States you can reach by" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jamaica Bay: Wilderness On the Edge" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/31\/nyregion\/jamaica-bay-a-wild-place-on-the-edge-of-change.html"} , {"body" : "A Brooklyn man fatally beat his 18-year-old stepdaughter on Thursday, the police said, and then overturned his car in Queens as he was trying to get away. According to investigators, the man, Jean Simon, 53, attacked his stepdaughter, Lakeshia Seymour, in their Canarsie home on East 102nd Street about 2:30 p.m. It was unclear what brought on the" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Man Fatally Beat Stepdaughter In Brooklyn, the Authorities Say" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/nyregion\/brooklyn-man-kills-18-year-old-stepdaughter-police-say.html"} , {"author" : "Ian Trontz is an assistant metro editor for The New York Times." , "body" : "Lorenzo Charles, not to put it unkindly, was known for exactly one basketball play. With the score tied and a few seconds left in the 1983 N.C.A.A. championship game against heavily favored Houston, his North Carolina State teammate Dereck Whittenburg heaved a prayer at the rim. Charles recognized the arc of a 30-foot air ball. ''I just went up and" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Lesson in Fleeting Fame From the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/sports\/ncaabasketball\/lorenzo-charles-the-hero-of-starrett-city-in-brooklyn.html"} , {"body" : "There will be no picket lines on 34th Street, no marching in Herald Square. Tourists who feared their jaunts to New York might be ruined by a strike at Macy's need worry no longer: the department store and its employees reached a tentative agreement on a new contract. The deal was reached around 7 a.m. Thursday after an all-night negotiating" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Tentative Deal on Contract Forestalls a Strike at Macy's" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5D9113FF934A25755C0A9679D8B63"} , {"author" : "E-mail: powellm@nytimes.com" , "body" : "Jean Saint-Jean and his wife own a modest brick home in Canarsie, Brooklyn, 10 miles and an incalculable economic distance from Manhattan, where fiscal cleverness is daily transmuted into riches. A few years back, behind on their bills, the Saint-Jeans sought to refinance their mortgage with Emigrant Mortgage Company, a subsidiary of a bank" , "date" : "20110614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOTHAM; Cuomo Pick Played Role In Calamity" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/14\/nyregion\/howard-milstein-cuomo-pick-had-role-in-mortgage-calamity.html"} , {"body" : "This time when Radcliffe Saddler got his envelope at school on Friday afternoon, it was thin and feather-light, and he sensed it was good news. It also meant the end of a painful process that weighed on his family and occupied nearly his entire eighth-grade year. As chronicled three weeks ago in an article in The New York Times, ''In the School" , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "For Some Eighth Graders, Belated Good News" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/belated-good-news-on-high-school-admissions-for-some-in-ny.html"} , {"body" : "''I'M bored,'' announced Shlomo Orenstein, 14, a seventh grader from Brooklyn, as he lay on a floating dock on the Harlem River on Thursday, picking splinters out of the wooden planks with his idle hands. Moments later, his mood had changed considerably. He was seated in a sleek racing scull, those same hands wrapped tightly around a pair of" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "HARLEM RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "SWEAT; Through Rowing, New Confidence" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/nyregion\/students-tap-power-of-rowing-on-the-harlem-river.html"} , {"body" : "LOS ANGELES IT started with a fortune cookie. Two of them, actually. Martin D. Singer still carries in his wallet the slip he plucked from the first in 1980, on the day he decided to join John H. Lavely Jr. to start their law firm, Lavely & Singer. It reads: ''Your intuitions in business decisions are good.'' On the firm's first anniversary, Mr." , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Guard Dog To the Stars (Legally Speaking)" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/business\/22singer.html"} , {"body" : "9:51 p.m. | Updated The United Federation of Teachers filed a lawsuit on Wednesday in an effort to halt two tools the city's Education Department uses to change the school system: closing schools for poor performance and giving charter schools space in buildings occupied by traditional public schools. The litigation, filed in State Supreme Court," , "date" : "20110519" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Teachers' Union Files Suit To Stop School Closings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E5D8123BF93AA25756C0A9679D8B63"} , {"body" : "John B. King Jr., who credits teachers for helping him surmount an isolated childhood as an orphan in Brooklyn and who ran celebrated charter schools in New York and Massachusetts, was named Monday as the state's next education commissioner, with a unanimous vote of the Board of Regents. At 36, Dr. King, who previously served as deputy" , "date" : "20110517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Charter Founder Is Named Education Commissioner" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/17\/nyregion\/new-york-names-new-state-education-commissioner.html"} ,   {"body" : "ON the last day in March, when most eighth graders in New York City learned where they would be going to high school in the fall, Radcliffe Saddler watched the majority of his classmates rip open thin envelopes and celebrate. Some students opened thick envelopes just as he did and started crying. Radcliffe, an honors student at Isaac Bildersee" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lost in the School Choice Maze" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/nyregion\/in-applying-for-high-school-some-8th-graders-find-a-maze.html"} , {"body" : "Around sunset on a recent spring evening in Manhattan, a nervous-looking young woman was clutching a clipboard outside the entrance to the East 57th Street apartment belonging to Tina Brown and Harry Evans. Guests were shown into a large room filled with fresh-cut flowers, caterers bearing trays of hors d'oeuvres and wall-to-wall chatter. The hum" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "'IT'S ROLLICKING STUFF, ISN'T IT?'" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/magazine\/mag-08Tina-t.html"} , {"body" : "IN the era of pop-up restaurants and speakeasies, flash mobs and social stunts, it was perhaps inevitable that a formal luncheon for a dozen people would be staged aboard the Brooklyn-bound L train. Inevitable, but still impressive. ''So, is there a dining car?'' one of the guests asked, as the group descended into the subway station at 14th Street" , "date" : "20110504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Aboard The L Train, Luncheon Is Served" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/04\/dining\/04train.html"} , {"body" : "IN the era of pop-up restaurants and speakeasies, flash mobs and social stunts, it was perhaps inevitable that a formal luncheon for a dozen people would be staged aboard the Brooklyn-bound L train. Inevitable, but still impressive. ''So, is there a dining car?'' one of the guests asked, as the group descended into the subway station at 14th Street" , "date" : "20110504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Aboard The L Train, Luncheon Is Served" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E3DD1F3AF937A35756C0A9679D8B63"} , {"body" : "SOLTANO--Murray, 75, Died on April 19th. Beloved husband of the late Bette Jane. Beloved father of Lisa Paige (David Sarnoff), Andrew (Susan) and Emily (Ben Walter). Adored grandfather to Jordan, Bella, Kali, Erin, Spencer, and Lucas. Dear brother to Wilfred Soltan. Loving companion to Tanya Tietler. Retired Canarsie Educator. Services, Thursday at" , "date" : "20110421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths SOLTANO, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E6DF173AF932A15757C0A9679D8B63"} , {"body" : "At a Haitian church in Canarsie, Brooklyn, officials from the mayor's office spent a recent Saturday morning discussing food stamps and discrimination in the workplace, their words translated into Creole for an audience of some 50 people. The next night, another delegation spoke to a group of Bangladeshi immigrants in the Bronx about police" , "date" : "20110411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Helping Immigrants Navigate Government" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/11\/nyregion\/11civic.html"} , {"body" : "IT was past 3 a.m. in a dim basement in Flatbush, Brooklyn, and Jack Laroche, a Haitian-American computer engineer, nervously awaited his bride: a voodoo spirit named Ezili Freda who believers say has the power to lavish love and wealth and render wayward spouses impotent. As four drummers pounded rhythmically, voodoo priestesses in bright-colored" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Voodoo, An Anchor, Rises Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E3D91339F933A25757C0A9679D8B63"} , {"body" : "Accounts BMW of North America, Woodcliff Lake, N.J., is placing in review most of the BMW brand creative work in North America, which has been divided among various agencies. Spending for the BMW brand totaled $272 million in 2007, $248.3 million in 2008, $206.7 million in 2009 and $251.9 million last year, according to the Kantar Media unit of" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "title" : "News From the Advertising Industry" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/28\/business\/media\/28addes.html"} , {"body" : "An article last Sunday about the ties between State Senator Carl Kruger and the Turanos, a Brooklyn family with a mansion in Mill Basin, Brooklyn, referred incorrectly to the street where the family had a home in Canarsie. It is Glenwood Road, not Avenue." , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2D6133DF934A15750C0A9679D8B63"} , {"body" : "EVEN in a city that celebrates unbridled ostentation, the sprawling estate at 139 Bassett Avenue in the seaside enclave of Mill Basin, Brooklyn, seems to redefine conspicuous consumption. The front yard is a gaudy stab at Versailles, with four-foot obelisks at each corner of the driveway, intricately tiled fountains and a series of steel sculptures" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Senator's Shadow Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1D91231F933A15750C0A9679D8B63"} ,   {"body" : "EVEN in a city that celebrates unbridled ostentation, the sprawling estate at 139 Bassett Avenue in the seaside enclave of Mill Basin, Brooklyn, seems to redefine conspicuous consumption. The front yard is a gaudy stab at Versailles, with four-foot obelisks at each corner of the driveway, intricately tiled fountains and a series of steel sculptures" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Senator's Shadow Family" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/nyregion\/20turanos.html"} , {"body" : "SEATTLE RAISE your hand if you remember when Starbucks seemed cool. Anyone? Think back. To before the planet groaned with 17,000 Starbucks shops. Before the pumpkin spice lattes and the Ciao Amore CDs. Before the Strawberries & Crème Frappuccino ice cream, the Starbucks cream liqueur, the Pinkberry-inspired Sorbetto. In short, to before Howard D." , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SEATTLE (WASH)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A Changed Starbucks. A Changed C.E.O." , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/business\/13coffee.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "For five years, the principal of P.S. 114 in Brooklyn ran the school into the ground. She blew out the budgets, eventually costing the school its guidance counselors, special reading and math projects, and gifted program. Also, she forgot to schedule graduation one year. She departed in April 2009. Over the next year, the school had two more" , "date" : "20110302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "ABOUT NEW YORK; How Not to Rid City Schools Of Bad Apples" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/02\/nyregion\/02about.html"} , {"body" : "YOSWEIN--Leonard E. Family, friends, and co-workers mourn the death of Hon. Leonard E. Yoswein, born September 8, 1920 in Manhattan. After a long and distinguished life of public service, he died on February 25, 2011. Judge Yoswein's career began at age 16 when he managed father Adolph Yoswein's tuxedo rental shop after his father was injured. He" , "date" : "20110228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths YOSWEIN, LEONARD E" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DD1E3AF93BA15751C0A9679D8B63"} , {"body" : "On a brisk morning on Governors Island, as winter begins to surrender to spring, the fake palm trees that greet the ferry on Water Taxi Beach appear even more surreal than usual, poking up out of snow above the empty picnic tables. The ferry pulls in. The sun peeks through bare branches. A handful of people veer left toward the offices of the Trust" , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITYROOM; Signs of Beautiful Isolation, and Even Spring, on a Walk on Governors Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6DC113DF934A25751C0A9679D8B63"} , {"body" : "Of the 2,200 students at Intermediate School 61 in Corona, Queens, 86 percent receive free cafeteria lunches. Some others pay a reduced price, and some are supposed to pay full price. But not all of their parents pay what they are supposed to, and recently, the school's principal, Joseph Lisa, has been spending a lot of time trying to collect money" , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Facing Cuts if Lunches Aren't Paid For" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/09\/education\/09lunches.html"}]