[  {"body" : "The Democratic machine whirred and then roared in northern Brooklyn on Tuesday, churning out a significant victory for Rafael L. Espinal in a fiercely contested three-way race for the 54th State Assembly District seat. Mr. Espinal, 27, the chief of staff for City Councilman Erik Martin Dilan and the chosen candidate of the Brooklyn party chairman," , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Democratic Party Pick Wins Brooklyn Race" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/nyregion\/rafael-espinal-and-other-democrats-win-assembly-seats.html"} , {"author" : "E-mail: powellm@nytimes.com" , "body" : "For those who live in the alternate universe that is New York outside of Manhattan, brownstone Brooklyn and assorted upper-income offshoots, Mimi Pierre Johnson's story is depressingly familiar. She and her husband bought their four-bedroom home in Elmont, on Long Island, for $413,000 in 2005. Then the recession blew in. Her husband lost his" , "date" : "20110913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOTHAM; Her Bank Got Enough Help When It Was in Trouble. She Didn't." , "url" : "http:\/\/www.nytimes.com\/2011\/09\/13\/nyregion\/jpmorgan-chase-got-us-help-but-mortgage-holders-did-not.html"} , {"body" : "The New York City subway, whose closure in the lead-up to Tropical Storm Irene was perhaps the most unsettling element of a prodigious storm preparation effort, reopened on a limited schedule on Monday morning. Nearly all of the subway's 22 lines, including express and local service, have restored, according to the Metropolitan Transportation" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "New York Subway Plans Limited Morning Service; Commuter Lines Hobbled" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/new-york-expects-lengthy-recovery-of-transit-system.html"} , {"body" : "Darkness had fallen by the time the machinist from Brooklyn slipped into the plush back seat of the bus that would ferry him on Saturday night from Chinatown to the Mohegan Sun casino, three hours away. Fiftyish, with a lined face and doleful brown eyes made huge by thick glasses, the machinist was not especially proud of his gambling habit, which" , "date" : "20110314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Undaunted, New Batch Of Gamblers Takes a Trip" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/14\/nyregion\/14gamble.html"}]