[  {"body" : "Some of the neighbors had been heard to express the wish over the years that a divine hand would smite Yeung Sun Live Poultry. Clucking chickens went into its storefront. Dead ones came out, bound for Chinatown restaurants. So did blood, and entrails, and putrid odors that wafted past the fancy lofts and dark-wood bars of an up-and-coming" , "date" : "20111231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Collapse At a Poultry Shop Exposes a Rift Among Neighbors" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/31\/nyregion\/gowanus-canal-repairs-collapse-brooklyn-slaughterhouse.html"} , {"body" : "The show did not pander, fans said. It did not condescend. It showed Brooklyn, they insisted, for what it was -- a place, apparently, with unlicensed private detective work, armies of baby strollers and a bearded superhero whose most salient superpower, acquired after a below-the-belt run-in with the third rail of a subway, cannot be described in a" , "date" : "20111224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Gathering to Mourn the End of a Show That Celebrated Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/24\/nyregion\/bored-to-death-canceled-after-3-seasons-and-fans-mourn.html"} , {"body" : "DARA KASS grew up in Sheepshead Bay, Brooklyn, in an attached two-family house. (Her grandparents lived downstairs.) Her husband, Michael, grew up in doorman buildings on the Upper West Side. Their first apartment together was a large one-bedroom in Zeckendorf Towers in Union Square. Five years ago, when they were about to start a family, Park" , "date" : "20111218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Holding-Pattern Home" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/18\/realestate\/the-hunt-a-holding-pattern-home.html"} , {"body" : "TWO out-of-the-ordinary events happened on Saturday, Oct. 29, at Chelsea Market. One was the snowstorm outside. The other: a raucous cycling party inside. All shoppers had to do was follow the thumping girl-power music of Pink's ''Raise Your Glass'' or the gleeful ''Whew!'' yelled out every minute or so, and they would have arrived at the hot spot," , "date" : "20111216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Health"] , "page_facet" : "37" , "title" : "URBAN ATHLETE; A Workout Where You'd Least Expect It" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/nyregion\/kiwisweat-offers-pop-up-workouts-in-unusual-spaces.html"} , {"body" : "The panel that oversees education policy in New York City approved the first charter school for brownstone Brooklyn on Wednesday night, backing a plan to give it space inside a building already shared by three other public schools. The Panel for Educational Policy handed a significant victory to a network of charter schools run by Eva S. Moskowitz," , "date" : "20111215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Charter School Approved for Affluent Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/15\/education\/charter-school-approved-in-cobble-hill-brooklyn.html"} , {"body" : "To a distant observer through the years, it would have seemed that the benefits of a private school education in New York had accrued generously to Philip Culhane. The son of a CBS News correspondent, Mr. Culhane, who is now in his mid-40s, grew up in the Cobble Hill neighborhood and from fifth grade on went to Poly Prep, the well-regarded school" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BIG CITY; At Elite Prep School, Abuse Case Won't Go Away" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/nyregion\/at-elite-prep-school-abuse-case-wont-go-away.html"} , {"body" : "CAFARELLI--Vincent Joseph (\"Vinnie\"), 81. Born 1930 in Bensonhurst, Brooklyn, NY. Died December 1, 2011, in Cobble Hill, Brooklyn, NY. A principal mainstay of the New York animation industry and co-founder of Buzzco Associates. Husband to Francisca, father to Suzanne, and grandfather to Frances, William, Ava, Stella and Jack. An artist, animator" , "date" : "20111206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths CAFARELLI, VINCENT JOSEPH (\"VINNIE\")" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD9143AF935A35751C1A9679D8B63"} , {"body" : "New Yorkers are fond, perhaps overly so, of assembling ever-creative names for newly hot neighborhoods, from NoMad (north of Madison Square Park) to SoBro (the South Bronx) to BoCoCa (Boerum Hill, Cobble Hill and Carroll Gardens). Now comes LoLo -- perhaps the most far-fetched name of all, given that the neighborhood does not actually exist. LoLo," , "date" : "20111123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Visions of a Development Rising From the Sea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D81630F930A15752C1A9679D8B63"} , {"body" : "New Yorkers are fond, perhaps overly so, of assembling ever-creative names for newly hot neighborhoods, from NoMad (north of Madison Square Park) to SoBro (the South Bronx) to BoCoCa (Boerum Hill, Cobble Hill and Carroll Gardens). Now comes LoLo -- perhaps the most far-fetched name of all, given that the neighborhood does not actually exist. LoLo," , "date" : "20111123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Visions of a Development Rising From the Sea" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/23\/realestate\/commercial\/visions-of-lolo-a-neighborhood-rising-from-landfill.html"} , {"body" : "If writers have a way with words, that's not always the case with love, and even less so with money. That's why the Miser is thankful for people like Kaitlin Phillips, the creator of n+personals, a free classified-ads site for lonely scribes seeking companionship. ''We're getting a lot of writers,'' Ms. Phillips, an intern at the literary magazine" , "date" : "20111118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "33" , "title" : "WEEKEND MISER; A Classified-Ads Site for Lonely Scribes" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/18\/books\/a-classified-ads-site-for-lonely-scribes.html"} ,   {"body" : "The macaroni and cheese that will be the signature at Sadie's Kitchen, a 1930s-style retro cafe and prepared-food shop that opens in Brooklyn on Monday, comes from Sadie Smith. ''She took care of my mom'' when she was young, said Peter Sibilia, who owns the cafe with Damien Vizuete, and does most of the cooking, ''and I grew up eating her macaroni" , "date" : "20111109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "DINER'S JOURNAL; Mac and Cheese With Flavors From Yesteryear" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E4D61F3CF93AA35752C1A9679D8B63"} , {"body" : "MID-AUTUMN CHILDREN'S FESTIVAL Every fall some children dress in costume, wear fierce masks, parade through the streets, make loud noises and receive sweets from adults. But you'll never hear them say, ''Trick or treat!'' These young people are enjoying Tet Trung Thu, the Vietnamese Mid-Autumn Children's Festival, a lunar harvest celebration whose" , "date" : "20111104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/04\/arts\/spare-times-for-children-for-nov-4-10.html"} , {"body" : "Providence Hogan, the former PTA treasurer at Public School 29 in Cobble Hill, Brooklyn, pleaded guilty to three counts of grand larceny in State Supreme Court in Brooklyn on Tuesday and handed over a check for $50,000, while agreeing to pay back the remainder of the money she embezzled - $32,392.91 - over two years. Judge Suzanne M. Mondo warned" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CITY ROOM; Ex-PTA Treasurer in Brooklyn Pleads Guilty in Theft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E5DD113DF931A35752C1A9679D8B63"} , {"body" : "The buyer was looking for a town house in Brooklyn. It needed living space for a family of five and entertaining space for crowds in the dozens. It had to be within walking distance of Pierrepont Street -- ruling out Park Slope -- but outside of Brooklyn Heights, with its higher price tags. There was not much fitting those requirements on the" , "date" : "20111101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE APPRAISAL; Luring a New Headmaster With a $3.8 Million Town House" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/01\/nyregion\/for-saint-anns-using-a-town-house-to-lure-a-new-leader.html"} , {"body" : "Meat's Place A panel discussion about the changing role of meat in the American diet will be held Thursday from 4 to 6 p.m. at the Fales Library in the Elmer Holmes Bobst Library of New York University, 70 Washington Square South (La Guardia Place). A $10 donation is suggested. Reservations: rsvp.bobst@nyu.edu. A Taste of Sake More than 300 sakes" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/dining\/dining-calendar-from-oct-19-2011.html"} , {"body" : "A charter school teacher warned her third graders that a standardized test question was ''tricky,'' and they all changed their answers. A high school coach in Brooklyn called a student into the hallway and slipped her a completed answer sheet in a newspaper. In the Bronx, a principal convened Finish Your Lab Days, where biology students ended up" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "In Cheating Cases, Teachers Who Took Risks or Flouted Rules" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/18\/nyregion\/how-cheating-cases-at-new-york-schools-played-out.html"} , {"body" : "In Metropolitan's cover article last week, ''A Judge's Education, One Sentence at a Time,'' Benjamin Weiser chronicled the difficult decisions that Judge Denny Chin, now on the United States Court of Appeals, confronted during nearly 16 years as a federal trial judge in New York. Below is a sampling of NYTimes.com readers' comments. Readers also" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "READER COMMENTS; Sentences for Madoff, Parents, Robbers ..." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D61738F935A25753C1A9679D8B63"} , {"body" : "WHEN David Obel Rosenkvist moved his family to Cobble Hill, Brooklyn, from a town outside Copenhagen in August, he discovered a problem most New Yorkers will be familiar with: a lack of storage space. For Mr. Rosenkvist, the vice president for North America of Fritz Hansen, a Danish furniture company, the situation was especially problematic, as" , "date" : "20111013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH DAVID OBEL ROSENKVIST; With Room to Stretch" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/13\/garden\/storage-solutions-for-athletic-gear-shopping-with-david-rosenkvist.html"} , {"body" : "Many weekend mornings find Steven Judelson, above, wearing waders and splashing into the surf off the beaches of Amagansett to haul five-gallon buckets of water from the sea. Then he and his wife, Natalie, evaporate it to make sea salt with a Hamptons pedigree. The Judelsons, two well-traveled lawyers who are passionate about food, had seen sea" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Sea Salt Harvested From the Surf Off Amagansett" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/dining\/sea-salt-from-the-surf-off-amagansett.html"} , {"body" : "The scarlet letter may have little currency left in the realm of sexual indiscretion, but it continues to be put to vigorous use among parents -- the shaming impulse particularly thrives in the wealthier precincts of brownstone Brooklyn, where the exacting standards of urbane motherhood would seem to have been invented. In a place where judgment is" , "date" : "20111009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BIG CITY; The Outcast of Brownstone Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/09\/nyregion\/thoughts-on-brooklyn-mother-and-ptas-missing-cash.html"} ,   {"body" : "Fresh from a bruising battle to open a charter school on the Upper West Side, Eva S. Moskowitz, the former city councilwoman who runs a network of charters in New York City, is gearing up to expand into middle-class areas by opening a school in Cobble Hill, Brooklyn, next fall. The city has begun reaching out to neighborhood residents and leaders," , "date" : "20111007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "A Charter Push in Middle-Class Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/education\/07success.html"} , {"body" : "Opening KIBO Joël Robuchon, the famous French chef, is the unlikely consultant for this first Japanese restaurant from the BR Guest Restaurant Group. But he does have a Japanese restaurant in Monaco, Yoshi, with a Michelin star. He has been working on the menu with Kibo's executive chef, Darrell Raymond, who came from Buddakan. The restaurant will" , "date" : "20111005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/05\/dining\/kibo-opens-brooklyn-fare-gets-three-michelin-stars-off-the-menu.html"} , {"body" : "A Brooklyn judge refused on Monday to revise a plea offer to a former PTA treasurer accused of embezzling $82,000 from her daughter's school, putting her one step closer to going to trial. The offer, from the Brooklyn district attorney's office, called for the former treasurer, Providence Hogan, to admit the theft and then pay back what she took" , "date" : "20111004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Plea Deal in PTA Theft Case Stalls Over Terms of Restitution" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/04\/nyregion\/pta-theft-case-repayment-stalls-plea-deal.html"} , {"body" : "The Brazilian artist Michel Groisman devises what could best be described as intimate performance installations. In ''Porta das Mãos,'' or ''Door of Hands,'' he shows the possibilities of hand movement when certain fingers are restricted. His interactive pieces encourage family attendance; two of the works he presented at the Invisible Dog Art" , "date" : "20110927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Setting the Stage Alight With Fleeting Flames" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/27\/arts\/dance\/michel-groismans-art-on-an-intimate-scale-review.html"} , {"body" : "'CIRQUE DE LéGUME' Any resemblance to Cirque du Soleil is purely coincidental. After a few minutes of watching Jaimie Carswell and Nancy Trotter Landry, the clowns of ''Cirque de Légume,'' or ''Vegetable Circus,'' you may think they're parodying that highbrow, high-tech extravaganza with their own lowbrow, low-tech entertainment. Dancing onto the" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-children-for-sept-23-30.html"} , {"body" : "Dance Full reviews of dance performances: nytimes.com\/dance. Balasole Dance Company (Saturday and Sunday) Robert Villanueva, who founded Balasole, aims at exposing artists of a broader variety of dance backgrounds, ages and physiques than usual. This program, ''Spectre,'' features work by 12 choreographers with a broad range of dance styles and" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/dance\/dance-listings-for-sept-23-29.html"} , {"body" : "IN 2006, when the Brooklyn Book Festival was in its first year, a panel discussion focused on how Brooklyn had shaped the writing of Jonathan Lethem, Paula Fox and Emily Barton. Pete Hamill and Jennifer Egan, both of Brooklyn, talked about their literary inspirations. Dramatic readings from the work of legendary Brooklyn writers were staged in a" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Brooklyn Becomes Book Country Again" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/books\/brooklyn-book-festival-brings-authors-to-town-on-sunday.html"} , {"body" : "Dance Full reviews of dance performances: nytimes.com\/dance. Kimberly Bartosik (Thursday through Sept. 24) Who says size matters? As part of the Crossing the Line festival, Ms. Bartosik presents ''i like penises: a little something in 24 acts.'' The Brooklyn-based collage artist Jonathan Allen will be building an artwork during each performance," , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/dance\/dance-listings-for-sept-16-22.html"} , {"body" : "THE pre-Civil War town house at 197 Amity Street in Cobble Hill, Brooklyn, that is home to Stan Stanford, Judith Albert and their four children has enjoyed two brushes with fame. One involved the television series ''Law & Order,'' whose producers briefly contemplated using the house for an episode involving a murder that takes place in a kitchen." , "date" : "20110911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | COBBLE HILL, BROOKLYN; House of Strings and Feathers" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/11\/realestate\/house-of-strings-and-feathers-habitats-cobble-hill-brooklyn.html"} , {"body" : "PANE PANELLE, opening Wednesday, is takeout, mostly Sicilian, from a tiny storefront at Stuzzicheria in TriBeCa. It sells arancini, meat pies, muffulettas and the cheese sandwiches cum chickpea fritters known as pane e panelle ($5 to $10). All are prepared by Paul DiBari, pictured, the restaurant's new chef: 305 1\/2 Church Street (Walker Street)," , "date" : "20110907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; The Year's New Markets" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/07\/dining\/fall-food-shop-and-restaurant-openings.html"} ,   {"body" : "DENNY SHEEHAN liked what he saw when he checked out the ground-floor one-bedroom in Cobble Hill on his lunch hour. The apartment, with a small extra room, was larger than others he had seen for a similar price, $2,050 a month. So, last summer, he and his girlfriend, Aimée Scala, moved in. From then on, they regretted it almost every day. The" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; What? Can't Hear You! Let's Move" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/realestate\/what-cant-hear-you-lets-move-the-hunt.html"} , {"body" : "They've become an unavoidable part of the back-to-school ritual: the long and confoundingly precise lists of supplies that schools ask students -- that is, parents -- to provide. This particular folder, that color pen, exactly this many boxes of tissues. This page shows all the items on a typical list: the one that Ellyn Agranoff drew up for the" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BACK TO SCHOOL; Twelve of This, And That in Green" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DA173AF937A3575AC0A9679D8B63"} , {"body" : "Forget ''I NY.'' That's old. That's dull. That's been done. Earlier this month, the city's tourism arm, NYC & Company, reintroduced its staid online store with a line of T-shirts printed with neon colors and bubblegum fonts and advertised on models wearing mustaches posing before brick walls. Evoking the palette of streetwear company Billionaire" , "date" : "20110820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; City's New Line of T-Shirts, With Bubblegum Fonts, Shoots for the Hip" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E1DC1E39F933A1575BC0A9679D8B63"} , {"body" : "Around Town Museums and Sites Discovery Times Square: 'Pompeii the Exhibit' (Friday through Thursday) This exhibition, subtitled ''Life and Death in the Shadow of Vesuvius,'' features skeletons, body casts and other artifacts from Pompeii. Through Sept. 5. Friday, Saturday and Thursday, 9 a.m. to 9 p.m.; Sunday through Wednesday, 9 a.m. to 8 p.m.," , "date" : "20110819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/19\/arts\/spare-times-for-aug-19-25.html"} , {"body" : "Dead of summer, but still the postman trudges forth to the mountaintop with questions for Mr. Critic, meditating on his zafu pillow. This week brought queries about a first-time trip to New York City, about where to feed a world-weary New Yorker and about where to hold a rehearsal dinner for American expatriates in from London and seeking British" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "HEY, MR. CRITIC; New York at First Bite: Oh, the Places You'll Go" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/dining\/dining-advice-for-a-first-trip-to-new-york.html"} , {"body" : "FOX--Norman, 80, died July 15 at his home in Brooklyn. An advertising executive for over 40 years, he retired from Joseph E. Seagram & Sons as International Advertising Manager, Global Duty Free. He attended The Lawrenceville School (Class of 1950) and Princeton University (1954). He served in the US Army in Panama (1953-55). A devout Episcopalian," , "date" : "20110721" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths FOX, NORMAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE6DA133AF932A15754C0A9679D8B63"} , {"body" : "NOT all that long ago, rental prices were low enough for Jeni Aron to afford an alcove studio in a luxury doorman building, Hudson Crossing, on Ninth Avenue and 37th Street. She enjoyed a nicely furnished lobby, a landscaped patio, a storage room for her bicycle and a 24-hour gym that she used early in the morning. She had never before lived in a" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Time to Pull Up Stakes" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/realestate\/after-rent-rise-time-to-pull-up-stakes.html"} , {"body" : "In a step toward reshaping how all teachers in New York City's 1,700 public schools are judged, the Department of Education and the city teachers' union agreed on Friday to a pilot teacher-evaluation system that will take effect next year in 33 struggling schools. The deal, which ended months of disagreement, was needed for the city's continued" , "date" : "20110716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "School Officials and Union Agree on Pilot Program for Teacher Evaluations" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/16\/nyregion\/deal-on-teacher-evaluations-reached-by-union-and-new-york-city.html"} , {"body" : "Amid the growth of the e-book business and online retailers like Amazon, sales of print books in brick-and-mortar stores have been suffering all year. Not this week. Beginning Tuesday bookstores had a summer savior in the fantasy author George R. R. Martin, whose new book, ''A Dance With Dragons,'' the fifth installment of his ''Song of Ice and" , "date" : "20110714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Fantasy Book Revives Store Sales" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/14\/books\/george-r-r-martins-dance-with-dragons-sells-well.html"} , {"body" : "OPENINGS Come Saturday, whiffs of prairie grass, bergamot and Indian rhubarb detected along the meatpacking district stretch of the High Line can be attributed not to the elevated park's exotic landscaping, but to the eau de parfum High Line ($160 for 50 milliliters), found steps away at the newest BOND NO. 9 boutique. The perfumery, at 863" , "date" : "20110623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/23\/fashion\/scouting-report.html"} ,   {"body" : "DEAR DIARY: Dinnertime in Denver: prime time for sales calls. The phone rings, displaying P-O-L-I-C-E and a 212 area code. National telemarketing or national emergency? I pick up. ''Good afternoon, ma'am. This is Sgt. Joseph Peragallo.'' He has a real New York accent, so I listen. ''Do you happen to have a silver camera?'' ''Yes, I did. I lost it" , "date" : "20110620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/20\/nyregion\/long-arm-of-the-law-and-other-nytimescom-reader-stories.html"} , {"body" : "Margot Owett was riffling through the day's mail in her town house in Cobble Hill, Brooklyn, one recent evening when she came upon a faded black-and-white postcard of a charming house with a wraparound porch. ''How lovely,'' she thought. She flipped the card over. In the ''address'' box was her address, but someone else's name. It carried only a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; A Mystery Is Delivered With the Mail, Dated 1912" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2D61E3FF93BA25755C0A9679D8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$23.25\/SQUARE FOOT $74,400 approximate annual rent 196 Columbia Street (between Sackett and Degraw Streets) Carroll Gardens, Brooklyn A ballet school has taken a 10-year lease for a 3,200-square-foot ground-floor space in this three-story mixed-use building with two apartments above. The space has a 20-foot storefront and high tin-stamp ceilings." , "date" : "20110608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDD133FF93BA35755C0A9679D8B63"} , {"body" : "KIDSFILMFEST ''The Driving Accident'' may not sound like the kind of film you'd want to show children. But this vehicular disaster doesn't happen on a dark and winding road; the dangerous curves belong to a toilet bowl. ''A little boy moves this little car around the rim, and, yes, it falls in,'' said Lisa King, director of the Brooklyn Film" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/spare-times-for-children-for-june-3-9.html"} , {"body" : "Marie Viljoen padded through the woods in Prospect Park one recent morning like a Brooklyn-chic bushwhacker in cargo pants, tall leather boots and a shock of red lipstick. She stepped delicately over damp logs and poison-ivy patches, a metal trash-grabber in one hand, a black trash bag in the other. Something caught her eye. ''Jackpot,'' she said." , "date" : "20110601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM; Volunteers Clear Away A Park's Unsavory Bits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EEDD143DF932A35755C0A9679D8B63"} , {"body" : "OPENINGS Summer is almost here, and with it is the annual migration of shopaholics to the Hamptons and Fire Island, where new stores and pop-ups await. The STUART WEITZMAN boutique, with the designer's resort collection of shoes and handbags, has just opened in East Hampton. Also on the premises is a pop-up-within-a-pop-up: an outpost of THEODORA &" , "date" : "20110526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HAMPTONS (NY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/26\/fashion\/scouting-report.html"} , {"body" : "Metal fencing wrapped around the charred monkey bars and partly melted plastic slides of a jungle gym in a police-barricaded corner of the Public School 29 playground in Cobble Hill, Brooklyn. On Monday, the site was still emitting a faint sickly smell of burned rubber. It has been more than two weeks since six students who do not attend P.S. 29 --" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "After a Fire, A Tension Between Two Schools" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/after-fire-tension-between-ps-29-and-saint-anns.html"} , {"body" : "Veronica, Michael, Alan and Annette are terribly civilized. That's the point. In Yasmina Reza's ''God of Carnage,'' the George Street Playhouse's adorable current production, the two couples have gathered in an extremely gentrified section of Brooklyn. They are in a lovely living room with a white sofa, two tall crystal vases of white tulips, a" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "11" , "title" : "THEATER REVIEW | NEW JERSEY; It's All Perfectly Polite. Then the Savaging Begins." , "url" : "http:\/\/theater2.nytimes.com\/2011\/05\/22\/nyregion\/god-of-carnage-in-new-brunswick-review.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum (Saturday) A bicycle ride to private and public gardens on City Island and Pelham Bay Park and an owl meet-and-greet are planned as part of the museum's celebration of Environmental Day. A horticulturist will be along for the bicycle ride, which is free and leaves the museum at 10:30 a.m." , "date" : "20110520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/arts\/spare-times.html"} , {"body" : "At her rustic little restaurant, Brucie, Zahra Tangorra gives the home cook a worthy resource. Bring in your 9-inch-by-14-inch baking pan and she will fill it with enough lasagna for 12 people, ready to bake at home, or to take away parbaked or fully cooked. As you put the bubbling pan on the table, let your guests make their assumptions about who" , "date" : "20110518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Lasagna From Brooklyn To Impress Your Guests" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/18\/dining\/lasagna-from-brucie-to-bake-at-home.html"} ,   {"body" : "In a previous post, I wrote about the Business Council for Peace, a nonprofit network of professionals who provide pro bono business services to mostly female entrepreneurs in countries affected by conflict, including Rwanda. Last month, three Rwandan owners, graduates of the three-year BPeace program, visited the United States during a trip that" , "date" : "20110505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "YOU'RE THE BOSS; Exporting Business Savvy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3DC1539F936A35756C0A9679D8B63"} , {"body" : "THE lack of good restaurants in Brooklyn Heights has been a topic of discussion along the neighborhood's leafy sidewalks at least since the first white-shoe lawyers crossed the Brooklyn Bridge to settle there. Residents who run into one another at the Variety Mart on Montague Street speak fondly of Noodle Pudding and Henry's End, both on Henry" , "date" : "20110504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; At Home in the Neighborhood" , "url" : "http:\/\/events.nytimes.com\/2011\/05\/04\/dining\/reviews\/04rest.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IN late 1999, when Bertina Ceccarelli moved from California to New York to work for an Internet startup called GiftCertificates.com, and bought a one-bedroom apartment in Murray Hill, among the first things she needed was help with the outdated kitchen. A friend suggested Brendan Coburn, a former boyfriend whom she described as a ''brilliant" , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CARROLL GARDENS, BROOKLYN; The Reconstituted Row House" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/01\/realestate\/01habi.html"} , {"body" : "OPENINGS When Steven Alan was planning the expansion of his Brooklyn store, he decided to give men their own crib at the current location, 349 Atlantic Avenue, 718-852-3257, and carry his women's wear next door at the new store 347 Atlantic Avenue (Hoyt Street), (347) 382-9125; stevenalan.com. ONLINE Century 21's membership-only online shopping" , "date" : "20110428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2DD143BF93BA15757C0A9679D8B63"} , {"body" : "Everyone knows that some of the best people-watching in New York City can be had in Hell's Hundred Acres. Those on the hunt for a middle-class complex would be well advised to check out the Gas House District. Hankering for bagels and a schmear? Get thee to Bloomingdale, stat. All are names, gone and widely forgotten, of the areas currently known" , "date" : "20110421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "ProCro, SoBro, FiDi, BoCoCa: A Lawmaker Says, 'Enough'" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/21\/nyregion\/procro-sobro-fidi-bococa-a-lawmaker-says-enough.html"} , {"body" : "231 Court Street (Warren Street), Cobble Hill, Brooklyn, (718) 596-9707, vanhornbrooklyn.com. Walk into Van Horn Sandwich Shop in Cobble Hill and there's not much to tip you off to its North Carolina pedigree. Painted wood floors, cups of crayons on the tables, a sound system turned to a volume that doesn't smother conversation: it feels more like" , "date" : "20110420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Van Horn Sandwich Shop" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/20\/dining\/reviews\/20dinbriefs.html"} , {"body" : "Because of an editing error, an article on Saturday about challenges facing New York City's new schools chancellor referred incorrectly to a man seen last Friday handcuffed near the Cobble Hill School of American Studies. He had been arrested after an incident in a nearby subway station; he had not been inside the Brooklyn school." , "date" : "20110415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4D8133EF936A25757C0A9679D8B63"} , {"body" : "The mighty Queen Mary 2 will no longer be belching diesel fumes into Red Hook when it docks at the Brooklyn Cruise Terminal next year. Instead, the cruise ship will shut down its engines and plug into a giant electrical outlet built especially for the port. After two years of negotiations involving many parties, the Bloomberg administration on" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Brooklyn, Cruise Ships Will Plug In To End Fumes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DA143EF937A25757C0A9679D8B63"} , {"body" : "PROJECT ALABAMA, a high-concept, high-priced label started by Natalie Chanin in 2000, has been reimagined as a mid-priced, wearable collection by its new design director, Morgane Le Fay. The spring collection includes a pale yellow voile dress ($199, above). Available at Burlap, 385 Henry Street, Cobble Hill, Brooklyn; (718) 596-8370;" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BROWSING; Light and Airy, For Spring Days" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EED81538F937A25757C0A9679D8B63"} , {"body" : "PROJECT ALABAMA, a high-concept, high-priced label started by Natalie Chanin in 2000, has been reimagined as a mid-priced, wearable collection by its new design director, Morgane Le Fay. The spring collection includes a pale yellow voile dress ($199, above). Available at Burlap, 385 Henry Street, Cobble Hill, Brooklyn; (718) 596-8370;" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BROWSING; Light and Airy, For Spring Days" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE6DA1F39F937A25757C0A9679D8B63"} ,   {"body" : "AS our nation's economic blues wear on, many of us are looking for unconventional avenues to achieve the riches so tantalizingly out of reach. We've read the investment guides and watched the fast-money yammerers on television. But the big score still seems no closer than the prospect of winning the lottery. The so-called experts will give you" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "ESSAY; Get Rich Quick, but Make Sure It's Legal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4D91339F933A25757C0A9679D8B63"} , {"body" : "At dozens of struggling schools, New York City education officials have yet to apply for federal money that could help turn them around. Some principals are complaining about reorganizations that have left them without sufficient guidance. Charter school leaders are upset about fights sparked by where the city is placing them. A new teacher" , "date" : "20110409" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A TROUBLED TENURE; In City School System, Hopes That New Leader Can Steer Right Course" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DB1638F93AA35757C0A9679D8B63"} , {"body" : "Around Town Museums and Sites Museum of the City of New York (Friday, Sunday, Tuesday and Thursday) Two events are planned Friday and Sunday in conjunction with the exhibition ''Ain't Nothing Like the Real Thing: How the Apollo Theater Shaped American Entertainment,'' on view through May 1. Scholars and the musician Martha Redbone will discuss the" , "date" : "20110401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/01\/arts\/spare-times-for-april-1-7.html"} , {"body" : "ADAMS--C. Murray, lawyer, 79, died of complications from a stroke in Long Island College Hospital on March 29. Born in Ithaca, NY in 1931, Murray graduated from Cornell in 1952 and Harvard Law School in 1957. He lived in Brooklyn for 50 years and was active in community affairs, serving on the boards of the Long Island College Hospital, the Cobble" , "date" : "20110331" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths ADAMS, C" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EED81F3AF932A05750C0A9679D8B63"} , {"body" : "A former PTA treasurer at a public school in Brooklyn has been indicted on charges that she embezzled about $100,000 from the organization over a two-year period. The former treasurer, Providence Hogan, owner of the upscale Providence Day Spa about 10 blocks from the school, Public School 29 in Cobble Hill, misappropriated the money between 2006" , "date" : "20110330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "Former PTA Treasurer at Brooklyn School Is Indicted in Theft of $100,000" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/30\/nyregion\/30pta.html"} , {"body" : "Marietta Ladies', Men's and Children's Wear has been part of my neighborhood in Cobble Hill, Brooklyn, for over half a century. Hand-lettered signs fill the display window (''Heavy sox, $1.50 a pair''). Inside, the walls are lined with honey-colored wooden drawers stuffed with bras and pajamas. Two elderly brothers run the shop, which they" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COMPLAINT BOX | ROVING SHOPPERS; Mom and Pop Need Your Support" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3D6113DF934A15750C0A9679D8B63"} , {"body" : "'TO THE MOON' Cobble Hill, Brooklyn, isn't likely to replace Cape Canaveral as a permanent launching site for spacecraft. But on Monday it will serve as a blastoff point for several extraterrestrial adventures. They make up ''To the Moon: Short Films About Space Travel,'' the latest program in the Brooklyn series Big Movies for Little Kids. The" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/arts\/spare-times-for-children-for-march-25-31.html"} , {"body" : "In a driving snowstorm in late February, the rural routes that lead into downtown Mount Morris, N.Y. (population 2,800), resembled the roads in the movie ''Fargo.'' They were windswept white landscapes, farmland on either side, lighted only by the occasional distant flickering taillight. One of the few vehicles out -- a late-model maroon GMC" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOUNT MORRIS (NY)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "KEY; THE LAST TOWNIE" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/magazine\/mag-20KEYSmallTown-t.html"} , {"body" : "Last week the Appraisal column explored whether it was worth it to residents of Cobble Hill Towers in Brooklyn to buy their apartments. For one young family, it made sense. For another longtime resident, there were better deals to be found elsewhere. The City Room blog asked readers to weigh in on the issue: Is it better to rent or to buy? Here are" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY ROOM | READER COMMENTS; Rent? Buy? As They Say, It Depends" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E0D91F3EF933A15750C0A9679D8B63"} , {"body" : "Looking Ahead PARM Mario Carbone and Rich Torrisi of Torrisi Italian Specialties will expand their devotion to Italian-American food with this larger restaurant next door, to open in late summer. A casual menu of sandwiches, antipasti and plated dishes is planned throughout the day and evening. ''There won't just be Parmesan things,'' Mr. Carbone" , "date" : "20110316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/16\/dining\/16off.html"} ,   {"body" : "For generations of space-starved New Yorkers, Cobble Hill Towers has been an affordable oasis. More than 130 years ago, its architect, Alfred Tredway White, designed its nine low-rise, red-brick buildings to demonstrate that housing for the poor could be both humane and economically feasible. The buildings were known for their distinctive" , "date" : "20110315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE APPRAISAL; Towers Built for the Poor Are Hearing the Call Of the Condominium" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/15\/nyregion\/15appraisal.html"} , {"body" : "An article in some editions last Sunday about Fish Tales, a seafood store in Cobble Hill, Brooklyn, misstated the ownership history of the shop. John Addis became a partner around 1998 and took over as sole proprietor in 2001. He was not the owner when the shop was opened in 1996. (A relative, Larry Tramontano, and his wife, Elizabeth, founded the" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0D6153EF930A25750C0A9679D8B63"} , {"body" : "BY day, Antonio Ramos is a medicinal chemist at the drug maker Sanofi-Aventis in Bridgewater, N.J., where he helps develop molecules for prescription drugs. In the evening, he puts his chemistry skill set to a different use: developing formulas for Brooklyn Soda Works, the artisanal soda company he started last year with his partner, Caroline Mak." , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "4" , "title" : "BRIGHT IDEAS: SLIPSTREAM; A Chemist, An Artist And a Lot Of Fizz" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/business\/06stream.html"} , {"body" : "ONE of the first things you notice when walking into Fish Tales Gourmet Seafood Market is the smell. There is none. But the fish motif is definitely in the air, including walls strung with nets and traps and a whole fish mounted above the stained wainscot. The shotgun layout feels like the well-lighted hull of a boat. The bustling shop, near Court" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | COBBLE HILL; Fish People With Heart. Noses Agree." , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/nyregion\/06joint.html"} , {"body" : "ONE of the first things you notice when walking into Fish Tales Gourmet Seafood Market is the smell. There is none. But the fish motif is definitely in the air, including walls strung with nets and traps and a whole fish mounted above the stained wainscot. The shotgun layout feels like the well-lighted hull of a boat. The bustling shop, near Court" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | COBBLE HILL; Fish People With Heart. Noses Agree." , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/nyregion\/06joint.html"} , {"body" : "COBBLE HILL CONDO $875,000 BROOKLYN: 284 Warren Street (Court and Smith), #3 A two-bedroom one-bath floor-through unit with a foyer, a living\/dining room, an open kitchen, a washer\/dryer, central air-conditioning and a gas-burning fireplace. Michael Rohrer, Corcoran Group (718) 923-8071 www.corcoran.com Open house Sunday, 2 to 4 p.m. COMMON CHARGE:" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D8163FF935A35750C0A9679D8B63"} , {"body" : "KELLY--Regina, died February 24, 2011 at the Calvary Hospital Hospice. A brilliant, independent and articulate woman, Ms. Kelly was both charming and acerbic. She was employed for many years at Sloan Kettering Hospital and after graduating from Brooklyn Law School was appointed as an Assistant District Attorney in Kings County. Her loss will be" , "date" : "20110301" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths KELLY, REGINA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E6DC1E3AF932A35750C0A9679D8B63"} , {"body" : "BEN RYDER HOWE says he was raised to avoid using the personal pronoun ''I'' when writing. Moreover, he rarely wrote about New York. Fortunately for readers, he overcame both disinclinations in his first book, ''My Korean Deli: Risking It All for a Convenience Store'' (Henry Holt, $25). It's a charming, present-tense, only-in-New York chronicle of" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "BOOKSHELF; Adventures in an Urban Wilderness" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/nyregion\/27book.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE cobblestone part of Joralemon Street is among the loveliest stretches of Brooklyn Heights. Come spring, and well into the fall, the front gardens of the brownstones that line the street will be lush with greenery, and the window boxes will explode with flowers. But even on this beautiful strip, the low-slung red brick building just off Hicks" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BROOKLYN HEIGHTS; The Almost Landless Gardener" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/realestate\/27habi.html"} , {"body" : "'KNUFFLE BUNNY: A Cautionary Musical' How do you turn a book into a rousing musical when its main character speaks only gibberish? For Mo Willems, the gibberish was at least familiar. A few years ago Mr. Willems, a best-selling author and illustrator of children's books, began adapting his own ''Knuffle Bunny: A Cautionary Tale'' (Hyperion Books" , "date" : "20110225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/arts\/25kids.html"} ,   {"body" : "THE Brooklyn Cruise Terminal on the Buttermilk Channel has picturesque views even when the Queen Mary 2, which docks there regularly, is at sea. There is verdant Governor's Island across the water and, behind it , the heaving, jagged rise of Manhattan. To the north are the great bridges of the East River. To the west, the Statue of Liberty. And to" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2011\/02\/13\/travel\/13hours-brooklyn.html"} , {"body" : "OUTSIDE, the streets of Greenwich Village were drowsy and dull with summer. But inside, in the darkness, blades slashed, top knots bobbed, screaming swordsmen crashed through rice-paper screens, and blood sprayed everywhere. Ah, the summer of 1979. I was 13, and if it was Tuesday, I was at the Bleecker Street Cinema. Japanese movie day. More than" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "FILM; Slashing Samurai: A Culture Savored" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DE103BF930A25751C0A9679D8B63"} , {"body" : "OUTSIDE, the streets of Greenwich Village were drowsy and dull with summer. But inside, in the darkness, blades slashed, top knots bobbed, screaming swordsmen crashed through rice-paper screens, and blood sprayed everywhere. Ah, the summer of 1979. I was 13, and if it was Tuesday, I was at the Bleecker Street Cinema. Japanese movie day. More than" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM; Slashing Samurai: A Culture Savored" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/movies\/13samurai.html"} , {"body" : "A struggling Brooklyn hospital is making plans to shut down in March after a decision by the Cuomo administration to delay grants to help finance a merger intended to rescue the institution, officials said on Wednesday. The hospital, Long Island College Hospital, on the border of Cobble Hill and Brooklyn Heights, announced in October that it was" , "date" : "20110210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Delay of Money From State May Force Hospital to Shut" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/10\/nyregion\/10hospital.html"} , {"body" : "For Joe Santos, producing and distributing his own gin was a way to say goodbye to the lock-step march of the corporate world and hello to creativity and originality. He wanted to give the gin a name that communicated that. So he invoked a certain New York City borough, the one currently outpacing the others in self-satisfaction. Brad Estabrooke" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Pride of Place In Every Drop" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/dining\/04tipsy.html"} , {"body" : "A yearlong investigation of the Gowanus Canal in preparation for its cleanup under the federal Superfund program has confirmed the severe extent of its contamination and the threat it poses to public health, particularly for people who eat fish from it or have repeated contact with its water or sediment. Officials at the federal Environmental" , "date" : "20110203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Gowanus Canal Tests Show Severity of Contamination" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/03\/science\/earth\/03gowanus.html"} , {"body" : "Opening EMBER ROOM No longer associated with Kittichai in SoHo, Ian Chalermkittichai has gone back to using his full surname. Now he has teamed with Todd English to create Asian-inflected barbecue in a space sheathed in dark reclaimed boards, some looking as if they came from a wood pile out back. A special oven is the centerpiece between the bar" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/dining\/02off.html"} , {"body" : "The Police Department said on Monday that it was investigating whether the former treasurer of the PTA at Public School 29 in Cobble Hill, Brooklyn, stole roughly $5,500 from the group's account. The allegation against the former treasurer, Providence Hogan, surfaced last week as PTA officers were drafting the group's tax return, the PTA's" , "date" : "20110201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "Theft From PTA Is Suspected" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/01\/nyregion\/01pta.html"} , {"body" : "Around Town Museums and Sites Jewish Museum (through Sunday) ''A Hanukkah Project: Daniel Libeskind's Line of Fire,'' an installation by Mr. Libeskind incorporating 40 Hanukkah lamps from the museum's collection, including an 18th-century piece and a 2004 work in green silicon. Friday, 11 a.m. to 4 p.m.; Saturday and Sunday, 11 a.m. to 5:45 p.m.," , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/arts\/28spare.html"} , {"body" : "HIBERNATORS BALL Beasts and birds have been known to do fancy dancing, especially when wooing. But no one has seen them actually waltz. Until this weekend, that is. At Wave Hill, the public garden in the Bronx, small creatures will glide across a dance floor. Granted, these animals will be the two-legged, sentient kind, but they will look the part," , "date" : "20110121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/21\/arts\/21kids.html"} ,   {"body" : "Around Town Museums and Sites American Museum of Natural History (Tuesday through Jan. 30) ''Global Weekends: Brain and the Tibetan Creative Mind'' has a series of events -- some participatory and led by monks -- presented in conjunction with the exhibition ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and" , "date" : "20110121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/21\/arts\/21spare.html"} , {"body" : "FOR eight years, Brendan Mason had a great apartment in Clinton Hill, Brooklyn. His one-bedroom rental was in an owner-occupied brownstone with endless prewar charm. On the stoop one flight down, he would drink coffee, socialize with neighbors, have a smoke. His rent was less than $1,500 a month. His partner, Matthew Reuter, had a less compelling" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Room for Men to Work and for Astro to Play" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/02\/realestate\/02hunt.html"} , {"body" : "THE final noisemaker has squealed and the last dinner guest has straggled home, so the holiday extravaganza that is Christmas and New Year's -- spread out over two long weekends and punctuated by a blizzard -- is over. Now it's time for the cleanup, and that can mean dealing with more than the usual number of napkins splashed with red wine. For" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Status Symbol" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/02\/realestate\/02cov.html"}]