[  {"body" : "Around Town Museums and Sites American Museum of Natural History: Origami Tree (through Jan. 2) Animals and other large objects, many drawn from exhibited items, are the subjects of about 500 origami ornaments in the museum's annual holiday display in the Grand Gallery; included are elephants, dinosaurs, diamonds and planets. Volunteers will be on" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/arts\/spare-times-for-dec-23-29.html"} , {"body" : "The traditional Italian Christmas Eve dinner, the Feast of the Seven Fishes, is not exactly Mother's Day, but it gets close, with special fish dinners all over town and not just at Italian restaurants. Here are some choices on and around Dec. 24 (prices do not include beverages, tax or tip). Bistro de la Gare, 626 Hudson Street (Jane Street); (212)" , "date" : "20111221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Feasting On Fish" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/21\/dining\/dining-calendar-feasting-on-fish.html"} , {"body" : "Santa had a few minutes to kill before a holiday party the other evening, so he pulled up his sleeves and showed off some of his tattoos: a dragon, a sailboat and, inked across the nape of his neck, the phrase ''Meat Is Murder.'' The man in red, played by Justin Brannan, was sitting in the Brooklyn office of his boss, City Councilman Vincent J." , "date" : "20111221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "From Growls of Punk Rock to the Smooth Talk of Politics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1D7113AF932A15751C1A9679D8B63"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum: St. Nicholas Celebration (Saturday and Sunday) The traditions of a Dutch Christmas will be told in stories and music by the Bronx Arts Ensemble at 1 and 3 p.m., 895 Shore Road North, the Bronx, (718) 601-7399, bronxartsensemble.org. Free, but reservations are required, and tickets are" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/spare-times-for-dec-9-15.html"} , {"body" : "Wearing wide hoop earrings and an Italian gold costume ring that rested as heavy as a gavel on the bench, Judge Patricia Mafalda DiMango leaned forward to address the teenage defendant. ''One thing I will tell you,'' she said, narrowing her eyes lined a thick, midnight black, ''you will not get this plea after you leave today.'' Nigel Jordan, 18," , "date" : "20111126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "In Judge's Brooklyn Courtroom, Made-for-TV Drama Without the Cameras" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/26\/nyregion\/patricia-dimango-brings-own-style-to-brooklyn-court.html"} , {"body" : "THERE are still places where 18th Avenue, as it runs through Bensonhurst, looks like the Italian-American stronghold that it once was. Spaced at intervals along the street, also known as Cristoforo Colombo Boulevard, are businesses like Gino's Focacceria, the Bari Pork Store, S.A.S. Italian Records and the Villabate Alba bakery. But just as in" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | BENSONHURST, BROOKLYN; Accessible, From All 4 Corners of the World" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/realestate\/bensonhurst-brooklyn-living-in-accessible-from-all-4-corners-of-the-world.html"} , {"body" : "DOWN some dark stairs, past cases of empty beer bottles, in the brick warren beneath the Off Off Broadway cabaret called Don't Tell Mama, a middle-aged man helps his middle-aged brother adjust the blue sequined top that complements his black sequined skirt. Fifteen minutes to showtime. ''Grab it from here,'' says Tommy Femia, 52, who is also" , "date" : "20111113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "The Boy Who Became Judy Garland" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/13\/nyregion\/judy-garland-impersonator-tommy-femia-of-brooklyn.html"} , {"body" : "Madeleine P. Brennan maintains Dyker Heights Intermediate School 201 in Brooklyn as something of a time capsule. Female secretaries, guidance counselors and assistant principals are asked to wear dresses or skirts; teachers may wear slacks, but not dungarees; men all wear ties. The marble staircase shines; the hallways are painted a classic pale" , "date" : "20111107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "48 Years in Charge, Doing What's Always Worked" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/nyregion\/madeleine-brennan-principal-of-dyker-heights-is-honored.html"} , {"body" : "They came to remember. But they were told they had forgotten something. As thousands arrived at the National September 11 Memorial on Monday, the first day it was open to the public, many were turned away at the entrance - informed by security personnel that passes for the day had been snapped up months ago. ''I just thought we'd be able to walk" , "date" : "20110913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Want to Visit the Sept. 11 Memorial? Before Getting in Line, Go Online" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0DD1F3DF930A2575AC0A9679D8B63"} , {"body" : "It took a few weeks for Annette Vukosa to finally break it to her elder son, Austin, that his father would not be coming home, and for a long time after that, the two spoke only sparingly about him. Finally, a few months after Sept. 11, Austin, all of 7, went up to his mother in their apartment in Kensington, Brooklyn, and announced: ''I have a" , "date" : "20110911" , "day_of_week_facet" : "Sunday" , "page_facet" : "20" , "title" : "THE 9\/11 DECADE; Growing Up in a Hurry" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5DC1339F932A2575AC0A9679D8B63"} ,   {"body" : "It took OTB a long time to be born. And it is taking a long time to die. Make no mistake: the 50 or so Off-Track Betting Corporation parlors across the city have been closed since December. But very few of the spaces have found new tenants -- not in this economy, and not in their condition. So OTB lives on in ghostly apparition. The corner parlor" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "The Ghosts Of Wagers Past Linger On Across the City" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/at-otb-parlors-ghosts-of-wagers-past-linger.html"} , {"body" : "The mural occupies the walls and steel doors along two floors of a middle school in Brooklyn. If turned into pavement, it would extend more than two city blocks. It began in the fall of 2006 with a palm-size magnet, the kind you might find holding a calendar to a refrigerator door. The magnet pictured a Norman Rockwell illustration of ''Rosie the" , "date" : "20110518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "At a Brooklyn School, an Ever-Growing Mural Opens New Worlds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E0D9143BF93BA25756C0A9679D8B63"} , {"body" : "Only one Republican represents New York City in Congress, and even in his 13th Congressional District, which includes Staten Island and a small southwest corner of Brooklyn, it's a high-wire act. You can talk all you want about the need to cut federal spending and taxes when you're in the Staten Island part of the district, but try that after" , "date" : "20110502" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "26" , "title" : "EDITORIAL OBSERVER; What Happens in Brooklyn When You Try to Cut Medicare" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/02\/opinion\/02mon4.html"} , {"body" : "WHEN Joseph La Vache, known to everyone as Lenny, bought a Buick Wildcat coupe in 1963, he made a promise to his bride-to-be, Maria. ''He said it would be the last car he ever bought,'' Mary Jane La Vache, the couple's older daughter, recalled on a recent Saturday. Though the promise fell victim to the oil crunches of the 1970s, when gas prices" , "date" : "20110403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO; In Every Way, A Family Car" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/03\/automobiles\/collectibles\/03EGO.html"} , {"body" : "''Hong Kong Flu Hits Bay Ridge,'' screamed the headline. And just in case readers in December 1968 were not already alarmed, a smaller headline below warned: ''It's Upon Us!'' The headlines often shouted from The Home Reporter and Sunset News, every week grabbing readers in Bay Ridge, Dyker Heights, Sunset Park, and other Brooklyn neighborhoods in" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; A Brooklyn Publisher Who Liked His News Local and His Headlines Loud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE2DD103DF93BA15750C0A9679D8B63"} , {"body" : "Flashing lights from two police cars illuminated the red-brick church on Thursday night. Two counterterrorism officers wearing civilian clothes carefully scrutinized the congregants. It was Christmas Eve, one of the happiest days in the Coptic calendar. A church deacon sheepishly checked the bags of people he had known his whole life. Maybe it was" , "date" : "20110108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ALEXANDRIA (EGYPT)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "For Coptic Church's Christmas, Sorrow in Brooklyn Over Terrorist Act in Egypt" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/08\/nyregion\/08coptic.html"}]