[  {"body" : "Many judges are lucky to handle just one era-defining case during their tenures on the bench. In his 16 years as a federal bankruptcy judge, Arthur J. Gonzalez has handled three. The first, Enron, came up in late 2001. Eight months later, WorldCom followed, forcing the judge to handle both cases simultaneously. And the last, Chrysler, arrived in" , "date" : "20111230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "DEALBOOK; A Judge Who Shaped Bankruptcies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2DB153CF933A05751C1A9679D8B63"} , {"body" : "Connie Nelson is in love with the view from her 18th-floor balcony: The glittering towers and spires of Lower Manhattan have beckoned her each day for 20 years. ''This is what made me take the apartment,'' she said one evening as she gazed upon the distant skyline. But Ms. Nelson, 52, is not exactly basking in luxury. She lives in a federally" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; Just Getting By, Until the Day She Could Not Move" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/an-ill-mother-struggling-to-pay-the-rent-finds-help.html"} , {"body" : "BABYLON, N.Y. -- On a day to mourn, the crowd was uncountable. Thousands of saddened police officers in their crisp dress uniforms made for vistas of navy blue. And the people of Babylon, on a workday when time was allowed to stall, came too. On Monday morning in the town where he lived, at the church where he prayed, they came for what no one" , "date" : "20111220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BABYLON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "In a Sea of Blue, a Fallen Officer Is Remembered" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/20\/nyregion\/mourners-remember-a-fallen-officer.html"} , {"author" : "Twitter: @mwilsonnyt" , "body" : "The locker that nobody wants to open is on the seventh floor of a massive police building on East 20th Street. Turn left out of the elevator, then walk down a hall and through a cluttered computer training classroom, to a door in the rear marked Ceremonial Unit. Another left into a little dead-end hall, and there it is, the last locker on the left," , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CRIME SCENE; For Fallen Officers, a Simple Symbol of Grief" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/17\/nyregion\/simple-symbols-of-mourning-for-new-yorks-fallen.html"} , {"body" : "Xavier the Magician does not think rabbits are exciting. ''I want people to go ooh and aah,'' he said. ''Maybe when I was in fifth grade a rabbit was exciting. I did go aah for a rabbit once.'' Xavier - born Ernest Gutpon - was a 10-year-old in Brooklyn when a magician performed at his school in 1964. He stood on stage, before a picture of a" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; Pulling Oohs and Aahs Out of Thin Air" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEEDB163AF934A25751C1A9679D8B63"} , {"body" : "The 911 caller reported a robbery in progress early Monday, and the first officers who arrived at the Brooklyn basement apartment found a tenant bloodied from a beating. They had no idea that the robbers were still there, hiding in a dark room behind them. The robbers, in turn, did not know that backup was on the way, and so when they moved to slip" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Dark Brooklyn Doorway, Officer Confronts Gunman, and Dies" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/at-scene-of-brooklyn-robbery-a-police-dept-veteran-is-fatally-shot.html"} , {"author" : "E-mail: powellm@nytimes.com; Twitter: @powellnyt" , "body" : "Gov. Andrew M. Cuomo is enjoying his Emperor Hadrian moment. His many legislative victories come accompanied by festive celebrations and loud huzzahs. So Maria Bartiromo, the CNBC anchor, travels to Albany to preside over a joyous allocation of money for regional economic development. So, in the wake of his income tax deal, senators and assemblymen" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "GOTHAM; Amid Paeans to Cuomo, Some Less Lofty Notes" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/amid-paeans-to-cuomo-some-less-lofty-notes.html"} , {"body" : "Officer Peter J. Figoski worked the midnight shift in one of New York's most dangerous precincts, apprehending robbers in and around East New York, Brooklyn, with the instincts of a 22-year veteran. Then he would go home to Long Island to drive his daughters to school. His life, balanced so purposefully by two passions, shattered in an instant" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Slain Officer Was Devoted to His Daughters" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/slain-officer-peter-figoski-was-a-devoted-father.html"} , {"body" : "IN 1962 Ezra Jack Keats started a quiet revolution that in its own way had as much influence as some of the decade's louder protests. An author and illustrator, Keats published ''The Snowy Day,'' about a small boy's delight in his first snowstorm. Nothing radical there. But the story differed profoundly from virtually all the mainstream American" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "29" , "title" : "Homage to a Picture-Book Rebel" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/design\/the-snowy-day-art-of-ezra-jack-keats-at-jewish-museum.html"} , {"body" : "-George Walker was sitting outside his brother's house, drinking beer with his buddies, as he has for decades on the block of brownstones in Bedford-Stuyvesant, Brooklyn, where he grew up. -He received a ticket for violating an open-container law. ''My mother is 76, and she's been at her house since she was 17,'' Mr. Walker, 47, said. ''It's" , "date" : "20111203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM; At a Brooklyn Church, Lining Up to Erase Legal Sins" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1239F930A35751C1A9679D8B63"} ,   {"body" : "There is a certain type of woman who is good at taking care of everyone but herself. She is the sort who, when her older brother is suffering from a lung disease, will sit beside his bed on Staten Island and encourage him, in the most determined words, to get up on his feet and move about the house. She is also the one who, when this brother dies," , "date" : "20111129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Putting Others Ahead, And Then Falling Behind" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/29\/nyregion\/looking-after-the-dying-raised-her-cost-of-living.html"} , {"body" : "''When I get angry I have to hit something, so I do it here,'' John Halloran said as he stood in the Kid Kelly Boxing Gym in Brooklyn. But when Mr. Halloran steps inside the ring three days a week, most times he is not laced up for a bout with his emotions. He carries a broom, because sweeping the ring is one of his maintenance duties at the gym." , "date" : "20111117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Turning a Life Around, With Help From a Clubhouse" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/17\/nyregion\/turning-a-life-around-with-help-from-a-clubhouse.html"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vakhlis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3D6173EF931A25752C1A9679D8B63"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vaklis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/12\/nyregion\/after-apartment-fire-living-on-her-own-once-again.html"} , {"body" : "From his 12th-story window in the Bronx, Joseph Tomasello took in a panoramic view of the landscape by the evening light. Looking past the small prayer cards -- St. Anthony, patron of lost things, was among those pictured -- that leaned against the glass pane, his gaze settled on St. Augustine's Roman Catholic Church, which stood out like a beacon" , "date" : "20111111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; After Downfall, Veteran Finds New Purpose" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/11\/nyregion\/in-the-bronx-a-veteran-finds-renewed-purpose.html"} , {"body" : "When Jeanette Rivera, 29, gets excited, her hands pinwheel, her sentences tumble and her voice nearly squeaks. But that little-girl demeanor hides a mountain of pain brought on by years of abuse, much of it at the hands of her stepfather. At age 7, as punishment for bad penmanship in school, Ms. Rivera was forced to kneel on grains of dry rice" , "date" : "20111108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEEDIEST CASES; A Mother Fights the Past, for the Future" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/08\/nyregion\/at-29-fighting-bad-dreams-and-illness-neediest-cases.html"} , {"body" : "Rose Kerr is the principal of the Staten Island School of Civic Leadership, Staten Island's first K-8 school, which opened its doors in 2009. Its curriculum is based on the philosophy of Stephen Covey, the author of ''The Seven Habits of Highly Effective People.'' In a recent interview, Ms. Kerr, 57, who grew up in East New York, Brooklyn, and" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PRINCIPAL'S OFFICE ROSE KERR; Following the Mandates While Trying to Paint a Bigger Picture" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDF133CF936A35752C1A9679D8B63"} , {"body" : "Shortly after 1 p.m., when the doors of New York City's first casino, next to the Aqueduct racetrack in Queens, opened to the public, Kim Franklin, 45, from East New York, Brooklyn, brushed past a security guard, extended both arms to ensure that no one behind her in line could pass and broke into a jog as she approached the escalators. ''Oh, my" , "date" : "20111029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; For Some, New Casino Opens Not a Moment Too Soon" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDA173DF93AA15753C1A9679D8B63"} , {"body" : "When one of the biggest real estate developments in Brooklyn was stalled two years ago, its owner turned to the city government for help, seeking $20 million in financing. Nearly 50 projects were applying for a small number of aid packages at the time, but this one, City Point, had a prominent supporter. ''The future of Downtown Brooklyn depends on" , "date" : "20111025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From Brooklyn Office, Mixing Clout and Charity" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/25\/nyregion\/for-brooklyn-leader-marty-markowitz-mix-of-business-charity-and-power.html"} , {"body" : "In a city of steel and concrete, a single tree offers a burst of green, a cooling canopy and an antidote for frayed nerves. It seems as if nobody is against one tree. But try planting a million of them. That is what New York City has been aiming to do, and as Mayor Michael R. Bloomberg installed the 500,000th tree in St. Nicholas Park in Upper" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "As City Plants Trees, Some Say a Million Are Too Many" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/nyregion\/new-york-planting-a-million-treestoo-many-some-say.html"} ,   {"body" : "THE restaurant was Chinese in theory, with Continental accents, and wedged into a basement in Midtown. There was foie gras in the dumplings. The music was the sort one hears in elevators in cities far from home. One of my guests happened to be a dead ringer for the actor Matthew Broderick. ''I have waited on you many times,'' the waiter said to" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Pleasure to Dine With You" , "url" : "http:\/\/events.nytimes.com\/2011\/10\/19\/dining\/reviews\/sam-sifton-the-reviewing-life.html"} , {"body" : "Robert S. Halper, a retired Wall Street trader, spends time each day in Zuccotti Park talking to protesters about politics and their thoughts on reforming the banking system. But Mr. Halper, a 52-year-old Brooklyn native, never reveals two facts about himself: he is a former vice chairman of the New York Mercantile Exchange and the largest single" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Regular at the Protests With an Unspoken Past: Wall St. Made Him Rich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E4DF1138F93BA25753C1A9679D8B63"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"body" : "The police on Monday at the scene of a fight in the New Lots section of East New York that led to a shooting in which an off duty officer was struck while sitting in her personal vehicle outside a McDonald's. The officer was hit in the elbow and hand, an official said, adding that authorities thought the shooting of the officer was unintended, a" , "date" : "20111004" , "day_of_week_facet" : "Tuesday" , "page_facet" : "26" , "title" : "Off-Duty Officer Wounded by Stray Bullet in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1D71E31F937A35753C1A9679D8B63"} , {"body" : "From her bare kitchen window, Denise Urquidez can see the big grassy backyard that became a haven for her two young sons. And she wonders. The curtains are packed away along with the Transformers that had decorated her boys' room. Ms. Urquidez is waiting to move, leaving her tiny two-bedroom in a salmon stucco three-story building on the edge of" , "date" : "20110922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Staying With Children, And Out of Prison" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/22\/nyregion\/for-mothers-facing-prison-drew-house-in-brooklyn-offers-alternative.html"} , {"body" : "The Democratic machine whirred and then roared in northern Brooklyn on Tuesday, churning out a significant victory for Rafael L. Espinal in a fiercely contested three-way race for the 54th State Assembly District seat. Mr. Espinal, 27, the chief of staff for City Councilman Erik Martin Dilan and the chosen candidate of the Brooklyn party chairman," , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Democratic Party Pick Wins Brooklyn Race" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/nyregion\/rafael-espinal-and-other-democrats-win-assembly-seats.html"} , {"body" : "The summer of 1966 was long and hot, and racial tension crackled on the streets of Brooklyn. Frank C. Arricale, as the director of New York City's Youth Board, reached out to people from different ethnic groups to keep unrest from erupting into violence. He asked two men with street credibility for help: the brothers Albert and Larry Gallo, leaders" , "date" : "20110905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Frank C. Arricale, 81, Official Who Calmed Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/05\/nyregion\/frank-c-arricale-youth-board-leader-who-calmed-race-tensions-dies-at-81.html"} , {"body" : "They've become an unavoidable part of the back-to-school ritual: the long and confoundingly precise lists of supplies that schools ask students -- that is, parents -- to provide. This particular folder, that color pen, exactly this many boxes of tissues. This page shows all the items on a typical list: the one that Ellyn Agranoff drew up for the" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BACK TO SCHOOL; Twelve of This, And That in Green" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DA173AF937A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DD173DF930A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/03\/nyregion\/54th-assembly-district-vote-could-upset-brooklyn-politics.html"} ,   {"body" : "ANDREA KIDD often gets puzzled looks when she tells people she spends her summer weekends playing netball. ''I have to explain that it's like basketball, but you can't dribble with the ball, and our baskets have no backboards,'' said Ms. Kidd, 36, a Jamaican immigrant who plays defense for Pivot, a team in the Caribbean American Netball" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARIBBEAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT; The Sisterhood Of Netball" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/nyregion\/in-new-york-a-caribbean-sisterhood-of-netball.html"} , {"body" : "Remember the frothing pitchman for the now-defunct Crazy Eddie chain of electronics stores who screamed in television commercials that were inescapable in the 1970s and 1980s about prices that were insaaaaaane? Nakia Rattray does. In fact, those memorably manic rants on the low-budget television spots helped inspire and launch Mr. Rattray's career" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; Commercials That Are Just Insaaaaaane" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE2DE1539F93BA2575BC0A9679D8B63"} , {"body" : "Five months after Mayor Michael R. Bloomberg outlined a plan to give principals more autonomy to run their schools, the city imposed what would be the first of five consecutive cuts to the schools' budgets. To make ends meet, principals have trimmed after-school programs, shrunk their support staffs and tightened their schools' use of things like" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "Lessons in Austerity: How City Principals Make Budgets Work" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/nyregion\/five-new-york-city-school-principals-talk-budget-cuts.html"} , {"body" : "Steve Ross says he was happy to take his bialys out of New York. But no one was taking the New York out of his bialys. In 2001, Mr. Ross, the owner of Coney Island Bialys and Bagels, received an invitation to demonstrate authentic city baking at the Smithsonian Folklife Festival in Washington. Organizers supplied the mixer and an oven. Mr. Ross" , "date" : "20110817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Familiar Oniony Scent Will Soon Waft Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DC1739F934A2575BC0A9679D8B63"} , {"body" : "For Shel Wallman, a co-editor of the Jewish Sports Review, the searching question, if rather high profile, was not uncommon: should Ralph Branca, historic goat, get to join the magazine's list of official Jewish athletes? Wallman, whose publication has come out six times a year for 14 years, weighed the competing information. Branca had been raised" , "date" : "20110816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Pondering the Meaning Of Branca's Jewish Roots" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/16\/sports\/baseball\/pondering-the-meaning-of-brancas-jewish-roots.html"} , {"body" : "Alec Appelbaum writes about urban design and public policy. CAN a trendy retail tactic promote healthier living in low-income urban neighborhoods? Over the past few years, retailers have experimented with ''pop-up'' stores and restaurants -- establishments open for a few weeks, or even just a single day, typically in a busy shopping corridor. Such" , "date" : "20110814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "GRAY MATTER; Presto, Instant Playground" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/14\/opinion\/sunday\/presto-instant-playground.html"} , {"body" : "A sport utility vehicle driven by Assemblyman William F. Boyland Jr. was hit by gunfire in Brooklyn on Wednesday evening as he rode with his 7-year-old son, a police spokeswoman said. Neither Mr. Boyland nor his son was injured, said the spokeswoman, Deputy Inspector Kim Royster of the New York Police Department. Inspector Royster said Wednesday" , "date" : "20110811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Assemblyman's Vehicle Is Hit by Gunfire in Brooklyn, but He Is Unharmed" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/11\/nyregion\/gunshots-hit-vehicle-of-assemblyman-william-boyland-jr.html"} , {"body" : "The administration of Mayor Michael R. Bloomberg, in a blunt acknowledgment that thousands of young black and Latino men are cut off from New York's civic, educational and economic life, plans to spend nearly $130 million on far-reaching measures to improve their circumstances. The program, the most ambitious policy push of Mr. Bloomberg's third" , "date" : "20110804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Campaign Seeks to Lift Young Black and Latino Men" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7DA1731F937A3575BC0A9679D8B63"} , {"body" : "The administration of Mayor Michael R. Bloomberg, in a blunt acknowledgment that thousands of young black and Latino men are cut off from New York's civic, educational and economic life, plans to spend nearly $130 million on far-reaching measures to improve their circumstances. The program, the most ambitious policy push of Mr. Bloomberg's third" , "date" : "20110804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Campaign Seeks to Lift Young Black and Latino Men" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/04\/nyregion\/new-york-plan-will-aim-to-lift-minority-youth.html"} , {"body" : "A stream of hospital administrators, a state assemblyman, doctors and advocates for immigrants took the microphone at a sometimes raucous hearing in Downtown Brooklyn on Thursday to plead with state officials not to close, merge or shrink troubled hospitals in the borough. The advocates identified at least 5 of the 17 hospitals in the borough --" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Hospitals In Brooklyn Defended At Hearing" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/nyregion\/dont-close-brooklyn-hospitals-allies-tell-state.html"} ,   {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "''I've been asking God, Why?'' Nafissatou Diallo said at the end of two minutes of halting, nerve-racked, soft-spoken-to-the-brink-of-inaudibility speech. ''Why me?'' She paused. ''I just want to thank everybody,'' she said, and slipped offstage to vanish into the folds of a sprawling Brooklyn megachurch. Ten weeks ago, working as a housekeeper at" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; For an Accuser, Getting the Day, But Not in Court" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/nyregion\/accuser-in-strauss-kahn-case-speaks-in-public.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5DB133CF934A25754C0A9679D8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/nyregion\/why-subway-rats-arent-electrocuted-by-the-third-rail.html"} , {"body" : "A 19-year-old Brooklyn man was arrested on Thursday in connection with a shooting at a house party last weekend that left one man dead and eight others injured, the police said. They said that the suspect, Jonathan Thomas, would be charged with murder and possession of a weapon. Neighbors said that the party, held in a three-story brick town house" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Is Arrested In Fatal Shooting At a House Party" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/nyregion\/police-arrest-a-19-year-old-in-house-party-killing.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Just as the taxi pulled to the curb in front of Terrence Battle's home, flashing lights came on. Three officers in street clothes approached, and one asked the driver if everything was O.K. It was, the driver said. ''The other officers were shining lights in the car,'' Mr. Battle said. ''They told me to get out of the car.'' It was around 3:30 on a" , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW YORK; Contending the Police Went Beyond What a Cab's Sticker Allows" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/nyregion\/the-police-went-beyond-what-a-sticker-allows-a-suit-charges.html"} , {"body" : "A pair of police officers shot and killed a gunman on Monday minutes after he walked into a Brooklyn auto shop and opened fire on a man in an apparent feud, the police said. The gunman, later identified by the police as Carl Lastorino, 45, of Brooklyn, walked into Peter's Tire and Rim Shop at 1796 Linden Boulevard in East New York about 4:40 p.m.," , "date" : "20110621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Shot in Brooklyn Shop; Police Kill Gunman" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/21\/nyregion\/man-shot-in-brooklyn-auto-shop-police-kill-gunman.html"} , {"body" : "One man died and eight other people were wounded when gunfire erupted at a party in Brooklyn early Saturday, the police said. Neighbors and the police described a bloody, chaotic scene, with wounded victims and other party-goers spilling out of the three-story brick townhouse where the shooting occurred, at 325 Wyona Street in East New York just" , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "Gunfire at Brooklyn Party Kills 1 and Injures 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D6163EF93AA25755C0A9679D8B63"} , {"body" : "Talk about the reverse of not in my backyard! You'd never know it from the looks of the swimming pool, back porches, patios, makeshift garage, basketball hoop, parking lot for five cars and other suburban amenities squatting in the middle of a square block in Sheepshead Bay, Brooklyn, but they occupy a 20-foot-wide corridor that is officially a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forgotten Railroad's Land Makes a Great Back Porch" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/brooklyn-homeowners-turn-old-railroad-tract-into-backyards.html"} , {"body" : "A 19-year-old man was arrested in connection with the shootings last week on the Brighton Beach Boardwalk that left a girl dead and four men wounded, the authorities said Monday. Witness accounts helped lead detectives to the man, Iloune Driver, who was arrested about 9 a.m. Monday. He was arraigned on a charge of second-degree murder in Brooklyn" , "date" : "20110614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Police Arrest 19-Year-Old In Shootings At Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/14\/nyregion\/man-19-arrested-in-brighton-beach-boardwalk-shootings.html"} , {"body" : "KIDSFILMFEST ''The Driving Accident'' may not sound like the kind of film you'd want to show children. But this vehicular disaster doesn't happen on a dark and winding road; the dangerous curves belong to a toilet bowl. ''A little boy moves this little car around the rim, and, yes, it falls in,'' said Lisa King, director of the Brooklyn Film" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/spare-times-for-children-for-june-3-9.html"} ,   {"body" : "Updated, 2:18 p.m. | A 32-year-old sex offender living in Brooklyn was arrested and charged with Monday's sexual assault and robbery of an 85-year-old woman on the Upper East Side, the police said Thursday. The man, Jeffrey Ritter of East New York, was charged with committing a criminal sexual act in the first degree, robbery and sexual abuse, and" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Man Arrested In Sex Assault Of Woman, 85, In Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1D6133DF930A35755C0A9679D8B63"} , {"body" : "A chill has swept through the region's underground sex trade. New clients have grown skittish. Earnings have shrunk. In April, a prostitute visiting from Chicago arrived in New York City, unaware that a serial killer going after prostitutes appeared to be on the loose on Long Island. Upon hearing the news, she was so unnerved that she cut short her" , "date" : "20110531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "OCEAN PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For Prostitutes, the Discovery of Bodies on Long Island Is Stoking Fear" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/31\/nyregion\/prostitutes-fears-grow-as-remains-on-long-island-are-identified.html"} , {"body" : "A man and a woman were killed and another man was wounded in a shooting early Sunday morning in a courtyard of a Brooklyn housing project, the police said. The woman, Crystal Melody Sweet, 22, and her companion, Timothy Walter, were pronounced dead at the scene, the police and Ms. Sweet's relatives said. The third victim was in critical condition" , "date" : "20110530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Man and Woman Killed at Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/30\/nyregion\/shooting-in-a-sheepshead-bay-courtyard.html"} , {"body" : "For Children ABTKids (Saturday) This hourlong program from American Ballet Theater will feature many dance stars you expect to see onstage at Lincoln Center, and at least one you don't: Angelina Ballerina, the storybook mouse who can pirouette as well as she can squeak. She will make a special appearance at this event, which will feature highlights" , "date" : "20110520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/arts\/spare-times-for-children-may-20-26.html"} , {"body" : "PETER YARROW AND FRIENDS As a folk singer and political activist, Peter Yarrow has used his voice to protest the Vietnam War, segregation, apartheid and nuclear proliferation. Now he's applying his talents to combat violence and prejudice in far different but, in his view, no less important arenas: the classroom and the playground. Working with" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/arts\/spare-times-for-children-for-may-13-19.html"} , {"body" : "'ODD DAY RAIN' If you think children spend too much time with computers today, imagine their lives in 200 years. That's exactly what Janine Nina Trevens and Deirdre Broderick have done in ''Odd Day Rain,'' a new musical from Tada! Youth Theater. A science-fiction story that unfolds in what looks like a barren, post-apocalyptic landscape, the show" , "date" : "20110506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/06\/arts\/spare-times-for-children-may-6-12.html"} , {"body" : "They came for spitting, loitering and littering. They came for noise violations and for consuming alcohol in public. Blake Bullard, 18, came on a cold and gray afternoon of his high school spring break for disorderly conduct. ''It affects me, how people in high school look at me, how I feel about myself,'' Mr. Bullard said. ''I don't want it on my" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For 2 Days, an Opportunity To Dismiss Minor Offenses" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/in-project-safe-surrender-chance-to-clear-offenses.html"} , {"body" : "Lisa S. Dozier was 7 when she saw her first dead body. She and her father had driven from Brooklyn to South Carolina for the funeral of a great uncle, Timothy, who had died in a reclining chair in his home. When Ms. Dozier got there, the funeral home workers had not yet arrived and she ignored her family's admonition to stay away from the body." , "date" : "20110415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "In Her Childhood Dream, a Funeral Home Was the Destination" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/nyregion\/in-funeral-industry-womens-presence-grows.html"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DA1F39F933A25757C0A9679D8B63"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFDD1339F933A25757C0A9679D8B63"} ,   {"body" : "The electronic postman delivered messages from people who will be staying deep in Brooklyn for a weekend, from a devoted child looking to blow his parents' minds, and from an old college friend seeking guidance for a catch-up lunch on the East Side. You can as always ask me your own questions, at dinejournal@nytimes.com. Q. My husband and I decided" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; The Hotel's in Brooklyn, So Where's Dinner?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DD1539F93BA35757C0A9679D8B63"} , {"body" : "The woman stared up in shock at the scorched remains of her Brooklyn apartment on Tuesday morning, a day after a fire there killed two of her daughters and her husband. She was hoping for a small piece of salvation. Then, in a third-floor window, a worker from the city's Buildings Department appeared with the item that the woman, Theresa Wilson," , "date" : "20110330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "After Fire Kills 3, Returning to Salvage Urn With Another Daughter's Ashes" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/30\/nyregion\/30fire.html"} , {"body" : "It persuaded the makers of All laundry detergent to shrink their bottles by more than half to generate less waste. It got thousands of farmers to stop using pesticides. And it encouraged millions of consumers to dump incandescent light bulbs in favor of energy-sipping compact fluorescents. But for all of its arm-twisting powers of persuasion," , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wal-Mart Tries A Refined Path Into New York" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/26\/nyregion\/26walmart.html"} , {"body" : "Updated, 3:52 p.m. | Max Schneider of Dix Hills on Long Island was a wanted man. He was a suspect in at least seven bank robberies in Suffolk County. The most recent happened Thursday morning at a TD Bank in Lake Grove. Thursday evening at 6:52, Detective Richard Lagnese of the Metropolitan Transportation Authority got a tip from a friend on the" , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "For Suspect in Seven Bank Robberies, Luck Runs Out on Long Island Rail Road" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E2DF123DF935A15750C0A9679D8B63"} , {"body" : "In a bid to cut costs at his star-crossed Atlantic Yards project in Brooklyn, the developer Bruce C. Ratner is pursuing plans to erect the world's tallest prefabricated steel structure, a 34-story tower that would fulfill his obligation to start building affordable housing at the site. The prefabricated, or modular, method he would use, which is" , "date" : "20110317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Atlantic Yards Plans to Build Tallest Prefab" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/17\/nyregion\/17yards.html"} , {"body" : "First, Facebook helped get Rodney Bradford out of jail; later, it threatened to send him back. In 2009, the social networking site helped exonerate Mr. Bradford after prosecutors charged him with a robbery in Brooklyn. Mr. Bradford countered that he was at his father's home in Manhattan at the time. He even had posted a joking complaint on Facebook" , "date" : "20110303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "'On Tha Run for Robbin a Bank' and Other Online Postings That Investigators Love" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/03\/nyregion\/03facebook.html"} , {"body" : "The dispute between the two friends began over $20, money that had been given to buy baby formula and diapers, but that went for some other purpose. Days later, it became a heated public matter, splayed on the two young women's Facebook pages. At 5:44 p.m. on Sunday, one of them, Kamisha Richards, 22, wrote that this would be ''the last time u will" , "date" : "20110302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A $20 Loan, a Facebook Quarrel and a Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/02\/nyregion\/02slay.html"} , {"body" : "It isn't much to look at, just a big empty lot packed with snow and some struggling cattail plants sandwiched between the Starrett City apartment complex and a shopping mall. But a field in the East New York section of Brooklyn has become one of the most hotly debated spots in New York City. All because it may -- possibly, one day-- be home to the" , "date" : "20110212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "EAST NEW YORK JOURNAL; Fears of Wal-Mart Fill a Vacant Lot" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/12\/nyregion\/12metjournal.html"} , {"body" : "It was a moment long planned and carefully prepared for -- a moment that had twice been delayed by snow. But when the moment finally arrived, the main protagonist was missing. The City Council held a hearing on Thursday afternoon to examine the economic impact Wal-Mart would have should it succeed in opening its first stores in New York City. But" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Wal-Mart Skips City Hearing as Protesters and Council Members Assail Stores' Impact" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/nyregion\/04walmart.html"} , {"body" : "Twice a week, Olguita Rosado bundles up two of her three sons and boards two trains and a bus to Rikers Island to visit her husband, José, who is serving an eight-month sentence for burglary. ''It's only three visitors per person, so I alternate them,'' Ms. Rosado, 29, said of her sons, who are a year apart and look like triplets. Karabalí, 7," , "date" : "20110118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; Raising Four Children Alone While Her Husband Is in Jail" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/18\/nyregion\/18neediest.html"} ,   {"body" : "Charisma Massey and her friend did not feel threatened when a black car pulled up alongside them as they walked to the corner store in their Crown Heights, Brooklyn, neighborhood one day in October. Not until they heard the gunshots. The two girls ran, unharmed, and raced for home. Fortunately, the car did not follow. Charisma, 17, said she was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; Facing Gang Threats and Family Ills" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14neediest.html"} , {"body" : "Disease seems to be stalking Norma Hedgepeth's family. ''I'm an emotional roller coaster,'' she said one evening, wiping away tears as her husband and niece -- who are both fighting cancer -- looked on. The family of three is unusually tightknit, perhaps because they have all endured hardship. Kenneth Gresham, 52, Ms. Hedgepeth's husband for the" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Surrounded by Cancer, and Then Needing Help Herself" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/13\/nyregion\/13neediest.html"} , {"body" : "As Wal-Mart battles to open its first stores in New York City, the City Council will hold a hearing on Wednesday on the possible impact to local businesses and communities. Wal-Mart will not participate. Instead, the retail giant has kicked off an intense media campaign, with direct mail, advertisements and a Web site, to get its message to New" , "date" : "20110111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Wal-Mart Will Skip Hearing By Council" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/11\/nyregion\/11walmart.html"} , {"body" : "Time was, clouds gathered over the frigid city and released moisture that fell to the land not in liquid form, but in a semi-hardened state that the people called ''snow.'' The people waited for the snow to stop falling, and they worked to clear enough from the roads so as to access without interruption institutions of commerce, entertainment and" , "date" : "20110111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Flakes May Not Pile Up, But the Anxiety Will" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/11\/nyregion\/11winter.html"} , {"body" : "When they lived in the Dominican Republic, Jose Alonzo's nine children socialized only occasionally, as they have three different mothers. Here in New York, seven of them are roommates in a two-room apartment at a shelter in the Bronx. Jeffrey, 21, his wife and baby sleep in the bedroom, while Jose, 48, the family's patriarch; Ulises, 20; Epifania," , "date" : "20110110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; A Grieving Family Unites in a Shelter" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/10\/nyregion\/10neediest.html"} , {"body" : "Khalilah El-Amin's apartment in Brooklyn is warm and inviting and smells like butter, the result of a batch of chocolate chip cookies she baked earlier. Her sons Emmanuel, 7, and Rakim, 8, play with toy trucks while Ms. El-Amin types on her laptop. But under the surface, things are not so cozy. Her apartment is warm because she is using the oven to" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; An Accidental Mechanic, Now Unemployed" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/nyregion\/09neediest.html"} , {"body" : "FOR most of my life I wondered what had become of them: the pretty girl in the back; the boy who used to be my best friend; the teacher, Mr. Goldman, with his blondish hair and falling pompadour. There were 35 of us in a special class of gifted children -- 9 S-P -- at Junior High School 149 in East New York, Brooklyn. Two little girls who turned" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEW YORK STORY; Class of 1950, Primed for Success" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/nyregion\/09class.html"} , {"body" : "Sharon Weir may not be happy that her son is openly gay and identifies himself as transgender, but she will fight for his right to exist in peace. ''He and I battle, but he's my son,'' she said. It took a violent encounter at school to unite mother and son, who struggle to understand each other across a cultural divide. Ms. Weir's son, Tyler" , "date" : "20110106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; A Son Confronts Gender Identity and a Mother Grieves" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/06\/nyregion\/06neediest.html"} , {"body" : "KANTOWITZ--Solomon, died peacefully on January 4, 2011 at the age of 97. A devoted husband for 59 years to his beloved Ruth (deceased). Loving father to Joyce (and Marvin) Hartstein, Barbara (and Michael) Kalvert. Adoring grandfather to Elise (and Rob) Kipness, Seth (and Rachel) Kalvert and Peter (and Lori Ruth) Kalvert. Loving great-grandfather to" , "date" : "20110105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KANTOWITZ, SOLOMON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DE133AF936A35752C0A9679D8B63"} , {"body" : "Councilman Charles Barron of Brooklyn represents one of New York's most troubled neighborhoods, where violence runs rampant and the median income hovers near $34,000. But when it came time to dole out discretionary grants last year, the City Council gave Mr. Barron one-seventh the amount it gave the councilman representing a far wealthier" , "date" : "20110101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Poor Districts Shortchanged On Earmarks" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/01\/nyregion\/01council.html"} ,   {"body" : "Many judges are lucky to handle just one era-defining case during their tenures on the bench. In his 16 years as a federal bankruptcy judge, Arthur J. Gonzalez has handled three. The first, Enron, came up in late 2001. Eight months later, WorldCom followed, forcing the judge to handle both cases simultaneously. And the last, Chrysler, arrived in" , "date" : "20111230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "DEALBOOK; A Judge Who Shaped Bankruptcies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2DB153CF933A05751C1A9679D8B63"} , {"body" : "Connie Nelson is in love with the view from her 18th-floor balcony: The glittering towers and spires of Lower Manhattan have beckoned her each day for 20 years. ''This is what made me take the apartment,'' she said one evening as she gazed upon the distant skyline. But Ms. Nelson, 52, is not exactly basking in luxury. She lives in a federally" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; Just Getting By, Until the Day She Could Not Move" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/an-ill-mother-struggling-to-pay-the-rent-finds-help.html"} , {"body" : "BABYLON, N.Y. -- On a day to mourn, the crowd was uncountable. Thousands of saddened police officers in their crisp dress uniforms made for vistas of navy blue. And the people of Babylon, on a workday when time was allowed to stall, came too. On Monday morning in the town where he lived, at the church where he prayed, they came for what no one" , "date" : "20111220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BABYLON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "In a Sea of Blue, a Fallen Officer Is Remembered" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/20\/nyregion\/mourners-remember-a-fallen-officer.html"} , {"author" : "Twitter: @mwilsonnyt" , "body" : "The locker that nobody wants to open is on the seventh floor of a massive police building on East 20th Street. Turn left out of the elevator, then walk down a hall and through a cluttered computer training classroom, to a door in the rear marked Ceremonial Unit. Another left into a little dead-end hall, and there it is, the last locker on the left," , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CRIME SCENE; For Fallen Officers, a Simple Symbol of Grief" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/17\/nyregion\/simple-symbols-of-mourning-for-new-yorks-fallen.html"} , {"body" : "Xavier the Magician does not think rabbits are exciting. ''I want people to go ooh and aah,'' he said. ''Maybe when I was in fifth grade a rabbit was exciting. I did go aah for a rabbit once.'' Xavier - born Ernest Gutpon - was a 10-year-old in Brooklyn when a magician performed at his school in 1964. He stood on stage, before a picture of a" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; Pulling Oohs and Aahs Out of Thin Air" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEEDB163AF934A25751C1A9679D8B63"} , {"body" : "The 911 caller reported a robbery in progress early Monday, and the first officers who arrived at the Brooklyn basement apartment found a tenant bloodied from a beating. They had no idea that the robbers were still there, hiding in a dark room behind them. The robbers, in turn, did not know that backup was on the way, and so when they moved to slip" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Dark Brooklyn Doorway, Officer Confronts Gunman, and Dies" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/at-scene-of-brooklyn-robbery-a-police-dept-veteran-is-fatally-shot.html"} , {"author" : "E-mail: powellm@nytimes.com; Twitter: @powellnyt" , "body" : "Gov. Andrew M. Cuomo is enjoying his Emperor Hadrian moment. His many legislative victories come accompanied by festive celebrations and loud huzzahs. So Maria Bartiromo, the CNBC anchor, travels to Albany to preside over a joyous allocation of money for regional economic development. So, in the wake of his income tax deal, senators and assemblymen" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "GOTHAM; Amid Paeans to Cuomo, Some Less Lofty Notes" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/amid-paeans-to-cuomo-some-less-lofty-notes.html"} , {"body" : "Officer Peter J. Figoski worked the midnight shift in one of New York's most dangerous precincts, apprehending robbers in and around East New York, Brooklyn, with the instincts of a 22-year veteran. Then he would go home to Long Island to drive his daughters to school. His life, balanced so purposefully by two passions, shattered in an instant" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Slain Officer Was Devoted to His Daughters" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/nyregion\/slain-officer-peter-figoski-was-a-devoted-father.html"} , {"body" : "IN 1962 Ezra Jack Keats started a quiet revolution that in its own way had as much influence as some of the decade's louder protests. An author and illustrator, Keats published ''The Snowy Day,'' about a small boy's delight in his first snowstorm. Nothing radical there. But the story differed profoundly from virtually all the mainstream American" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "29" , "title" : "Homage to a Picture-Book Rebel" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/design\/the-snowy-day-art-of-ezra-jack-keats-at-jewish-museum.html"} , {"body" : "-George Walker was sitting outside his brother's house, drinking beer with his buddies, as he has for decades on the block of brownstones in Bedford-Stuyvesant, Brooklyn, where he grew up. -He received a ticket for violating an open-container law. ''My mother is 76, and she's been at her house since she was 17,'' Mr. Walker, 47, said. ''It's" , "date" : "20111203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM; At a Brooklyn Church, Lining Up to Erase Legal Sins" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1239F930A35751C1A9679D8B63"} , {"body" : "There is a certain type of woman who is good at taking care of everyone but herself. She is the sort who, when her older brother is suffering from a lung disease, will sit beside his bed on Staten Island and encourage him, in the most determined words, to get up on his feet and move about the house. She is also the one who, when this brother dies," , "date" : "20111129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Putting Others Ahead, And Then Falling Behind" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/29\/nyregion\/looking-after-the-dying-raised-her-cost-of-living.html"} , {"body" : "''When I get angry I have to hit something, so I do it here,'' John Halloran said as he stood in the Kid Kelly Boxing Gym in Brooklyn. But when Mr. Halloran steps inside the ring three days a week, most times he is not laced up for a bout with his emotions. He carries a broom, because sweeping the ring is one of his maintenance duties at the gym." , "date" : "20111117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Turning a Life Around, With Help From a Clubhouse" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/17\/nyregion\/turning-a-life-around-with-help-from-a-clubhouse.html"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vakhlis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3D6173EF931A25752C1A9679D8B63"} , {"body" : "The blaze started on a chilly morning in February, in the basement below the first-floor apartment in Brooklyn that Mariya Vaklis had rented for 20 years. It engulfed the two-story building, turning to cinder all her worldly possessions save for a blanket from her native Belarus and an album of photographs of relatives lost to the Nazis during" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Independent Once Again After a Devastating Blaze" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/12\/nyregion\/after-apartment-fire-living-on-her-own-once-again.html"} , {"body" : "From his 12th-story window in the Bronx, Joseph Tomasello took in a panoramic view of the landscape by the evening light. Looking past the small prayer cards -- St. Anthony, patron of lost things, was among those pictured -- that leaned against the glass pane, his gaze settled on St. Augustine's Roman Catholic Church, which stood out like a beacon" , "date" : "20111111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE NEEDIEST CASES; After Downfall, Veteran Finds New Purpose" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/11\/nyregion\/in-the-bronx-a-veteran-finds-renewed-purpose.html"} , {"body" : "When Jeanette Rivera, 29, gets excited, her hands pinwheel, her sentences tumble and her voice nearly squeaks. But that little-girl demeanor hides a mountain of pain brought on by years of abuse, much of it at the hands of her stepfather. At age 7, as punishment for bad penmanship in school, Ms. Rivera was forced to kneel on grains of dry rice" , "date" : "20111108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEEDIEST CASES; A Mother Fights the Past, for the Future" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/08\/nyregion\/at-29-fighting-bad-dreams-and-illness-neediest-cases.html"} , {"body" : "Rose Kerr is the principal of the Staten Island School of Civic Leadership, Staten Island's first K-8 school, which opened its doors in 2009. Its curriculum is based on the philosophy of Stephen Covey, the author of ''The Seven Habits of Highly Effective People.'' In a recent interview, Ms. Kerr, 57, who grew up in East New York, Brooklyn, and" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PRINCIPAL'S OFFICE ROSE KERR; Following the Mandates While Trying to Paint a Bigger Picture" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDF133CF936A35752C1A9679D8B63"} , {"body" : "Shortly after 1 p.m., when the doors of New York City's first casino, next to the Aqueduct racetrack in Queens, opened to the public, Kim Franklin, 45, from East New York, Brooklyn, brushed past a security guard, extended both arms to ensure that no one behind her in line could pass and broke into a jog as she approached the escalators. ''Oh, my" , "date" : "20111029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; For Some, New Casino Opens Not a Moment Too Soon" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDA173DF93AA15753C1A9679D8B63"} , {"body" : "When one of the biggest real estate developments in Brooklyn was stalled two years ago, its owner turned to the city government for help, seeking $20 million in financing. Nearly 50 projects were applying for a small number of aid packages at the time, but this one, City Point, had a prominent supporter. ''The future of Downtown Brooklyn depends on" , "date" : "20111025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From Brooklyn Office, Mixing Clout and Charity" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/25\/nyregion\/for-brooklyn-leader-marty-markowitz-mix-of-business-charity-and-power.html"} , {"body" : "In a city of steel and concrete, a single tree offers a burst of green, a cooling canopy and an antidote for frayed nerves. It seems as if nobody is against one tree. But try planting a million of them. That is what New York City has been aiming to do, and as Mayor Michael R. Bloomberg installed the 500,000th tree in St. Nicholas Park in Upper" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "As City Plants Trees, Some Say a Million Are Too Many" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/nyregion\/new-york-planting-a-million-treestoo-many-some-say.html"} , {"body" : "THE restaurant was Chinese in theory, with Continental accents, and wedged into a basement in Midtown. There was foie gras in the dumplings. The music was the sort one hears in elevators in cities far from home. One of my guests happened to be a dead ringer for the actor Matthew Broderick. ''I have waited on you many times,'' the waiter said to" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Pleasure to Dine With You" , "url" : "http:\/\/events.nytimes.com\/2011\/10\/19\/dining\/reviews\/sam-sifton-the-reviewing-life.html"} , {"body" : "Robert S. Halper, a retired Wall Street trader, spends time each day in Zuccotti Park talking to protesters about politics and their thoughts on reforming the banking system. But Mr. Halper, a 52-year-old Brooklyn native, never reveals two facts about himself: he is a former vice chairman of the New York Mercantile Exchange and the largest single" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Regular at the Protests With an Unspoken Past: Wall St. Made Him Rich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E4DF1138F93BA25753C1A9679D8B63"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"body" : "The police on Monday at the scene of a fight in the New Lots section of East New York that led to a shooting in which an off duty officer was struck while sitting in her personal vehicle outside a McDonald's. The officer was hit in the elbow and hand, an official said, adding that authorities thought the shooting of the officer was unintended, a" , "date" : "20111004" , "day_of_week_facet" : "Tuesday" , "page_facet" : "26" , "title" : "Off-Duty Officer Wounded by Stray Bullet in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1D71E31F937A35753C1A9679D8B63"} , {"body" : "From her bare kitchen window, Denise Urquidez can see the big grassy backyard that became a haven for her two young sons. And she wonders. The curtains are packed away along with the Transformers that had decorated her boys' room. Ms. Urquidez is waiting to move, leaving her tiny two-bedroom in a salmon stucco three-story building on the edge of" , "date" : "20110922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Staying With Children, And Out of Prison" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/22\/nyregion\/for-mothers-facing-prison-drew-house-in-brooklyn-offers-alternative.html"} , {"body" : "The Democratic machine whirred and then roared in northern Brooklyn on Tuesday, churning out a significant victory for Rafael L. Espinal in a fiercely contested three-way race for the 54th State Assembly District seat. Mr. Espinal, 27, the chief of staff for City Councilman Erik Martin Dilan and the chosen candidate of the Brooklyn party chairman," , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Democratic Party Pick Wins Brooklyn Race" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/nyregion\/rafael-espinal-and-other-democrats-win-assembly-seats.html"} , {"body" : "The summer of 1966 was long and hot, and racial tension crackled on the streets of Brooklyn. Frank C. Arricale, as the director of New York City's Youth Board, reached out to people from different ethnic groups to keep unrest from erupting into violence. He asked two men with street credibility for help: the brothers Albert and Larry Gallo, leaders" , "date" : "20110905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Frank C. Arricale, 81, Official Who Calmed Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/05\/nyregion\/frank-c-arricale-youth-board-leader-who-calmed-race-tensions-dies-at-81.html"} , {"body" : "They've become an unavoidable part of the back-to-school ritual: the long and confoundingly precise lists of supplies that schools ask students -- that is, parents -- to provide. This particular folder, that color pen, exactly this many boxes of tissues. This page shows all the items on a typical list: the one that Ellyn Agranoff drew up for the" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BACK TO SCHOOL; Twelve of This, And That in Green" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DA173AF937A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DD173DF930A3575AC0A9679D8B63"} , {"body" : "One recent Saturday in the Bushwick section of Brooklyn, Jon Norville stepped out of his home to listen to the pitch from a slight young man who was the first candidate to come to his door. ''I can assure you if you are for workers' rights, a higher minimum wage, good schools and justice in our community, I'm your candidate,'' said Jesus Gonzalez," , "date" : "20110903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Special Election In Brooklyn Could Upset Politics as Usual" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/03\/nyregion\/54th-assembly-district-vote-could-upset-brooklyn-politics.html"} , {"body" : "ANDREA KIDD often gets puzzled looks when she tells people she spends her summer weekends playing netball. ''I have to explain that it's like basketball, but you can't dribble with the ball, and our baskets have no backboards,'' said Ms. Kidd, 36, a Jamaican immigrant who plays defense for Pivot, a team in the Caribbean American Netball" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARIBBEAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT; The Sisterhood Of Netball" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/nyregion\/in-new-york-a-caribbean-sisterhood-of-netball.html"} , {"body" : "Remember the frothing pitchman for the now-defunct Crazy Eddie chain of electronics stores who screamed in television commercials that were inescapable in the 1970s and 1980s about prices that were insaaaaaane? Nakia Rattray does. In fact, those memorably manic rants on the low-budget television spots helped inspire and launch Mr. Rattray's career" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; Commercials That Are Just Insaaaaaane" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE2DE1539F93BA2575BC0A9679D8B63"} , {"body" : "Five months after Mayor Michael R. Bloomberg outlined a plan to give principals more autonomy to run their schools, the city imposed what would be the first of five consecutive cuts to the schools' budgets. To make ends meet, principals have trimmed after-school programs, shrunk their support staffs and tightened their schools' use of things like" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "Lessons in Austerity: How City Principals Make Budgets Work" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/nyregion\/five-new-york-city-school-principals-talk-budget-cuts.html"} , {"body" : "Steve Ross says he was happy to take his bialys out of New York. But no one was taking the New York out of his bialys. In 2001, Mr. Ross, the owner of Coney Island Bialys and Bagels, received an invitation to demonstrate authentic city baking at the Smithsonian Folklife Festival in Washington. Organizers supplied the mixer and an oven. Mr. Ross" , "date" : "20110817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Familiar Oniony Scent Will Soon Waft Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DC1739F934A2575BC0A9679D8B63"} , {"body" : "For Shel Wallman, a co-editor of the Jewish Sports Review, the searching question, if rather high profile, was not uncommon: should Ralph Branca, historic goat, get to join the magazine's list of official Jewish athletes? Wallman, whose publication has come out six times a year for 14 years, weighed the competing information. Branca had been raised" , "date" : "20110816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Pondering the Meaning Of Branca's Jewish Roots" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/16\/sports\/baseball\/pondering-the-meaning-of-brancas-jewish-roots.html"} , {"body" : "Alec Appelbaum writes about urban design and public policy. CAN a trendy retail tactic promote healthier living in low-income urban neighborhoods? Over the past few years, retailers have experimented with ''pop-up'' stores and restaurants -- establishments open for a few weeks, or even just a single day, typically in a busy shopping corridor. Such" , "date" : "20110814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "GRAY MATTER; Presto, Instant Playground" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/14\/opinion\/sunday\/presto-instant-playground.html"} , {"body" : "A sport utility vehicle driven by Assemblyman William F. Boyland Jr. was hit by gunfire in Brooklyn on Wednesday evening as he rode with his 7-year-old son, a police spokeswoman said. Neither Mr. Boyland nor his son was injured, said the spokeswoman, Deputy Inspector Kim Royster of the New York Police Department. Inspector Royster said Wednesday" , "date" : "20110811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Assemblyman's Vehicle Is Hit by Gunfire in Brooklyn, but He Is Unharmed" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/11\/nyregion\/gunshots-hit-vehicle-of-assemblyman-william-boyland-jr.html"} , {"body" : "The administration of Mayor Michael R. Bloomberg, in a blunt acknowledgment that thousands of young black and Latino men are cut off from New York's civic, educational and economic life, plans to spend nearly $130 million on far-reaching measures to improve their circumstances. The program, the most ambitious policy push of Mr. Bloomberg's third" , "date" : "20110804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Campaign Seeks to Lift Young Black and Latino Men" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7DA1731F937A3575BC0A9679D8B63"} , {"body" : "The administration of Mayor Michael R. Bloomberg, in a blunt acknowledgment that thousands of young black and Latino men are cut off from New York's civic, educational and economic life, plans to spend nearly $130 million on far-reaching measures to improve their circumstances. The program, the most ambitious policy push of Mr. Bloomberg's third" , "date" : "20110804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Campaign Seeks to Lift Young Black and Latino Men" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/04\/nyregion\/new-york-plan-will-aim-to-lift-minority-youth.html"} , {"body" : "A stream of hospital administrators, a state assemblyman, doctors and advocates for immigrants took the microphone at a sometimes raucous hearing in Downtown Brooklyn on Thursday to plead with state officials not to close, merge or shrink troubled hospitals in the borough. The advocates identified at least 5 of the 17 hospitals in the borough --" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Hospitals In Brooklyn Defended At Hearing" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/nyregion\/dont-close-brooklyn-hospitals-allies-tell-state.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "''I've been asking God, Why?'' Nafissatou Diallo said at the end of two minutes of halting, nerve-racked, soft-spoken-to-the-brink-of-inaudibility speech. ''Why me?'' She paused. ''I just want to thank everybody,'' she said, and slipped offstage to vanish into the folds of a sprawling Brooklyn megachurch. Ten weeks ago, working as a housekeeper at" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; For an Accuser, Getting the Day, But Not in Court" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/nyregion\/accuser-in-strauss-kahn-case-speaks-in-public.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5DB133CF934A25754C0A9679D8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.There is a small triangular park in the Brownsville neighborhood in Brooklyn called Zion Triangle. Why the odd name? A. In 1911, when the Board of Aldermen renamed the triangle Zion Park (right) after the biblical city of David, the neighborhood was largely Jewish. But the piece of land has had many names, serving as a microcosm of a changing" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.Y.I.; Zion and Other Names" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/nyregion\/why-subway-rats-arent-electrocuted-by-the-third-rail.html"} , {"body" : "A 19-year-old Brooklyn man was arrested on Thursday in connection with a shooting at a house party last weekend that left one man dead and eight others injured, the police said. They said that the suspect, Jonathan Thomas, would be charged with murder and possession of a weapon. Neighbors said that the party, held in a three-story brick town house" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Is Arrested In Fatal Shooting At a House Party" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/nyregion\/police-arrest-a-19-year-old-in-house-party-killing.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Just as the taxi pulled to the curb in front of Terrence Battle's home, flashing lights came on. Three officers in street clothes approached, and one asked the driver if everything was O.K. It was, the driver said. ''The other officers were shining lights in the car,'' Mr. Battle said. ''They told me to get out of the car.'' It was around 3:30 on a" , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW YORK; Contending the Police Went Beyond What a Cab's Sticker Allows" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/nyregion\/the-police-went-beyond-what-a-sticker-allows-a-suit-charges.html"} , {"body" : "A pair of police officers shot and killed a gunman on Monday minutes after he walked into a Brooklyn auto shop and opened fire on a man in an apparent feud, the police said. The gunman, later identified by the police as Carl Lastorino, 45, of Brooklyn, walked into Peter's Tire and Rim Shop at 1796 Linden Boulevard in East New York about 4:40 p.m.," , "date" : "20110621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Shot in Brooklyn Shop; Police Kill Gunman" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/21\/nyregion\/man-shot-in-brooklyn-auto-shop-police-kill-gunman.html"} , {"body" : "One man died and eight other people were wounded when gunfire erupted at a party in Brooklyn early Saturday, the police said. Neighbors and the police described a bloody, chaotic scene, with wounded victims and other party-goers spilling out of the three-story brick townhouse where the shooting occurred, at 325 Wyona Street in East New York just" , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "Gunfire at Brooklyn Party Kills 1 and Injures 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D6163EF93AA25755C0A9679D8B63"} , {"body" : "Talk about the reverse of not in my backyard! You'd never know it from the looks of the swimming pool, back porches, patios, makeshift garage, basketball hoop, parking lot for five cars and other suburban amenities squatting in the middle of a square block in Sheepshead Bay, Brooklyn, but they occupy a 20-foot-wide corridor that is officially a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forgotten Railroad's Land Makes a Great Back Porch" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/brooklyn-homeowners-turn-old-railroad-tract-into-backyards.html"} , {"body" : "A 19-year-old man was arrested in connection with the shootings last week on the Brighton Beach Boardwalk that left a girl dead and four men wounded, the authorities said Monday. Witness accounts helped lead detectives to the man, Iloune Driver, who was arrested about 9 a.m. Monday. He was arraigned on a charge of second-degree murder in Brooklyn" , "date" : "20110614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Police Arrest 19-Year-Old In Shootings At Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/14\/nyregion\/man-19-arrested-in-brighton-beach-boardwalk-shootings.html"} , {"body" : "KIDSFILMFEST ''The Driving Accident'' may not sound like the kind of film you'd want to show children. But this vehicular disaster doesn't happen on a dark and winding road; the dangerous curves belong to a toilet bowl. ''A little boy moves this little car around the rim, and, yes, it falls in,'' said Lisa King, director of the Brooklyn Film" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/spare-times-for-children-for-june-3-9.html"} , {"body" : "Updated, 2:18 p.m. | A 32-year-old sex offender living in Brooklyn was arrested and charged with Monday's sexual assault and robbery of an 85-year-old woman on the Upper East Side, the police said Thursday. The man, Jeffrey Ritter of East New York, was charged with committing a criminal sexual act in the first degree, robbery and sexual abuse, and" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Man Arrested In Sex Assault Of Woman, 85, In Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1D6133DF930A35755C0A9679D8B63"} , {"body" : "A chill has swept through the region's underground sex trade. New clients have grown skittish. Earnings have shrunk. In April, a prostitute visiting from Chicago arrived in New York City, unaware that a serial killer going after prostitutes appeared to be on the loose on Long Island. Upon hearing the news, she was so unnerved that she cut short her" , "date" : "20110531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "OCEAN PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For Prostitutes, the Discovery of Bodies on Long Island Is Stoking Fear" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/31\/nyregion\/prostitutes-fears-grow-as-remains-on-long-island-are-identified.html"} , {"body" : "A man and a woman were killed and another man was wounded in a shooting early Sunday morning in a courtyard of a Brooklyn housing project, the police said. The woman, Crystal Melody Sweet, 22, and her companion, Timothy Walter, were pronounced dead at the scene, the police and Ms. Sweet's relatives said. The third victim was in critical condition" , "date" : "20110530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Man and Woman Killed at Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/30\/nyregion\/shooting-in-a-sheepshead-bay-courtyard.html"} , {"body" : "For Children ABTKids (Saturday) This hourlong program from American Ballet Theater will feature many dance stars you expect to see onstage at Lincoln Center, and at least one you don't: Angelina Ballerina, the storybook mouse who can pirouette as well as she can squeak. She will make a special appearance at this event, which will feature highlights" , "date" : "20110520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/arts\/spare-times-for-children-may-20-26.html"} , {"body" : "PETER YARROW AND FRIENDS As a folk singer and political activist, Peter Yarrow has used his voice to protest the Vietnam War, segregation, apartheid and nuclear proliferation. Now he's applying his talents to combat violence and prejudice in far different but, in his view, no less important arenas: the classroom and the playground. Working with" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/arts\/spare-times-for-children-for-may-13-19.html"} , {"body" : "'ODD DAY RAIN' If you think children spend too much time with computers today, imagine their lives in 200 years. That's exactly what Janine Nina Trevens and Deirdre Broderick have done in ''Odd Day Rain,'' a new musical from Tada! Youth Theater. A science-fiction story that unfolds in what looks like a barren, post-apocalyptic landscape, the show" , "date" : "20110506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/06\/arts\/spare-times-for-children-may-6-12.html"} , {"body" : "They came for spitting, loitering and littering. They came for noise violations and for consuming alcohol in public. Blake Bullard, 18, came on a cold and gray afternoon of his high school spring break for disorderly conduct. ''It affects me, how people in high school look at me, how I feel about myself,'' Mr. Bullard said. ''I don't want it on my" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For 2 Days, an Opportunity To Dismiss Minor Offenses" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/in-project-safe-surrender-chance-to-clear-offenses.html"} , {"body" : "Lisa S. Dozier was 7 when she saw her first dead body. She and her father had driven from Brooklyn to South Carolina for the funeral of a great uncle, Timothy, who had died in a reclining chair in his home. When Ms. Dozier got there, the funeral home workers had not yet arrived and she ignored her family's admonition to stay away from the body." , "date" : "20110415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "In Her Childhood Dream, a Funeral Home Was the Destination" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/nyregion\/in-funeral-industry-womens-presence-grows.html"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DA1F39F933A25757C0A9679D8B63"} , {"body" : "On a recent morning, Ramón González, the principal of M.S. 223, a public middle school in the South Bronx, arrived at work as usual at 7:30, stripped off his coat and suit jacket, deposited his tea and toast from a nearby diner on the cluttered conference table in his office and hustled down the hallway to the school's back door to greet arriving" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Reformed School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFDD1339F933A25757C0A9679D8B63"} , {"body" : "The electronic postman delivered messages from people who will be staying deep in Brooklyn for a weekend, from a devoted child looking to blow his parents' minds, and from an old college friend seeking guidance for a catch-up lunch on the East Side. You can as always ask me your own questions, at dinejournal@nytimes.com. Q. My husband and I decided" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; The Hotel's in Brooklyn, So Where's Dinner?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DD1539F93BA35757C0A9679D8B63"} , {"body" : "The woman stared up in shock at the scorched remains of her Brooklyn apartment on Tuesday morning, a day after a fire there killed two of her daughters and her husband. She was hoping for a small piece of salvation. Then, in a third-floor window, a worker from the city's Buildings Department appeared with the item that the woman, Theresa Wilson," , "date" : "20110330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "After Fire Kills 3, Returning to Salvage Urn With Another Daughter's Ashes" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/30\/nyregion\/30fire.html"} , {"body" : "It persuaded the makers of All laundry detergent to shrink their bottles by more than half to generate less waste. It got thousands of farmers to stop using pesticides. And it encouraged millions of consumers to dump incandescent light bulbs in favor of energy-sipping compact fluorescents. But for all of its arm-twisting powers of persuasion," , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wal-Mart Tries A Refined Path Into New York" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/26\/nyregion\/26walmart.html"} , {"body" : "Updated, 3:52 p.m. | Max Schneider of Dix Hills on Long Island was a wanted man. He was a suspect in at least seven bank robberies in Suffolk County. The most recent happened Thursday morning at a TD Bank in Lake Grove. Thursday evening at 6:52, Detective Richard Lagnese of the Metropolitan Transportation Authority got a tip from a friend on the" , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "For Suspect in Seven Bank Robberies, Luck Runs Out on Long Island Rail Road" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E2DF123DF935A15750C0A9679D8B63"} , {"body" : "In a bid to cut costs at his star-crossed Atlantic Yards project in Brooklyn, the developer Bruce C. Ratner is pursuing plans to erect the world's tallest prefabricated steel structure, a 34-story tower that would fulfill his obligation to start building affordable housing at the site. The prefabricated, or modular, method he would use, which is" , "date" : "20110317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Atlantic Yards Plans to Build Tallest Prefab" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/17\/nyregion\/17yards.html"} , {"body" : "First, Facebook helped get Rodney Bradford out of jail; later, it threatened to send him back. In 2009, the social networking site helped exonerate Mr. Bradford after prosecutors charged him with a robbery in Brooklyn. Mr. Bradford countered that he was at his father's home in Manhattan at the time. He even had posted a joking complaint on Facebook" , "date" : "20110303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "'On Tha Run for Robbin a Bank' and Other Online Postings That Investigators Love" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/03\/nyregion\/03facebook.html"} , {"body" : "The dispute between the two friends began over $20, money that had been given to buy baby formula and diapers, but that went for some other purpose. Days later, it became a heated public matter, splayed on the two young women's Facebook pages. At 5:44 p.m. on Sunday, one of them, Kamisha Richards, 22, wrote that this would be ''the last time u will" , "date" : "20110302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A $20 Loan, a Facebook Quarrel and a Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/02\/nyregion\/02slay.html"} , {"body" : "It isn't much to look at, just a big empty lot packed with snow and some struggling cattail plants sandwiched between the Starrett City apartment complex and a shopping mall. But a field in the East New York section of Brooklyn has become one of the most hotly debated spots in New York City. All because it may -- possibly, one day-- be home to the" , "date" : "20110212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "EAST NEW YORK JOURNAL; Fears of Wal-Mart Fill a Vacant Lot" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/12\/nyregion\/12metjournal.html"} , {"body" : "It was a moment long planned and carefully prepared for -- a moment that had twice been delayed by snow. But when the moment finally arrived, the main protagonist was missing. The City Council held a hearing on Thursday afternoon to examine the economic impact Wal-Mart would have should it succeed in opening its first stores in New York City. But" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Wal-Mart Skips City Hearing as Protesters and Council Members Assail Stores' Impact" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/nyregion\/04walmart.html"} , {"body" : "Twice a week, Olguita Rosado bundles up two of her three sons and boards two trains and a bus to Rikers Island to visit her husband, José, who is serving an eight-month sentence for burglary. ''It's only three visitors per person, so I alternate them,'' Ms. Rosado, 29, said of her sons, who are a year apart and look like triplets. Karabalí, 7," , "date" : "20110118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; Raising Four Children Alone While Her Husband Is in Jail" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/18\/nyregion\/18neediest.html"} , {"body" : "Charisma Massey and her friend did not feel threatened when a black car pulled up alongside them as they walked to the corner store in their Crown Heights, Brooklyn, neighborhood one day in October. Not until they heard the gunshots. The two girls ran, unharmed, and raced for home. Fortunately, the car did not follow. Charisma, 17, said she was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; Facing Gang Threats and Family Ills" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14neediest.html"} , {"body" : "Disease seems to be stalking Norma Hedgepeth's family. ''I'm an emotional roller coaster,'' she said one evening, wiping away tears as her husband and niece -- who are both fighting cancer -- looked on. The family of three is unusually tightknit, perhaps because they have all endured hardship. Kenneth Gresham, 52, Ms. Hedgepeth's husband for the" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Surrounded by Cancer, and Then Needing Help Herself" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/13\/nyregion\/13neediest.html"} , {"body" : "As Wal-Mart battles to open its first stores in New York City, the City Council will hold a hearing on Wednesday on the possible impact to local businesses and communities. Wal-Mart will not participate. Instead, the retail giant has kicked off an intense media campaign, with direct mail, advertisements and a Web site, to get its message to New" , "date" : "20110111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Wal-Mart Will Skip Hearing By Council" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/11\/nyregion\/11walmart.html"} , {"body" : "Time was, clouds gathered over the frigid city and released moisture that fell to the land not in liquid form, but in a semi-hardened state that the people called ''snow.'' The people waited for the snow to stop falling, and they worked to clear enough from the roads so as to access without interruption institutions of commerce, entertainment and" , "date" : "20110111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Flakes May Not Pile Up, But the Anxiety Will" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/11\/nyregion\/11winter.html"} , {"body" : "When they lived in the Dominican Republic, Jose Alonzo's nine children socialized only occasionally, as they have three different mothers. Here in New York, seven of them are roommates in a two-room apartment at a shelter in the Bronx. Jeffrey, 21, his wife and baby sleep in the bedroom, while Jose, 48, the family's patriarch; Ulises, 20; Epifania," , "date" : "20110110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; A Grieving Family Unites in a Shelter" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/10\/nyregion\/10neediest.html"} , {"body" : "Khalilah El-Amin's apartment in Brooklyn is warm and inviting and smells like butter, the result of a batch of chocolate chip cookies she baked earlier. Her sons Emmanuel, 7, and Rakim, 8, play with toy trucks while Ms. El-Amin types on her laptop. But under the surface, things are not so cozy. Her apartment is warm because she is using the oven to" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; An Accidental Mechanic, Now Unemployed" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/nyregion\/09neediest.html"} , {"body" : "FOR most of my life I wondered what had become of them: the pretty girl in the back; the boy who used to be my best friend; the teacher, Mr. Goldman, with his blondish hair and falling pompadour. There were 35 of us in a special class of gifted children -- 9 S-P -- at Junior High School 149 in East New York, Brooklyn. Two little girls who turned" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEW YORK STORY; Class of 1950, Primed for Success" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/09\/nyregion\/09class.html"} , {"body" : "Sharon Weir may not be happy that her son is openly gay and identifies himself as transgender, but she will fight for his right to exist in peace. ''He and I battle, but he's my son,'' she said. It took a violent encounter at school to unite mother and son, who struggle to understand each other across a cultural divide. Ms. Weir's son, Tyler" , "date" : "20110106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; A Son Confronts Gender Identity and a Mother Grieves" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/06\/nyregion\/06neediest.html"} , {"body" : "KANTOWITZ--Solomon, died peacefully on January 4, 2011 at the age of 97. A devoted husband for 59 years to his beloved Ruth (deceased). Loving father to Joyce (and Marvin) Hartstein, Barbara (and Michael) Kalvert. Adoring grandfather to Elise (and Rob) Kipness, Seth (and Rachel) Kalvert and Peter (and Lori Ruth) Kalvert. Loving great-grandfather to" , "date" : "20110105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KANTOWITZ, SOLOMON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DE133AF936A35752C0A9679D8B63"} , {"body" : "Councilman Charles Barron of Brooklyn represents one of New York's most troubled neighborhoods, where violence runs rampant and the median income hovers near $34,000. But when it came time to dole out discretionary grants last year, the City Council gave Mr. Barron one-seventh the amount it gave the councilman representing a far wealthier" , "date" : "20110101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Poor Districts Shortchanged On Earmarks" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/01\/nyregion\/01council.html"}]