[  {"body" : "Daniel Arsham was barely aware of Merce Cunningham in 2005, when he got a call telling him that he was being considered as the set designer for the next work by Cunningham's dance company. Mr. Arsham was 25 and just two years out of art school at the Cooper Union. ''I knew him from my studies,'' he said recently, ''but as a passing name.'' A few" , "date" : "20111229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cunningham Fostered Serendipity In Set Design" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/29\/arts\/dance\/daniel-arsham-on-designing-sets-for-merce-cunningham.html"} , {"body" : "Aristotle believed circular motion to be a distinguishing characteristic of perfection. If you have ever seen a world-class runner cruise around a track, you may well agree that a body curving in motion is a sight of beauty. On a snowy day in late October, Luis Galvan was not particularly quick or light as he trudged around the otherwise deserted" , "date" : "20111227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MCCARREN PARK (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "Where Lives Overlap" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/27\/sports\/lives-overlap-on-the-track-in-brooklyns-mccarren-park.html"} , {"body" : "Aristotle believed circular motion to be a distinguishing characteristic of perfection. If you have ever seen a world-class runner cruise around a track, you may well agree that a body curving in motion is a sight of beauty. On a snowy day in late October, Luis Galvan was not particularly quick or light as he trudged around the otherwise deserted" , "date" : "20111227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MCCARREN PARK (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "Where Lives Overlap" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2DF113DF934A15751C1A9679D8B63"} , {"body" : "On a rainy Wednesday in Brooklyn, one might have expected some enthusiasm for a new law that next year will allow livery cabs to be hailed on the street in northern Manhattan and the four other boroughs. Instead, some who work with livery cabs were skeptical about the effect the law might have, while those in the yellow cab business worried about" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "In Cab Industry, Shrugs and Concerns Over New Livery Law" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/livery-cab-law-prompts-shrugs-and-concerns-in-industry.html"} , {"body" : "SOME couples fight for fun. Others do it out of frustration. For Dasha Libin, a Soviet émigré, and Dan Anderson, who hails from Arkansas, fighting is a passion. In 2005, Ms. Libin, who had been practicing martial arts for 14 years and had heard of Mr. Anderson, walked into the martial arts and fitness school he owned in Manhattan. She wanted to" , "date" : "20111218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "VOWS; Dasha Libin and Dan Anderson" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/18\/fashion\/weddings\/dasha-libin-and-dan-anderson-vows.html"} , {"body" : "For months, they were the best of neighbors: the slapdash champions of economic equality, putting down stakes in an outdoor plaza, and the venerable Episcopal parish next door, whose munificence helped sustain the growing protest. But in the weeks since Occupy Wall Street was evicted from Zuccotti Park in Lower Manhattan, relations between the" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Occupy Group Faults Church, A Onetime Ally" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/17\/nyregion\/church-that-aided-wall-st-protesters-is-now-their-target.html"} , {"body" : "For more than a half-century, the filmmaker, artist, poet, critic, programmer and ecstatic theologian of cinema Jonas Mekas has been viewing the world through a camera, often in the form of visual diaries. A restless image maker, he seizes moments of beauty and life as it happens in work that bridges outer and inner, the self and the other. The" , "date" : "20111215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "MOVIE REVIEW | 'SLEEPLESS NIGHTS STORIES'; Preservationist's Home Movies: A Lifetime of Images as a Sweeping Visual Diary" , "url" : "http:\/\/movies.nytimes.com\/2011\/12\/15\/movies\/sleepless-nights-stories-by-jonas-mekas-review.html"} , {"body" : "IN a fancy women's department store in Osaka, Japan, earlier this year, shoppers lined up for one of the latest food fads in the country, jars of pickled herring. ''We Japanese love herring,'' said Masayoshi Takayama, the chef and owner of Masa in the Time Warner Center in Manhattan. ''At Masa we serve dried salted herring, soaked in rice water for" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "A Starring Role for the Little Humble Herring" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/dining\/the-little-herring-gets-a-big-role.html"} , {"body" : "Opening BAOBQ Michael Huynh will have counter service here for a Vietnamese menu of grilled items, noodle soup and banh mi. (Opens Thursday): 229 First Avenue (13th Street); (212) 475-7011. GRATA Ariel Lacayo, who managed Patria and other restaurants, is a partner and manager of this Italian-Mediterranean restaurant. Meny Vaknin, who was a" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/dining\/opening-of-some-restaurants-looking-ahead-to-others-off-the-menu.html"} , {"body" : "St. Vitus, a new metal club, opened in the late spring near the northernmost point of Greenpoint, Brooklyn, a block from the Pulaski Bridge. Outside, a black unmarked door. Inside, the Age of Enlightenment: local craft ales, a ''bun bar,'' a small square room with a stage in back. ''What more could you want?'' reads a recent comment on the bar's" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; Metal, Doom and Gloom Included" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/arts\/music\/black-cobra-the-body-zoroaster-at-st-vitus-review.html"} ,   {"body" : "The singer flirted loudly, blond hair bobbing behind her head, asking attendees to pose for photographs with her. Across the room, a bargoer stood quietly, preparing, with long red locks dangling from his chin. He indulged a few autograph seekers, shook a few hands, smiled for a few cameras, even stomached the occasional scowls from envious" , "date" : "20111205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; Where Facial Hair Is a Serious Matter Of Competition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDF1738F936A35751C1A9679D8B63"} , {"body" : "Pop Prices may not reflect ticketing service charges. For full reviews of recent concerts: nytimes.com\/music. - Ryan Adams (Tuesday) With his gorgeous new ''Ashes & Fire'' (Pax-Am\/Capitol), a slowly simmering batch of naked prose and roots-rock hymnals, Mr. Adams reasserts himself as one of the most gifted singer-songwriters of his generation." , "date" : "20111202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/02\/arts\/music\/pop-and-rock-listings-for-dec-2-8.html"} , {"body" : "IT'S not quite the same as a sausage fest. Kielbasa is the name of a new gay party held every two weeks in the traditionally Polish neighborhood of Greenpoint, Brooklyn. While the name may sound lewd or over-the-top camp, the party itself is pretty tame. At a recent night in early November, there were spurts of dancing, but it was mostly guys in" , "date" : "20111124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOîTE; Kielbasa: Greenpoint, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/24\/fashion\/kielbasa-a-gay-party-scene-in-greenpoint-brooklyn-nyc-review.html"} , {"body" : "WHEN an insurance company declared the merchandise at Leeds Radio ''not pilferable'' last year, it meant that the store's hundreds of thousands of analog electronic parts -- all manufactured before 1968 -- were unlikely to be stolen anytime soon. Richard Matthews, Leeds's wild-haired owner and sole employee, agreed with the assessment. ''Around" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | WILLIAMSBURG; A Haven For Lovers Of the Analog" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/nyregion\/leeds-radio-is-a-haven-for-lovers-of-all-things-analog.html"} , {"body" : "GELLER--Monroe. Died peacefully on November 17, in his 95th year. He was the son of Andrew Geller, a pioneer of women's fashion footwear since the early 1920s, who founded the iconic family business bearing his name, in a factory on Lorimer Street in Greenpoint, Brooklyn. That edifice was a such a fixture in the neighborhood that it was" , "date" : "20111118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths GELLER, MONROE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E1D8173AF93BA25752C1A9679D8B63"} , {"body" : "The view from the penthouse atop 144 North Eighth Street in Williamsburg, Brooklyn -- the much-loathed ''finger building'' that by virtue of a fluke of timing and rezoning is far taller than its neighbors -- goes on for miles. Looming high above the converted warehouses, vinyl-sided frame buildings and brick town houses of the area, the apartment," , "date" : "20111108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE APPRAISAL; Tower Has Its Own Lawn, But Neighbors Still Look For Their Open Space" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/08\/nyregion\/a-williamsburg-giant-with-his-own-lawn-moves-in.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Once they were so close -- a tight little family making its way through the hard streets of New York. This was the view of the men's race from the back of an official pickup truck during the New York City Marathon on Sunday. As I sat backward, strapped in with a few other people, I could see slender men in the bright sun, 11 at first, working their" , "date" : "20111107" , "day_of_week_facet" : "Monday" , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; Togetherness Helps Set Winner Apart" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/sports\/new-york-marathon-togetherness-helps-set-geoffrey-mutai-apart.html"} , {"body" : "WHILE the big-four networks crow about the ratings for ''New Girl'' and ''2 Broke Girls'' and give full-season orders to unexceptional shows like ''Up All Night,'' here's a tip: The smartest, freshest, most moving new sitcom of 2011 finished its first season in September. On MTV. You can still catch up with ''Awkward'' pretty easily. All 12" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "High School, That Hilarious Minefield" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/arts\/television\/awkward-teenage-sitcom-on-mtv.html"} , {"body" : "As dusk fell, a woman, head to toe in black, bounded down the sidewalk, with a leash in one hand and a baby tucked against her chest. By the curb, two men in suits loudly debated the stock market. And at a Mexican bistro, patrons sipped Chardonnay from stemless glasses under graffiti framed as art. Ordinary stuff, maybe, for many New York" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "26.2 Miles of Change" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/05\/sports\/marathon-route-gives-snapshots-of-change-in-new-york.html"} , {"body" : "ONE recent Sunday night on the south side of Williamsburg, Brooklyn, a crowd of more than 100 men and women in their 20s and early 30s gathered. True to the unspoken dress code of the neighborhood, they were wearing high-waisted skinny jeans, vintage T-shirts and deliberately homely sweaters. One woman in a floral romper, her platinum-blond hair" , "date" : "20111103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "UP CLOSE; A Congregation in Skinny Jeans" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/03\/fashion\/millennials-in-church-up-close.html"} ,   {"body" : "Jimmy Sturr has been at this awhile. The way he snatches the microphone from its stand and yanks it up to his mouth, the ever so slight crouch in his stance when he's trying to communicate a point, the gleam that appears to emanate from him onstage: all products of four-plus decades of work at keeping polka alive. In a shiny blue shirt, pressed" , "date" : "20111026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; Giving 'Sweet Home Alabama' a Polish Accent" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/26\/arts\/music\/jimmy-sturr-and-his-orchestra-at-brooklyn-bowl-review.html"} , {"body" : "Any bookstore can sell you a book. But if you're looking for a bookstore where you can find a date who shares your literary tastes, see a magic show, join a basketball league and have a cartoonist scrawl a tattoo on you with a permanent marker, the field narrows a bit. Specifically, it narrows to Word, a cheerful shop in Greenpoint, Brooklyn, that" , "date" : "20111023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | GREENPOINT; Readers' Hub For Romance. Not the Genre." , "url" : "http:\/\/www.nytimes.com\/2011\/10\/23\/nyregion\/word-in-greenpoint-is-bookstore-and-hub-for-readers.html"} , {"body" : "Opening ONEGIN Plush velour upholstery, crystal chandeliers and a stand of birches in a 122-seat dining room set the stage for Russian food. The menu features mostly traditional dishes, including caviar and blini, dumplings, beef stroganoff and mushroom strudel. Some are less well known, like solyanka, a soup served with smoked meats; a vodka-laced" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/dining\/onegin-battersby-hot-kitchen-open-off-the-menu.html"} , {"body" : "After several failed attempts at encouraging the use of boats to commute across the East River, city officials have an unforeseen problem: too many ferry riders. The ferry service that the city started in June has attracted twice as many riders as its planners had expected. On sunny weekends, it has been so popular with tourists and wandering" , "date" : "20111017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Pleasant Surprise for East River Ferries: Crowds" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/17\/nyregion\/east-river-ferry-service-exceeds-expectations.html"} , {"body" : "Timothy Haskell, a designer of haunted houses, scares people for a living. This season he has created two: Nightmare: Z-Day, a zombie playhouse in the Bronx, running until Halloween, and Nightmare: Fairy Tales, on the Lower East Side, through Nov. 5. Mr. Haskell, 37, whose background is in Off Broadway theater, lives in Greenpoint, Brooklyn, with" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | TIMOTHY HASKELL; Far From His Usual Haunts" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/nyregion\/timothy-haskell-haunted-house-designer-avoids-the-scary-sunday-routine.html"} , {"body" : "Buoyed by the longevity of the Occupy Wall Street encampment in Manhattan, a wave of protests swept across Asia, the Americas and Europe on Saturday, with hundreds and in some cases thousands of people expressing discontent with the economic tides in marches, rallies and occasional clashes with the police. In Rome, a rally thick with tension spread" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EUROPE" , "LOS ANGELES (CALIF)" , "TOKYO (JAPAN)" , "NEW YORK CITY" , "CHICAGO (ILL)" , "SYDNEY (AUSTRALIA)" , "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS" , "MELBOURNE (AUSTRALIA)" , "ROME (ITALY)" , "HONG KONG"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "4" , "title" : "Rallies Across the Globe Protest Economic Policies" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/world\/occupy-wall-street-protests-worldwide.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. For full reviews of recent concerts: nytimes.com\/music. - Arctic Monkeys and Smith Westerns (Wednesday) After headlining at Central Park SummerStage this May, the focused and flashy Arctic Monkeys lend their nervy British garage rock to a more intimate spot. It should agree with their" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/arts\/music\/pop-and-rock-listings-for-oct-14-20.html"} , {"body" : "Small coffee chains, benefiting from lower retail rents and a seemingly bottomless thirst for high-end coffee even in a weak economy, are seizing the opportunity to expand in New York City. ''It's crazy how many people are opening coffee shops in the city,'' said Caroline Bell, a co-owner with her husband, Chris Timbrell, of Café Grumpy, which" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; Fuel for the City That Never Sleeps" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/realestate\/commercial\/fresh-local-and-upscale-coffee-spots-multiply-in-new-york.html"} , {"body" : "A senior official at the New York City agency that helps build affordable housing used his position to conduct a racketeering enterprise, federal prosecutors charged on Thursday, saying he took about $600,000 in bribes and kickbacks from developers who hid the cash in golf ball boxes, coffee cups and overnight envelopes. The official, Wendell B." , "date" : "20111007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "City Official Accused of Taking Bribes, Left in Boxes and Cups" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/nyregion\/nyc-housing-official-is-among-7-charged-with-bribery.html"} , {"body" : "GOOD FOOD FOR KIDS If you're reluctant to give in to your children's wishes for a puppy or a kitten, look at it this way: at least they're not asking you to keep chickens. New York City allows residents to raise the birds -- yes, really -- and young visitors to the Good Food Fest on Sunday in the meatpacking district will learn the benefits of" , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/spare-times-for-children-for-oct-7-13.html"} ,   {"body" : "Dan Aymar-Blair -- age 36, suit wearer, resident of Crown Heights, Brooklyn -- never expected to find himself at a protest. Neither did Sean Aiken, a 35-year-old D.J. from Greenpoint, Brooklyn, whose interest in politics had mostly involved grumbling with his friends. The last time Peter Linard, 71, a retired waiter who lives on the Upper East" , "date" : "20111006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "New to This Sort of Thing, Or at Least Long Dormant" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/06\/nyregion\/wall-st-protest-lures-many-new-to-this-sort-of-thing.html"} , {"body" : "Help the Farmers Basic shelf-stable groceries are in short supply in the farming communities upstate that were affected by storms and floods. Donations of goods are being accepted at several Greenmarkets: grownyc.org\/relief\/collections. A pig roast with local fare will be held at Bridle Hill Farm, 190 Hemmer Road, Jeffersonville, N.Y., Oct. 15 from" , "date" : "20111005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/05\/dining\/dining-calendar-from-oct-8.html"} , {"body" : "WHEN she and her husband moved out in 1980, Kathy LaPolla DeStefano was not at all happy with Williamsburg, Brooklyn. ''The neighborhood was starting to go down the toilet, honestly,'' Ms. DeStefano, 56, an elementary school teacher, said over the telephone from her home in Coconut Creek, Fla. ''There was a lot of drugs and crime. It was an unsafe" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "On Facebook, Neighborhoods as They Once Were" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/nyregion\/on-facebook-recalling-neighborhoods-as-they-once-were.html"} , {"body" : "TO describe the retrospective of Richard Hambleton's art that was recently held at the Phillips de Pury & Company galleries as a zoo doesn't even take into account the woman who strapped a bug-eyed monkey puppet to her chest. About 2,000 partygoers were crowding two floors at the auction house on Park Avenue, including wealthy Upper East Siders and" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The Young Gallerists" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/fashion\/young-gallerists-are-transforming-new-yorks-art-scene.html"} , {"body" : "2011 NEW YORKER FESTIVAL (Friday through Sunday) Some say talk is cheap, and it will at least be reasonably priced for a good number of the talks, panel discussions and other events that are part of the annual cultural festival sponsored by The New Yorker at locations around New York City. All things literary is the focus: a plethora of authors," , "date" : "20110930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/30\/arts\/around-town-sept-30-oct-6.html"} , {"body" : "New York is a changeling, a different city to everyone who passes through. The premiere of the fall TV season will reflect that: Just last month, a record 23 prime-time shows filmed here, thanks in part to recent tax breaks. In sound stages from the Chelsea Piers to the Brooklyn Navy Yard, designers rebuilt the landscape to fit plot lines, making" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Prime Time, Sets and the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFDB103EF936A1575AC0A9679D8B63"} , {"body" : "In 1983, a police officer from Bushwick with scars from six gunshot wounds from his right shoulder to his left hip was lucky to be alive, and he darn well knew it, so he put in his papers after 22 years on the job. In the next neighborhood over, Greenpoint, an immigrant jeweler arrived that year, eager to work. They were both Polish, both Brooklyn" , "date" : "20110924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "CRIME SCENE; A Career Criminal's Prints Link Two Lives Upended Decades Apart" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/24\/nyregion\/career-criminals-prints-link-2-lives-upended-decades-apart.html"} , {"body" : "Atlantic City ON the set created for the hit HBO series ''Boardwalk Empire,'' in the Greenpoint neighborhood of Brooklyn, the details are exact: Saltwater taffy is piled high in Fralinger's window, and a phony elevator stands open in the Ritz Hotel, waiting for the Atlantic City boss Nucky Thompson to board. But just two hours' drive south, in the" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "34" , "title" : "The Atlantic City the Boardwalk Emperor Knew" , "url" : "http:\/\/travel.nytimes.com\/2011\/09\/23\/travel\/the-atlantic-city-the-boardwalk-emperor-knew.html"} , {"body" : "Opening JUNG SIK The Korean flavors are unmistakable here but there are also touches of France and Spain in the cutting-edge cooking of Jung Sik Yim, who first took molecular, sous-vide and deconstructed Korean dishes to Seoul. New York will taste his bibim-style caprese salad, tiny octopus with kimchi and chicken in mushroom stock: 2 Harrison" , "date" : "20110921" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/21\/dining\/jung-sik-momofuku-milk-bar-open-off-the-menu.html"} , {"body" : "IN 2006, when the Brooklyn Book Festival was in its first year, a panel discussion focused on how Brooklyn had shaped the writing of Jonathan Lethem, Paula Fox and Emily Barton. Pete Hamill and Jennifer Egan, both of Brooklyn, talked about their literary inspirations. Dramatic readings from the work of legendary Brooklyn writers were staged in a" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Brooklyn Becomes Book Country Again" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/books\/brooklyn-book-festival-brings-authors-to-town-on-sunday.html"} ,   {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Beirut (Wednesday and Thursday) Traditional Balkan folk is reconfigured adeptly in the hands of Zach Condon, the composer and bandleader from New Mexico. His orchestral sensibilities steer Beirut's barrage of multinational instruments --" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/music\/pop-and-rock-listings-for-sept-16-22.html"} , {"body" : "The new Peter Wilcox is a potato for New York Fashion Week, cloaked in deep purple and lined in gold. It's as appealing to the palate as it is on the plate, beautifully textured, firm but not waxy, whether roasted, boiled or sliced into wedges and fried, with a full, earthy flavor that hints of hazelnuts. It was developed by researchers in Maryland" , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; New Spud on the Block" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/dining\/the-new-peter-wilcox-potato.html"} , {"body" : "ONE way to trace the history of the movies is to look at the evolution of alternative cinemas -- to consider, in other words, how an inventive approach to showing films can foster a new way of understanding them. Inspired by the ciné clubs that flourished in 1920s Paris, Henri Langlois started the Cinémathèque Française in the mid-1930s to" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Choosing Cinematheque Over Cineplex" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/movies\/microcinemas-pack-a-special-mission-in-a-small-space.html"} , {"body" : "FEARFUL naïfs may assume that heavy-metal bars are cradles of malevolence where depraved longhairs slake their thirst with bats' blood. But Saint Vitus, a gothic-themed bar in Greenpoint, Brooklyn, named after a Black Sabbath song, is actually a welcoming spot for downing cheap beers and listening to Pantera. Very late on a recent Saturday," , "date" : "20110901" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "BOîTE; Saint Vitus: Greenpoint, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/01\/fashion\/saint-vitus-a-neighborhood-gothic-themed-bar-where-everybody-knows-your-name-boite.html"} , {"body" : "Opening CALYER The owners of Anella in Greenpoint have put one of their chefs, Gabriel Moya, in charge here. He adds touches of his native Puerto Rico in small plates like salt cod with a Scotch egg and plantain chips. Wines are from Spain and Portugal: 92 Calyer Street (Franklin Street), Greenpoint, Brooklyn, (no phone). FATTY 'CUE But for the" , "date" : "20110831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/31\/dining\/calyer-and-frankies-570-spuntino-open-off-the-menu.html"} , {"body" : "1 Bedford Avenue (Manhattan Avenue), Greenpoint, Brooklyn; (718) 383-5349; nightsandweekendsny.com. For many, the heat waves and humidity can't end soon enough. But summer, minus the inconveniences, continues to be on offer at Nights and Weekends in Greenpoint. The triangular space, painted gray and lighted by seashell sconces, feels like an" , "date" : "20110831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "DINING BRIEFS | RECENTLY OPENED; Nights and Weekends" , "url" : "http:\/\/events.nytimes.com\/2011\/08\/31\/dining\/reviews\/nights-and-weekends-nyc-restaurant-reviews.html"} , {"body" : "Around Town Museums and Sites Discovery Times Square: 'Pompeii the Exhibit' (Friday through Thursday) This exhibition, subtitled ''Life and Death in the Shadow of Vesuvius,'' features skeletons, body casts and other artifacts from Pompeii. (Through Sept. 5.) Friday, Saturday and Thursday, 9 a.m. to 9 p.m., and Sunday through Wednesday, 9 a.m. to 8" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/spare-times-for-aug-26-sept-1.html"} , {"body" : "It was a steamy summer weeknight, and on a rooftop in Chelsea there was a skyline-lighted party. In one corner a musician with flowy hair tucked over her shoulder was playing ethereal beats through a laptop. In another, sweatier corner the bar was quickly running out of beer. The party was for Triple Canopy, an online art and culture journal; it" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Arts Journal In Cyberspace Finds a Home On the Ground" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/arts\/design\/triple-canopy-online-journal-celebrates-13th-issue.html"} , {"body" : "Adam Distenfeld was driving by a construction pit on Nostrand Avenue in Brooklyn a few weeks ago and couldn't resist. Mr. Distenfeld, 48, is a sculptor who prefers granite gneiss -- the banded metamorphic rock found beneath swaths of New York City -- and in the Nostrand pit he saw a boulder of it. He had never seen one larger. He needed it. But you" , "date" : "20110815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; A Heavy Nuisance Becomes a Sculptor's Niche" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906EFD61E30F936A2575BC0A9679D8B63"} , {"body" : "NEWPORT NEWS, Va. -- Military secrecy was a bit lax during the Civil War, by today's standards, but contractor deadlines were a lot tighter. The technology that revolutionized naval warfare began with a five-sentence message delivered to The New York Times 150 years ago, on Aug. 9, 1861, and the information was not exactly classified. It was an" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "A Brief Dry Spell for the U.S.S. Monitor" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/09\/science\/09monitor.html"} ,   {"body" : "Millerton, N.Y. FROM the venerable general store his grandparents opened in 1919, where you can get hunting knives, cigars, worms, khaki pants and copies of Vogue, Phil Terni has watched Dutchess County's passing parade for most of his 68 years. The store has seen celebrated customers -- Babe Ruth, Ava Gardner, Artie Shaw, Ruth Bader Ginsburg --" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg on the Hudson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3D71131F934A3575BC0A9679D8B63"} , {"body" : "LIKE many New Yorkers, Alan Tansey is planning an escape this summer -- in his case, a 370-mile journey north through New York State, over the Canadian border and into the heart of Montreal. But unlike the hordes who brave highway traffic or airport lines to break free of the city, Mr. Tansey will start enjoying himself as soon as he lugs his" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "SPOKES | SEAN PATRICK FARRELL; Bike Vacations Offer Freedom and Frugality" , "url" : "http:\/\/travel.nytimes.com\/2011\/08\/07\/nyregion\/more-new-yorkers-taking-vacation-escapes-by-bike.html"} , {"body" : "Millerton, N.Y. FROM the venerable general store his grandparents opened in 1919, where you can get hunting knives, cigars, worms, khaki pants and copies of Vogue, Phil Terni has watched Dutchess County's passing parade for most of his 68 years. The store has seen celebrated customers -- Babe Ruth, Ava Gardner, Artie Shaw, Ruth Bader Ginsburg --" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HUDSON RIVER VALLEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg on the Hudson" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/07\/nyregion\/hudson-river-valley-draws-brooklynites.html"} , {"body" : "MICHAEL ANTHONY admires the butter lettuce he has been buying for the last month so much that he invented a salad for it. The $12 dish he serves at Gramercy Tavern in Manhattan is also made up of pickled eggplant, ricotta, pickled cherries and heirloom tomatoes, but the greens are the star, and for good reason. Often picked only several hours" , "date" : "20110803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Want Fresher Produce? Leave Dirt Behind" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/03\/dining\/hydroponic-produce-gains-fans-and-flavor.html"} , {"body" : "When it comes to produce, there is local, there is hyperlocal, and then there is the Riverpark Farm at Alexandria Center. This rather formal designation is the name of a two-week-old farm that has found a temporary home in a stalled Manhattan construction site bounded by plywood. It is less than 100 feet from the kitchen of Tom Colicchio's" , "date" : "20110803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Farm to Table, Literally" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1D71E3EF930A3575BC0A9679D8B63"} , {"body" : "People straighten up around John Joseph, the singer for the Cro-Mags. He reminds you that the best of his music, New York hardcore, has a history and a set of standards, musical and ethical; he has no time for what people choose to do outside of those standards. He's not hectoring you, exactly, about punk and veganism and the economy and your" , "date" : "20110801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; Muscling Through a Murky, Hardcore Night in a Box" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/01\/arts\/music\/cro-mags-and-screaming-females-at-house-of-vans-review.html"} , {"author" : "Daniel Handler is the author of the novel ''Adverbs'' and, as Lemony Snicket, ''A Series of Unfortunate Events.''" , "body" : "THE ASTRAL By Kate Christensen 311 pp. Doubleday. $25.95. Lately the realist novel's been getting realistic. Originally developed in response to a highfalutin form gone stale, realism has a long and glorious tradition of extraordinary yarns about ordinary people. But the name ''realism'' was never quite right. Authors as disparate as Mark Twain," , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Eviction Notice" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/31\/books\/review\/the-astral-by-kate-christensen-book-review.html"} , {"body" : "A woman in Andrew Plucinski's office is squealing. ''I don't want to look at it!'' She's lying out on a hospital bed, her legs exposed, an arm thrown over her eyes. ''It's nothing yet,'' Mr. Plucinski says. He is reaching into a jar of water, in which swim 20 or so leeches. When they dart, they look like calligraphic strokes - black and curved," , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY ROOM; Goodbye, Varicose Veins. (Hello, Parasites.)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E5DF163FF937A15754C0A9679D8B63"} , {"body" : "LIMITED EDITIONS If midsummer calls for a fresh pair of shades, check out the capsule collection by Johan Lindeberg, the Swedish designer, and the eyewear maker HARVEY MOSCOT. Their three unisex designs, making their debut Thursday, conform to the spare aesthetic of Mr. Lindeberg's new BLK DNM clothing and his obsession with the color black. The" , "date" : "20110714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/14\/fashion\/new-york-shopping-events-starting-july-14.html"} , {"body" : "DWARFED by the soaring expanse of the long-vacant Kingsbridge Armory, a small group of bike advocates and Bronx residents strolled through the main hall recently and imagined a mecca of bicycling. Picture it: Over here, young BMX riders from the neighborhood perform tricks, spinning their bike frames and leaping over obstacles. Over there, racers" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SPOKES; Bikers' Dream: A Bronx Velodrome" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/nyregion\/bikers-dream-of-turning-bronx-armory-into-a-velodrome.html"} ,   {"body" : "WHAT distinguishes Spritzenhaus in Greenpoint, Brooklyn, from the dozens of other beer gardens in the city? For starters, the owners call it a beer hall. Instead of an outdoor garden with some foliage poking through, you get a giant indoor shell with industrial metal stools, exposed brick and subway tiles. Furthermore, the chef, Rolf Weithofer," , "date" : "20110707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOîTE; Spritzenhaus: Greenpoint, Brooklyn" , "url" : "http:\/\/events.nytimes.com\/2011\/07\/07\/fashion\/spritzenhaus-beer-hall-in-greenpoint-brooklyn-boite.html"} , {"body" : "SMORGASBURG, the open-air market held every Saturday in an empty lot on the Williamsburg waterfront, is like a summer rock festival for food: exciting, overwhelming, sweaty, hot. You'll hit your limit, and then you'll want more. The setup is simple: more than 50 vendors selling handmade food from tidy stalls next to the East River. (Another 40 or" , "date" : "20110706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "$25 AND UNDER; Brooklyn Market: Woodstock Of Eating" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/06\/dining\/reviews\/smorgasburg-in-williamsburg-brooklyn-for-food-lovers.html"} , {"body" : "Lorraine Johnson says she remembers the garbage trucks that lined up near her housing project on the Upper East Side of Manhattan, to unload trash at a marine sanitation station on the East River. They made noise, spewed diesel fumes, attracted rats and smelled bad -- ''like dead bodies,'' she said. ''I have nightmares just thinking that there's a" , "date" : "20110701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "In Fight Against Trash Station, Upper East Side Cites Injustice" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/01\/science\/earth\/01garbage.html"} , {"body" : "OPENINGS Do not let the name fool you. RAISED BY WOLVES, a new source for apparel, accessories and collectible curiosities opened last week by Bethany and Max Vogel in Greenpoint, Brooklyn, is anything but untamed. The rigorously edited goods include pieces for women by the Manhattan label Sophomore, hard-to-resist men's canvas lace-ups by Zig Zag," , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/fashion\/raised-by-wolves-a-fashion-store-opens-in-brooklyn.html"} , {"body" : "Artists Eat, Too The work of Peter Nadin, an artist, will be on display until July 30 at Gavin Brown's Enterprise gallery, 620 Greenwich Street (Leroy Street), along with foods from Old Field Farm, Mr. Nadin's property in Cornwallville, N.Y., in the Catskills. They include eggs, maple syrup, honey, pork and herbs, which will be sold from 6 to 8" , "date" : "20110629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/29\/dining\/dining-calendar-from-june-29.html"} , {"body" : "They come to the Fashion Institute of Technology campus in Chelsea every year, as if from another dimension, with coffee on their breath, Hawaiian shirts on their shoulders and neatly stacked squares of paper in their pockets. ''The fashion kids see these people and just don't get it,'' said Adrienne Sack, 28, a shoe designer for Kenneth Cole and a" , "date" : "20110627" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; At This Gathering, Everyone Knows How to Fold Them" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D81431F934A15755C0A9679D8B63"} , {"body" : "Talk about the reverse of not in my backyard! You'd never know it from the looks of the swimming pool, back porches, patios, makeshift garage, basketball hoop, parking lot for five cars and other suburban amenities squatting in the middle of a square block in Sheepshead Bay, Brooklyn, but they occupy a 20-foot-wide corridor that is officially a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forgotten Railroad's Land Makes a Great Back Porch" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/brooklyn-homeowners-turn-old-railroad-tract-into-backyards.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Baby Gramps (Saturday and Sunday) With his oft-braided gray beard and troubadour-turned-carnie comportment, the singer and guitarist Baby Gramps can seem like something of a novelty act. But while there's humor in his work, Baby Gramps is also" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/music\/pop-and-rock-listings-for-june-17-23.html"} , {"body" : "WHEN the sun glares down on the city, New Yorkers of means flee for the beach. Matt Kaye, a bar manager and D.J. who lives in Williamsburg, Brooklyn, was such a refugee. He sat outside Rippers, a new grass-fed-burger shack that opened over the Memorial Day weekend, sipping an iced coffee. In the distance, a pod of surfers bobbed in the water," , "date" : "20110616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "1" , "title" : "Taking the A Train to Summer" , "url" : "http:\/\/travel.nytimes.com\/2011\/06\/16\/fashion\/summer-in-the-rockaways.html"} , {"body" : "The blue-and-white ferry nudged up to the dock at East 34th Street on Monday morning and deposited its cargo: about 70 commuters, their business suits unmoved by the wind, happy to have made it from Brooklyn to Manhattan in less time than it can take to catch an L train at rush hour. ''What is this? Twenty minutes?'' José Luis Coirolo, a financial" , "date" : "20110614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "East River Ferry Service, With 7 Stops, Starts Run" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/14\/nyregion\/east-river-ferry-service-begins-with-7-stops.html"} ,   {"body" : "Pop Jon Pareles Festival and outdoor music season explodes this week in Manhattan and Brooklyn. Central Park SummerStage hosts a fund-raising gala on Tuesday with ''MOTOWN MEETS NYC,'' mixing 1960s soul veterans -- Martha Reeves of Martha and the Vandellas; Dennis Edwards of the Temptations; and a non-Motown singer, Percy Sledge -- with worthy" , "date" : "20110612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD: JUNE 12-JUNE 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0D6123FF931A25755C0A9679D8B63"} , {"body" : "Pop Jon Pareles Festival and outdoor music season explodes this week in Manhattan and Brooklyn. Central Park SummerStage hosts a fund-raising gala on Tuesday with ''MOTOWN MEETS NYC,'' mixing 1960s soul veterans -- Martha Reeves of Martha and the Vandellas; Dennis Edwards of the Temptations; and a non-Motown singer, Percy Sledge -- with worthy" , "date" : "20110612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; June 12 -- 18" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/12\/arts\/june-12-18.html"} , {"body" : "Aaron Goldberg and Guillermo Klein Jazz doesn't have many great albums featuring two pianists, and the rare examples tend to be mano-a-mano affairs, one virtuoso facing another on equal terms. So ''Bienestan,'' due out on Sunnyside on Tuesday, is exceptional in more than one sense. It's the work of Aaron Goldberg and Guillermo Klein," , "date" : "20110612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "PLAYLIST; Reggae Via Senegal, And a Tough Utopia" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/12\/arts\/music\/new-cds-by-bbc-woods-diskjokke-and-youssou-ndour.html"} , {"body" : "For decades now, the pattern has been the same: New York City factories fall prey to the hunger for offbeat places to live, and once-gritty industrial neighborhoods like SoHo, TriBeCa, Dumbo and the meatpacking district are transformed into enviable residential enclaves. But in each evolution, there is a fraught, in-between moment when the factory" , "date" : "20110611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "GREENPOINT JOURNAL; A Slaughterhouse in Brooklyn, and Misery Next Door" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/11\/nyregion\/slaughter-on-greenpoint-avenue-and-misery-next-door.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Backstreet Boys, New Kids on the Block (Sunday and Monday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/arts\/music\/pop-and-rock-listings-for-june-10-16.html"} , {"body" : "Greenpoint, at the northernmost tip of Brooklyn, accessible to Manhattan by subway transfer to the G train, can seem physically removed from the rest of the city. Maybe mentally removed, too - the waterfront neighborhood feels a bit apart from Manhattan's hustle. Even so, it might seem surprising that on Friday afternoon, when a package arrived at" , "date" : "20110609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Anyone Know 'Dominique'? There's a Package . . ." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFDC123CF93AA35755C0A9679D8B63"} , {"body" : "NOW that the glitterati, literati, digerati and hipsterati have been caught in the act of Ping-Pong, let's be clear: There is Ping-Pong, and there is table tennis. ''Everybody I meet either knows somebody or they themselves were at one point a terrific Ping-Pong player,'' said Marty Reisman, 81, the 1958 and 1960 United States Open table tennis" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "The Little-White-Ball Obsession That Isn't Golf" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/travel\/ping-pong-catches-on-in-new-york.html"} , {"body" : "Adolfas Mekas, a Lithuanian immigrant who became an influential avant-garde filmmaker and teacher and who, with his brother Jonas, founded Film Culture, the seminal journal for cinéastes, died on Tuesday in Poughkeepsie, N.Y. He was 85. The cause was heart failure, his wife, Pola Chapelle, said. Though Jonas Mekas, a prolific director and" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Obituaries"] , "page_facet" : "9" , "title" : "Adolfas Mekas, 85, Avant-Garde Filmmaker and Teacher" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/movies\/adolfas-mekas-avant-garde-filmmaker-and-teacher-is-dead-at-85.html"} , {"body" : "Bright sun and heat beckoned many New Yorkers who had remained in the city over the Memorial Day weekend into their backyards. But in the backyard of 119 Kent Street in Greenpoint, Brooklyn, a police officer stood guard near a three-foot mound of dirt, and crime scene tape marked the spot where a work crew had discovered part of a skull and other" , "date" : "20110530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Skull Found In Backyard Of Old Home In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/30\/nyregion\/buried-skull-is-found-in-a-brooklyn-backyard.html"} , {"body" : "THERE are some who thought, prematurely, that 2010 was New York's summer of the beer garden, what with the World Cup and the opening of a half-dozen outdoor, German-style drinking establishments. But not unlike some genetically altered superweed, these ale-and-oompah joints have continued even this year to crop up everywhere you look. They have" , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER 2011; Beer Gardens" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/beer-gardens-growing-steadily-in-new-york.html"} ,   {"body" : "WHEN crowds flock to the Williamsburg Waterfront concert series this summer, most will pass the home of Genya Wolowacz on North Eighth Street, where she has lived since 1957. She will watch them as if eyeing 6,500 barbarian invaders. On a recent evening, Ms. Wolowacz, 67, practically shook with anger as she described what it was like to live near" , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER 2011; Rocked Hard" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/gentrification-brings-discord-to-williamsburg-brooklyn.html"} , {"body" : "Little evidence remains of the Faience Manufacturing Company in Greenpoint, Brooklyn. This pottery company failed in the 1890s, and its former headquarters, on Greenpoint Avenue near the waterfront, has served over the years as a pencil factory and an S-and-M club and now contains a sports bar. But in its 1880s heyday, its main designer, Edward" , "date" : "20110527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "ANTIQUES; FOLLOWING THE FAIENCE OF A BROOKLYN DESIGNER" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/27\/arts\/design\/edward-lycett-designer-for-faience-company-brooklyn.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "If memory serves, the police captain met me over coffee on a Wednesday night in October 2001, when the world was dizzy with menace. He passed along word of a fresh worry. A young Muslim chemist, who worked in an advanced biochemistry laboratory in Midtown, had vanished on the morning of Sept. 11. Because he had once been a member of a police cadet" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; A Legacy for a Son Whose Character, After 9\/11, Was Misjudged" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/man-once-believed-a-risk-to-city-is-memorialized.html"} , {"body" : "At an art opening in Chelsea last week, Erick Magangi stood next to the oil painting that he considered his best work. ''I was trying to do an examination of the real world and the exotic world,'' Mr. Magangi said, gesturing toward the work, an abstract with softly blended horizontal panels of beige and gray. His round face was beaming under a" , "date" : "20110524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "An Outcry in Chelsea Over a 12-Story Shelter" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/24\/nyregion\/chelsea-shelter-opposed-by-neighbors-as-too-big.html"} , {"body" : "KUDZU. Asian carp. Greenhouse gases. Sketch comedy. O.K., maybe short-form humor doesn't belong on a list of ecological scourges. But sometimes it appears to be proliferating as quickly as any of them. Web sites like Funny or Die, College Humor and My Damn Channel post hundreds of short comic videos. On television, ''Saturday Night Live'' chugs" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "15" , "title" : "WATCHLIST; Second City's Testing Ground in Cyberspace" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/arts\/television\/second-city-miyuki-my-future-girlfriend.html"} , {"body" : "THE folks who run Five Leaves, the cafe and bar in Greenpoint, Brooklyn, known for its ties to the late actor Heath Ledger (he discovered the space while skateboarding on Bedford Avenue), have opened a second pub, Nights and Weekends, around the corner. Large galvanized doors and windows that open onto the sidewalk give the new space (below) the" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "THE MOMENT; Pirate Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DA133DF931A15756C0A9679D8B63"} , {"body" : "Here are descriptions from Eric Demby, the organizer of Smorgasburg, of vendors that will be at this new open-air food court in Williamsburg, Brooklyn. Most are new, but some have been at Brooklyn Flea before. Smorgasburg will be open on Saturdays from 9 a.m. to 5 p.m., at 27 North Street, between Kent Avenue and the East River (near East River" , "date" : "20110518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "title" : "The Vendors: A List of the Smorgasburg Participants" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/18\/dining\/the-vendors-a-list-of-the-smorgasburg-participants.html"} , {"body" : "COMING Saturday from the folks who unleashed Brooklyn Flea on an unsuspecting universe: Smorgasburg, a conglomeration of about 100 purveyors, including hawkers of handmade food, Greenmarket farmers and cookware vendors, gathering weekly at the East River in Williamsburg, Brooklyn. With pupusas from a Salvadoran immigrant, strawberry-turnip-jam" , "date" : "20110518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A Food Flea Market Sets Up in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0DE1E3BF93BA25756C0A9679D8B63"} , {"body" : "Alabama HANGOUT MUSIC FESTIVAL Gulf Shores, May 20-22. Anyone looking to combine two timeless summer pastimes -- beach lounging and festivalgoing -- will be well served by the Hangout Music Festival, which sets up on Alabama's white sand gulf shore for three days each summer. A boon for the less rustic among us (''Shed the mud boots and sleeping" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "SUMMER STAGES; Pop\/Jazz" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/arts\/music\/pop-and-jazz-across-the-us-this-summer.html"} , {"author" : "J. Courtney Sullivan's second novel, ''Maine,'' will be published next month." , "body" : "Like all good independent bookstores, BookCourt in Brooklyn has a robust section of staff recommendations. There, nestled in with titles by Jennifer Egan, Haruki Murakami and David Foster Wallace, is ''Other People We Married,'' a collection of short stories by Emma Straub. A handwritten note taped to the wall below reads: ''I wrote this book." , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "ESSAY; Don't I Know You From the Dust Jacket?" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/books\/review\/selling-books-by-day-writing-them-by-night.html"} ,   {"body" : "ON a rainy Tuesday last month, in an all-white office space in Brooklyn, a blogger known as swissmiss traded productivity tips with some visiting creative strategists. ''Our own mini-TED,'' she said, half-joking, referring to the high-profile tech conference. Across the room, a prodigious young culture curator, whose Brain Pickings blog has managed" , "date" : "20110505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Office Party? Let's Tweet It" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/05\/fashion\/05Twitter.html"} , {"body" : "IF devotees of ''The Good Wife'' on CBS scrutinize the elegant, soothing Chicago apartment of Alicia Florrick, they can spot a subtle but symbolic motif: the butterfly. True, subtext is easier to parse when you're touring the show's sets in Greenpoint, Brooklyn. That's when you notice the living room coasters with butterfly designs, the butterfly" , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "CULTURAL STUDIES; 'The Good Wife' and Its Women" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/01\/fashion\/01CULTURAL.html"} , {"body" : "IT'S an unassuming spot for the mecca of East Coast roller derby, this small, narrow shop in Williamsburg, Brooklyn, beside the Brooklyn-Queens Expressway. A handwritten sign on the door reads, ''We are not the bike shop,'' and directs cyclists to nearby King Kog. Many of the shop's visitors come from far beyond the five boroughs. ''Apparently" , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | WILLIAMSBURG; These Skates Weren't Made For Strolling" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/01\/nyregion\/five-stride-a-skate-shop-focused-on-roller-derby.html"} , {"body" : "ONE recent Saturday night, two Brooklyn roommates were driving home when they passed something odd: an unmarked box truck parked on a desolate block in Greenpoint, spewing strobe-lit, milky fog. ''We just saw these people in costumes and there's smoke pouring out of this truck, and Axel said, 'Stop, drive back,' '' recalled Jon Ernsberger, 28, a" , "date" : "20110424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "All the World's a Stage, Even the Back of a Truck" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/24\/arts\/design\/lost-horizon-night-market-brooklyns-theater-of-the-bizarre.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "DEBORAH LUTZ, an assistant professor of English with a passion for the Victorians, lived for a decade in a loft in Williamsburg, Brooklyn. And during those years she did something that the nature-loving Victorians would have understood. In search of closeness to the natural world, she used to spend time in Grand Ferry Park, a local sliver of green" , "date" : "20110424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Her Decorators? Flotsam & Jetsam" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/24\/realestate\/24habi.html"} , {"body" : "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct. 9." , "date" : "20110422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/22\/arts\/design\/museum-and-gallery-listings-for-april-22-28.html"} , {"author" : "Bob Eckstein is a cartoonist for The New Yorker and the author of ''The History of the Snowman.''" , "body" : "I played table tennis for the first time in a South Bronx cellar in February 1971, when the sport was called Ping-Pong and my opponent was a gangly adolescent wearing a perm and bell-bottoms. Two months later, a United States Ping-Pong team was invited for a weeklong visit to China, which helped restore relations between the countries and elevated" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Weathering a Midlife Crisis In the Haunts of Table Tennis" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/sports\/17pingpong.html"} , {"body" : "THE fitness fanatic in Columbus Circle flaked. So did the performance-artist couple in Greenpoint who said they practiced at-home nudity. Yet Kenya Robinson's odyssey as a serial house guest has been smooth enough so far, and by and large her hosts -- friends, colleagues and total strangers -- have been happy to share their toothpaste with her. Ms." , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The Serial Sleepover Artist" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/14\/garden\/14mattress.html"} , {"body" : "TV ON THE RADIO has made no secret of its catholic taste. Since 2001 this Brooklyn band -- Tunde Adebimpe, Dave Sitek, Kyp Malone, Jaleel Bunton and Gerard Smith -- has made ambitious rock with shades of post-punk, electronica and psychedelic jazz, and lyrics about global politics, love and language. The group made its latest album, ''Nine Types of" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "PLAYLIST | TV ON THE RADIO; Los Angeles, Perhaps, but Brooklyn Is Forever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1DD1439F933A25757C0A9679D8B63"} , {"body" : "Tweeting Since January 2007Followers 3,365Twitter Bio Dir. of tech innovation @ NYSenate.gov; co-founder\/partner of @NuAMS;@digidem advisor; member of #BikeNYC,#TN2020 & @RSAorg. The five-year history of Twitter is short, especially when compared to the life, so far, of Noel Hidalgo, who describes himself as ''old enough to remember when friends" , "date" : "20110410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TWITTER PATTER; @noneck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D9133FF933A25757C0A9679D8B63"} ,   {"body" : "At dozens of struggling schools, New York City education officials have yet to apply for federal money that could help turn them around. Some principals are complaining about reorganizations that have left them without sufficient guidance. Charter school leaders are upset about fights sparked by where the city is placing them. A new teacher" , "date" : "20110409" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A TROUBLED TENURE; In City School System, Hopes That New Leader Can Steer Right Course" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DB1638F93AA35757C0A9679D8B63"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. The Black Lips (Tuesday) Playing bubble-gum-garage in the spirit of the Troggs, the Black Lips, from Atlanta, scuzz up docile pop melodies with layers of distortion but never let their songs become too dark or mangled. Even ''Bad Kids,'' an ode" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/arts\/music\/pop-and-rock-listings-for-april-8-14.html"} , {"body" : "'An Imagined Space' Janet Kurnatowski Gallery 205 Norman Avenue Greenpoint, Brooklyn Through April 23 The artist and writer Emma Bee Bernstein died in 2008 at 23, an age when most people have barely started their life's work. But she had already gone some distance with hers, judging by this show of two dozen color photographs she made from 2005 to" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "ART IN REVIEW; Emma Bee Bernstein" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/arts\/design\/emma-bee-bernstein-at-janet-kurnatowski-gallery-review.html"} , {"body" : "Locavores who criticize monocultural farming obviously do not have Patrick Salvati and Dorothy DeMarco in mind. Their Salento Farm in Shelton, Conn., may not be monocultural, but it's close to it. They grow only garlic and eggplant. Their garlic is German hard neck, and they chop it up with garlic scapes, adding olive oil and Parmigiano-Reggiano to" , "date" : "20110406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; All Garlic (and Eggplant) All the Time" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/06\/dining\/06garlic.html"} , {"body" : "OPENINGS James Perse opened a store in SoHo at 60 Mercer Street (Broome Street), (212) 334-3501; jamesperse.com. It is stocked with Perse's signature basics for men and women, as well as a limited-edition vintage-style bicycle in orange. ... Cynthia Vincent opened her first flagship store at 253 Elizabeth Street (East Houston Street), (646)" , "date" : "20110331" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Scouting Report" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0D91530F932A05750C0A9679D8B63"} , {"body" : "NEW YORK An article in some editions on Saturday about the closing of a furrier in Greenpoint, Brooklyn, misstated the age of the owner, Irving Feller. He is 83, not 81. Because of an editing error, the article misstated, in some editions, the location of Fiorella H. LaGuardia High School of Music and Art and the Performing Arts, where Mr. Feller's" , "date" : "20110329" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDB1E3DF93AA15750C0A9679D8B63"} , {"body" : "Kiefer Sutherland may have left television behind for his latest project, but he brought along the sound effects of ''24'': the hollow pock-pock of the silenced handgun, the crunchy-cereal noise of kneecaps being pulverized. It's not a big leap from Jack Bauer, the government agent Mr. Sutherland played for eight seasons on ''24,'' to the unnamed" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "WEB REVIEW | 'THE CONFESSION'; In the Confessional Booth With Plenty to Confess" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/28\/arts\/television\/confessional-with-kiefer-sutherland-review.html"} , {"body" : "The door opened into a space stuck in another century, a dingy, narrow store inhabited for six decades by Irving Feller, his art and his animals on hangers: minks, rabbits, skunks, Spanish lambs and beady-eyed stone martens with tiny claws going nowhere fast. ''Irving, baby!'' Mary Ann Lettieri said last weekend as she burst into Manhattan Furrier" , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "GREENPOINT JOURNAL; It's the Final Sale for a Longtime Furrier" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/26\/nyregion\/26metjournal.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-4.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-8.html"} ,   {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-11.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-6.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-10.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-5.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-2.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-3.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-9.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal-7.html"} , {"body" : "Manhattan Furrier is closing after 95 years in the same store in Greenpoint, Brooklyn." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "A Furrier Closes Shop" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/03\/26\/nyregion\/20110326metjournal.html"} , {"body" : "Chaim Lazaros dresses in disguise to hand out toothbrushes to the homeless, not roundhouse kicks to evil villains. Nevertheless, Mr. Lazaros says that his work, and that of numerous others, is superheroic. That's why he helped found Superheroes Anonymous, a collective ''dedicated to inspiring the superhero in all people through outreach, education" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/nyregion\/25miser.html"} ,   {"author" : "e-mail: realprop@nytimes.com" , "body" : "$12\/SQUARE FOOT $60,000 approximate annual rent 44 Dobbin Street (between Nassau and Norman Avenues) Greenpoint, Brooklyn A recording studio has taken a 10-year lease for 5,000 square feet on the second floor of this two-story warehouse. The company's other studio is in nearby Williamsburg. The building was built as a horse and carriage barn, and" , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DD1231F930A15750C0A9679D8B63"} , {"body" : "Scruffy's DNA was harvested in 2008 from a sample of burnt tissue found in the Brooklyn apartment where teenagers doused him with lighter fluid and set him aflame. Madea's was found on the plastic guard of the umbrella that her owner's son-in-law used to fatally club her in 2009. This month, the two cats won a sort of high-tech posthumous justice," , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Animals' DNA Is Used to Win Convictions of Abusers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFD71E3AF930A15750C0A9679D8B63"} , {"body" : "MAJOR-LEAGUE athletes have agents who negotiate multimillion-dollar contracts with provisions like private planes and Rolexes. Hollywood actors have agents who scout for their scripts. Now comes Ava Taylor, whom one blogger has called ''the Ari Gold of yoga,'' trying to make a business out of managing the careers of yoga teachers. Yes, yoga" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "STRETCH; Agent Pursues a Cut Of the Yoga Boom" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/nyregion\/0320stretch.html"} , {"body" : "THE kombucha guy was doing it wrong, and so was I. By the time Rich Awn, the owner of the one-man tea-and-coffee brewery Mombucha, arrived at the food swap in a TriBeCa apartment building, the table brimmed with inventive homemade goods, including vodka infused with the needles from an organic Christmas tree. Next to each offering was a green" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK STORY; You Cooked What? I'll Trade You Granola!" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/nyregion\/13barter.html"} , {"body" : "There is a certain species of New York music fan that is ready to skimp on sleep. This person probably has a day job, a career even. But that's not going to stop him (and it is usually, though hardly always, a him) from getting down to live music until 1 in the morning on a Wednesday, if there's a good show to be had. And rocking it again the next" , "date" : "20110310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; The 10-Night Intergalactic Funk Odyssey" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/10\/arts\/music\/soulives-intergalactic-funk-odyssey-at-brooklyn-bowl.html"} , {"body" : "Cayuga Pure Organics near Ithaca, N.Y., has been one of the leaders of the local grain movement. It is also selling breads made with their grains that are baked by Orwasher's bakery on the Upper East Side. A round whole-grain bread was the first, and Cayuga has added a longer loaf, with a braided pattern on top, called Otis Stout Bread. It is made" , "date" : "20110309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Otis Stout Bread Makes Its Debut" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/09\/dining\/09bread.html"} , {"body" : "Around 200 parishioners were gathered on a recent Sunday for the 10 a.m. Mass at St. Cecilia's Roman Catholic Church in Greenpoint, a grand limestone pile a block from the Brooklyn-Queens Expressway. ''The bare minimum is for others to do, not for us,'' the pastor, the Rev. James Krische, 52, preached from the pulpit. ''Jesus calls us to leap" , "date" : "20110307" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Artists Find Accommodating Landlord: A Struggling Brooklyn Parish" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/07\/nyregion\/07artchurch.html"} , {"body" : "International IRAQI NEIGHBORHOOD Welcomes a Wall's Fall A three-mile-long blast wall built several years ago in the sprawling Shiite neighborhood of Sadr City gradually took on a life of its own, becoming an emblem of people's anger and despair at years of killing and military occupation. But recently, a bulldozer and crane rumbled into the" , "date" : "20110307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EED91239F934A35750C0A9679D8B63"} , {"body" : "FOR more than a decade, the American real estate market resembled an overstuffed novel, which is to say, it was an engrossing piece of fiction. Mortgage brokers hip deep in profits handed out no-doc mortgages to people with fictional incomes. Wall Street shopped bundles of those loans to investors, no matter how unappetizing the details. And" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "MERS? It May Have Swallowed Your Loan" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/business\/06mers.html"} , {"body" : "It started randomly, as collaborations often do for young people with high-speed connections, limited budgets and big ideas. Back in the summer of 2009, Jacob Krupnick, an aspiring art photographer in his mid-20s, persuaded a fashion P.R. company to hire him to make a promotional video for a footwear show. He went on Craigslist to recruit 50" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "B-Girl Bouillabaisse" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/magazine\/06GirlWalk-t.html"} ,   {"body" : "OPENINGS Fashion followers may recall lining up at 93 Mercer Street. The storefront is where Rachel Zoe held court during Fashion's Night Out last September for a pop-up Piperlime shop, and where Alexander Wang held sample sales as recently as December. Now the space is home to a joint store stocking Olivier Theyskens for Theory, and Helmut Lang." , "date" : "20110303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/03\/fashion\/03scouting.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$9.60\/SQUARE FOOT $384,000 approximate annual rent 211 Lombardy Street (between Gardner and Stewart Avenues) Greenpoint, Brooklyn A produce distributor has signed a five-year lease for half the space in this 80,000-square-foot, one-story warehouse with 30-foot-high ceilings, three interior loading docks and a large drive-in door. Tenant: L & J" , "date" : "20110302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7D81E3CF931A35750C0A9679D8B63"} , {"body" : "I DON'T generally make New Year's resolutions. Life is complicated and abundant enough with opportunities for disappointment. And I tend to be on the quiet side, so I don't like making announcements, even if they're only in my mind. In late December, after moving to Williamsburg, Brooklyn, I started running. I assumed it would be like going to the" , "date" : "20110225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "URBAN ATHLETE; Runner Warms to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/nyregion\/25urbathlete.html"} , {"body" : "IN ''The Donut Chef,'' a children's book by Bob Staake, two bakers on one block compete by dreaming up increasingly outlandish pastries: ''Their donuts were such crazy things! Some were square and some were starry. Some looked just like calamari.'' Soon the townspeople can't remember when doughnuts were round and covered with glaze. With a clutch" , "date" : "20110223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "EAST VILLAGE (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; For the Homer Simpson in All of Us" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/23\/dining\/reviews\/23unde.html"} , {"body" : "A native of Atlanta, Drake Page was familiar with his family's sweet Southern-style chutneys. He also lived in London, where chutney comes with the cheese in a pub. Now his DP Chutney Collective (a one-man band so far) produces a rotating line of more than a dozen chutneys and ketchups. The aromatic curried peach, top, and the musky sweet tomato" , "date" : "20110223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Chutney and Ketchup Creations" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/23\/dining\/23chutneys.html"} , {"body" : "A column that celebrates drinking should pause every once in a while to celebrate not drinking, given that alcohol is a two-edged sword: catalyst for delight and engine of destruction; handled with restraint by some people, abused and best avoided entirely by others. It's a drug, with all the attendant dangers, and it's not the only way to" , "date" : "20110218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "THE TIPSY DIARIES; Cocktails With a Twist: Zing but No Alcohol" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/18\/dining\/18tipsy.html"} , {"body" : "ON a recent blustery Friday night near McCarren Park in Brooklyn, Nayantara Banerjee, a k a the Williamsburg Seamster, was armored in a poncho sweater, knee-high snow boots from Urban Outfitters and a black-and silver-threaded scarf knotted over her long, jet-black hair. Despite the frigid air, Ms. Banerjee was happy to stretch her limbs. She had" , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "Stitch by Stitch And Block by Block" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/17\/fashion\/17SEAMSTER.html"} , {"body" : "THE Brooklyn Cruise Terminal on the Buttermilk Channel has picturesque views even when the Queen Mary 2, which docks there regularly, is at sea. There is verdant Governor's Island across the water and, behind it , the heaving, jagged rise of Manhattan. To the north are the great bridges of the East River. To the west, the Statue of Liberty. And to" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2011\/02\/13\/travel\/13hours-brooklyn.html"} , {"body" : "OF all the must-have items for a New York City apartment, stairs generally don't figure very high on the list. Stairs create separation. Stairs take up space. Stairs mean work. There are buyers out there, though, who seek a duplex. They like the separation of public and private rooms. They don't mind losing a little space, and a bit of exercise" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Take the Stairs" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/realestate\/13cov.html"} , {"body" : "With no snow for days, and none in the immediate forecast, the city is moving out of its period of being buried, which began the day after Christmas and never seemed to end. But as the snow melts, and as city officials tally the cost of this record-breaking winter, other price tags are becoming clear -- whether they be financial, emotional, even" , "date" : "20110211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Crime Down, Bills Up: How Snow Affects the City" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/11\/nyregion\/11snow.html"} ,   {"body" : "Wellness in Schools More than 40 restaurants will participate in a fund-raiser for Wellness in the Schools, which promotes healthy eating in the public schools, through Feb. 20. Customers at the restaurants will receive a voluntary donation card with their check. A list of participating restaurants is at wellnessintheschools.org. Cookies Invade a" , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/09\/dining\/09fcal.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-7.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-10.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-12.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-11.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-8.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-2.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-3.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-9.html"} ,   {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-6.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-4.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-13.html"} , {"body" : "The Newtown Creek Wastewater Treatment Plant in Greenpoint, Brooklyn, is being cast by the city as a potential source of renewable energy." , "date" : "20110209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "Transforming the Sludge at Newtown Creek" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/09\/nyregion\/20110209SLUDGE-5.html"} , {"body" : "LATE in 2009, not long after finishing construction work on Saraghina, his carefully considered pizzeria-restaurant that occupies a street corner in the Bedford-Stuyvesant section of Brooklyn, Massimiliano Nanni bought a '65 Ford Econoline pickup. ''All my life, I dreamed about such a truck,'' he said. ''My wife said, 'O.K., you can buy it.' You" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO | 1965 FORD ECONOLINE; A Special on His Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/06\/automobiles\/collectibles\/06EGO.html"} , {"author" : "MATT GROSS, the former Frugal Traveler, writes the ''Getting Lost'' series for the Travel section." , "body" : "THE minute I walked into the steakhouse, I knew I was in the wrong place. Or maybe exactly the right place. This was N9ne, at the Palms Casino Resort, a few blocks from the Las Vegas Strip, and it was definitely not my scene. The slick design -- leather in muted colors, steel and aluminum accents, and silly lighting -- was one thing, but I've dealt" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LAS VEGAS (NEV)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Lost in Las Vegas" , "url" : "http:\/\/travel.nytimes.com\/2011\/02\/06\/travel\/06las-vegas.html"} , {"body" : "For Joe Santos, producing and distributing his own gin was a way to say goodbye to the lock-step march of the corporate world and hello to creativity and originality. He wanted to give the gin a name that communicated that. So he invoked a certain New York City borough, the one currently outpacing the others in self-satisfaction. Brad Estabrooke" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Pride of Place In Every Drop" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/dining\/04tipsy.html"} , {"body" : "Pop Prices may not include ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. ...And You Will Know Us by the Trail of Dead (Tuesday) This alt-rock outfit from Austin, Tex. (it's just Trail of Dead to those in the know), got going in the late 1990s, churning out a stream of dark, spindly alt-rock that reached its apex in" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/arts\/music\/04pop.html"} , {"body" : "For all their dominance on Staten Island, ferries have long struggled to muscle their way into the city's mass transit mainstream. Experiments in Queens and Brooklyn have been held back by infrequent service, outsize operating costs and low ridership. But the city, unfazed by past failures, is now embarking on a more ambitious plan: a year-round" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Ferries to Ply East River Far More Regularly Soon" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/nyregion\/02ferry.html"} , {"body" : "Eastern District, the name of this spacious new store, was what they once called the industrial area of Brooklyn encompassing parts of Greenpoint, Bushwick and Williamsburg, said Beth Lewand, who owns the store, along with her husband, Chris Gray. A former Polish butcher shop, it's lined with shelves and counters that feature about 50 cheeses and" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "FOOD STUFF; Try Not to Start Singing '100 Brands of Beer on the Wall'" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/dining\/02store.html"} ,   {"body" : "From a posting by Emily Weinsteinon Diner's Journal atnytimes.com\/dining. THE invitation promisedthe most exclusive secretdining event of the newyear. Held last Saturdayat the old Bronx Borough Courthouse,a Beaux-Arts building decayingfrom years of disuse, thefirst Bronx Pipe Smoking SocietySmall Game Dinner was devotedto sampling small woodland" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "On the Blogs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E2DD1F31F931A35751C0A9679D8B63"} , {"body" : "Since receiving her big break (and bagging the first of her two Tony Awards) in ''The Real Thing,'' in 1984, Christine Baranski has carved a career across theater, film and television. Ms. Baranski is currently taking a dramatic turn as a partner in the Chicago law firm at the center of ''The Good Wife'' on CBS. She lives with her husband, the" , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | CHRISTINE BARANSKI; A Leisurely Day to Learn Her Lines" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/30\/nyregion\/30routine.html"} , {"body" : "MICHAEL MOSHAN bought his first condo in Williamsburg, Brooklyn, in 2003. A few years later he persuaded his girlfriend, Shana Liebman, to move there from the West Village. She was skeptical -- she didn't want to be surrounded by 20-somethings just out of school. But over the years the neighborhood, with its restaurants, bars and galleries, grew on" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg, Toddlertown" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/realestate\/23cov.html"} , {"author" : "Jonah Weiner is the pop critic at Slate and a contributing editor at Rolling Stone. This is his first article for the magazine." , "body" : "Brock Enright rents a studio in an old Catholic school in Greenpoint, Brooklyn, a former classroom that is hard to navigate without stepping on a drawing or kicking a sculpture, but he makes much of his art beyond his studio's walls -- in bars, fast-food joints, Chinatown shopping plazas, rooftops and other locations throughout Manhattan. One" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "46" , "title" : "If Your Life Were a Movie" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/magazine\/23Videogame-t.html"} , {"body" : "ANELLA 222 Franklin Street (Green Street), Greenpoint, Brooklyn; (718) 389-8100, anellabrooklyn.com. An intimate little art house of a restaurant, with a narrow bar and dining room decorated in that nice urban variation on farmhouse chic that is common to restaurants in north Brooklyn. The chef is a talented fellow named Joseph Ogrodnek, who offers" , "date" : "20110119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E5DC143EF93AA25752C0A9679D8B63"} , {"body" : "A listing in the Off the Menu column last Wednesday referred incorrectly to the restaurant Calexico in Greenpoint, Brooklyn. It is the second restaurant opened by the owners of a taco truck of the same name -- not the first, which was Calexico Carne Asada in Carroll Gardens. The listing also misstated the number of years the taco truck has been" , "date" : "20110119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CORRECTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3D8173EF93AA25752C0A9679D8B63"} , {"body" : "THE Pencil Factory, a new condominium building in Greenpoint, Brooklyn, has many selling points. Its public spaces include a crisply contemporary lobby, a spacious gym and a roof terrace with views across the East River to Manhattan that elicit gasps. The apartments -- 93 mostly one- and two-bedroom units, of 623 to 1,280 square feet -- have sleek" , "date" : "20110116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "POSTING; The 'Elephant' In Each Room" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/16\/realestate\/16posting.html"} , {"body" : "A GROWN man leapt to his feet and screamed. Sean Crowley had just announced that Snooki, one of the exquisitely tanned stars of MTV's ''Jersey Shore,'' would not be descending to earth in a transparent ball in Times Square on New Year's Eve. (The event was moved to New Jersey.) This meant that the answer to a question Mr. Crowley had posed was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Q. Where To Bend Elbow And Mind?" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14trivia.html"} , {"body" : "To the Editor: Re ''Wilderness Underfoot'' (news article, Jan. 2): Though there is considerable interest in learning about New York City's 7,400 miles of sewer lines, entering them is not only illegal, but it is also potentially fatal. Sewers pose a series of life-threatening risks: pockets of poisonous gas can build up; temperature changes can" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "title" : "LETTER; Advice in New York: Stay Out of the Sewers" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/13\/opinion\/lweb13sewer.html"} , {"body" : "OPENING TULSI The name of the chef Hemant Mathur's restaurant means ''holy basil'' in Hindi. The Indian touches in this pleasant room are subtle and the setting is serene. His fireworks come from the two tandoors he has installed in the kitchen to produce specialties like wild boar chops, prawns and even tofu. A rolling cart serves street snacks as" , "date" : "20110112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/12\/dining\/12off.html"} ,   {"body" : "OPENING TULSI The name of the chef Hemant Mathur's restaurant means ''holy basil'' in Hindi. The Indian touches in this pleasant room are subtle and the setting is serene. His fireworks come from the two tandoors he has installed in the kitchen to produce specialties like wild boar chops, prawns and even tofu. A rolling cart serves street snacks as" , "date" : "20110112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DB133CF931A25752C0A9679D8B63"} , {"body" : "ANELLA 222 Franklin Street (Green Street), Greenpoint, Brooklyn; (718) 389-8100, anellabrooklyn.com. An intimate little art house of a restaurant, with a narrow bar and dining room decorated in that nice urban variation on farmhouse chic that is common to restaurants in north Brooklyn. The chef is a talented fellow named Joseph Ogrodnek, who offers" , "date" : "20110112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DA173CF931A25752C0A9679D8B63"} , {"body" : "PAPE--Michael V. passed away on January 5, 2011 at his residence in Scarsdale. He was 95 years old. Mr. Pape was born August 12, 1915 in Greenpoint Brooklyn to Joseph and Rose Pontone Pape. Mr. Pape married his late wife Maria T. pape on September 7, 1940 at Sacred Heart Church in Brooklyn. Mr. Pape was the president of Ace Gear Industries Inc. and" , "date" : "20110109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths PAPE, MICHAEL V" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDC133AF93AA35752C0A9679D8B63"} , {"body" : "PAPE--Michael V. passed away on January 5, 2011 at his residence in Scarsdale. He was 95 years old. Mr. Pape was born August 12, 1915 in Greenpoint Brooklyn to Joseph and Rose Pontone Pape. Mr. Pape married his late wife Maria T. pape on September 7, 1940 at Sacred Heart Church in Brooklyn. Mr. Pape was the president of Ace Gear Industries Inc. and" , "date" : "20110108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths PAPE, MICHAEL V" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EEDD133AF93BA35752C0A9679D8B63"} , {"body" : "ANELLA 222 Franklin Street (Green Street), Greenpoint, Brooklyn; (718) 389-8100, anellabrooklyn.com. An intimate little art house of a restaurant (above), with a nar- row bar and dining room decorat- ed in that nice urban variation on farmhouse chic that is common to restaurants in north Brooklyn. The chef is a talented fellow named Joseph" , "date" : "20110105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E2DC1338F936A35752C0A9679D8B63"} , {"body" : "ANELLA 222 Franklin Street (Green Street), Greenpoint, Brooklyn; (718) 389-8100, anellabrooklyn.com. An intimate little art house of a restaurant (above), with a narrow bar and dining room decorated in that nice urban variation on farmhouse chic that is common to restaurants in north Brooklyn. The chef is a talented fellow named Joseph Ogrodnek," , "date" : "20110105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7D6153BF936A35752C0A9679D8B63"}]