[  {"body" : "JON PAUL LUPO grew up not far away in Marine Park, but thinking back, he figures the most interaction he had with Sunset Park in those days was driving past it on the Gowanus Expressway. For his wife, Melanie, the area was even less familiar -- she is from South Dakota. Early this year, though, after more than a decade away from New York, Mr. Lupo" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SUNSET PARK, BROOKLYN; A Low-Slung District With a Very High Perch" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/realestate\/sunset-park-brooklyn-living-in-low-slung-but-with-a-high-perch.html"} , {"body" : "WITH peanut butter fudge truffles, raspberry caramels and peppermint bark vying for her attention, Lorna Fontana, 12, had a difficult decision to make as she pressed her face to the glass counter at JoMart Chocolates like a kid, well, in a candy store. Her father, Michael Fontana, inhaled the sweet air of the confectionery, in the small Brooklyn" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | MADISON; A Family Tree Just Covered In Chocolate" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/nyregion\/jomart-chocolates-in-brooklyn-stays-in-the-family.html"} , {"body" : "DURING the transit strike of 2005, the New York City firefighter Matt Long hopped onto his bike to ride from his East 48th Street apartment to the Randalls Island fire academy where he helped train the city's bravest. As he crossed 52nd Street, a chartered bus made a right turn from a middle lane and hit him. When he awoke a month later, he learned" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "VOWS; Mary Boyle and Matthew Long" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/fashion\/weddings\/mary-boyle-and-matthew-long-vows.html"} , {"body" : "DURING the transit strike of 2005, the New York City firefighter Matt Long hopped onto his bike to ride from his East 48th Street apartment to the Randalls Island fire academy where he helped train the city's bravest. As he crossed 52nd Street, a chartered bus made a right turn from a middle lane and hit him. When he awoke a month later, he learned" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "VOWS; Mary Boyle and Matthew Long" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0D7163BF932A25751C1A9679D8B63"} , {"body" : "Spare Times Museums and Sites Brooklyn Historical Society: 'Sortilège d'Amour! The French Cantata' (Saturday) This BaroQue Across the River program of 18th-century music in historical settings features Campra's ''Arion''; Rameau's ''Orphée,'' ''Rossignols Amoureux'' and ''Pièces de Clavecin en Concert'' (No. 3); and sonatas by Michele Mascitti." , "date" : "20111202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/02\/arts\/spare-times-for-dec-2-8.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "MICHAEL MENTESANA, the grandson of Italian immigrants on both sides of his family, grew up in a red brick house in Marine Park, Brooklyn, on a quiet street not far from Sheepshead Bay. His father was a dental technician; his mother was a nurse. There was a basketball court in the backyard, along with his mother's small garden, heavy on roses and" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST END AVENUE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | UPPER WEST SIDE; The House Of Annotated Corks" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/realestate\/habitats-a-wine-collector-in-residence.html"} , {"body" : "NEW YORKERS have been fleeing Manhattan in search of more affordable housing for so long that just about every neighborhood in the other boroughs has been anointed the city's next great destination for bargains. Despite this well-worn path off the island, however, finding a place to live in some up-and-coming corner of the city can have its" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Step Away From the Computer" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/realestate\/finding-a-home-in-the-outer-boroughs-by-pounding-the-pavement.html"} , {"body" : "Between them, New York City and the Interior Department control more than 10,000 acres of parkland stretching across south Brooklyn and Queens in Jamaica Bay. And now they are going to work together to improve it. In an agreement announced on Thursday, Mayor Michael R. Bloomberg and Ken Salazar, the interior secretary, pledged to coordinate their" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "U.S. and City Unite to Aid Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/nyregion\/united-states-and-nyc-to-coordinate-jamaica-bay-parkland.html"} , {"body" : "A picture caption on Wednesday with an article about the Million Trees campaign in New York City referred incorrectly in some editions to the saplings two workers were shown handling. They were destined for Marine Park in Brooklyn; they were not ''in'' Marine Park." , "date" : "20111021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E0DC103BF932A15753C1A9679D8B63"} , {"body" : "In a city of steel and concrete, a single tree offers a burst of green, a cooling canopy and an antidote for frayed nerves. It seems as if nobody is against one tree. But try planting a million of them. That is what New York City has been aiming to do, and as Mayor Michael R. Bloomberg installed the 500,000th tree in St. Nicholas Park in Upper" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "As City Plants Trees, Some Say a Million Are Too Many" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/nyregion\/new-york-planting-a-million-treestoo-many-some-say.html"} ,   {"body" : "Stuart Appelbaum, an influential union leader in New York City, was in Tunisia last month, advising the fledgling labor movement there, when he received a flurry of phone calls and e-mails alerting him to the rumblings of something back home. Protesters united under a provocative name, Occupy Wall Street, were gathering in a Lower Manhattan park" , "date" : "20111006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seeking Energy, Unions Join Wall Street Protest" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/06\/nyregion\/major-unions-join-occupy-wall-street-protest.html"} , {"body" : "THE crisp white of the cricket uniform is a familiar sight on Sundays in Richmond Hill, Queens, but on Monday it was mixed with black. Traffic clogged the roads around the stately St. Paul's Lutheran Church as hundreds of people streamed in for the funeral of the cricket umpire everyone knew as Uncle Jerry. A patriarch of the New York City cricket" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT; Tribute in White For Cricket Patriarch" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/25\/nyregion\/cricketers-in-new-york-mourn-jerry-kishun-beloved-umpire.html"} , {"body" : "It took OTB a long time to be born. And it is taking a long time to die. Make no mistake: the 50 or so Off-Track Betting Corporation parlors across the city have been closed since December. But very few of the spaces have found new tenants -- not in this economy, and not in their condition. So OTB lives on in ghostly apparition. The corner parlor" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "The Ghosts Of Wagers Past Linger On Across the City" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/at-otb-parlors-ghosts-of-wagers-past-linger.html"} , {"body" : "When Ed and Paula Antonio moved from a small home in Marine Park, Brooklyn, to a roughly 3,000-square-foot house in Belle Harbor, Queens, they realized that with all that space and a central air-conditioning system, their electricity costs would run much higher. So after intensive research and analysis and the bids of five contractors, they paid" , "date" : "20110712" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE APPRAISAL; Solar Panels Still Rare, Despite Glow of $7 Power Bills" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/12\/nyregion\/solar-energy-slowly-grows-in-new-york-homes.html"} , {"body" : "Around Town Museums and Sites Brooklyn Historical Society: Architectural Tour (Sunday) Guided tour of the building that houses the Brooklyn Historical Society, designed by George Post and built in 1881. At 2 p.m., Brooklyn Historical Society, 128 Pierrepont Street, near Clinton Street, Brooklyn Heights, (718) 222-4111, brooklynhistory.org; free" , "date" : "20110708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/08\/arts\/spare-times-for-july-8-14.html"} , {"body" : "LEKOWSKI--Mary \"Pat\". 76, of Brooklyn, NY, Toms River, NJ and Charlotte, NC died June 17, 2011 in Charlotte after a long illness. She was a graduate of Long Island College Hospital School of Nursing and earned her MA in education from Columbia University, NY. She was employed by Beth Israel Hospital, Kings Highway Division, Brooklyn, NY (1966-2003)" , "date" : "20110620" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths LEKOWSKI, MARY \"PAT\"" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E4DF123AF933A15755C0A9679D8B63"} , {"body" : "When a group of teenagers began to kick parked cars and rip open bags of garbage on a quiet street in Marine Park, Brooklyn, on Saturday night, a few residents ventured onto their front lawns and yelled at the group to leave. Others stayed indoors and watched from windows. One neighbor, Thomas Dunikowski, 30, went further. A recent arrival on the" , "date" : "20110620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Two Teenagers Shot With Rifle In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/20\/nyregion\/brooklyn-man-shoots-rifle-at-teenagers-police-say.html"} , {"body" : "WASHINGTON -- A day after a spokeswoman for Representative Anthony D. Weiner said he was checking into a rehabilitation center, his aides on Sunday could not say what kind of treatment he was receiving or when he would be released. Pressed on whether Mr. Weiner, a Democrat, had plans to return to work in the House once he had completed his" , "date" : "20110613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Despite Plan to Enter Rehab, Weiner Still Faces Calls to Resign" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/13\/nyregion\/despite-rehab-plan-more-calls-for-weiner-to-quit.html"} , {"body" : "Eran Ribak just does not understand how Representative Anthony D. Weiner could not recognize whether the man in the gray boxer briefs was him or not. ''I know every photo I have on my computer, and he should know every photo he has on his computer,'' said Mr. Ribak, 34, who owns a produce market in Sheepshead Bay, Brooklyn, in Mr. Weiner's" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In District, Puzzled by Weiner's Uncertainty on Photo" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/nyregion\/for-weiners-constituents-its-not-the-photo-but-the-uncertainty.html"} , {"body" : "Charles McGrath's essay for On Par earlier this week extolling the beauty of bad golf courses elicited a long list of tributes to the ugly ducklings of the game, settings that include 90-degree doglegs, abandoned cars, barbed wire and stubborn kangaroos. But just as McGrath found beauty in places where shots bounced off power line towers and" , "date" : "20110530" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "ON PAR; Stories of Bad Golf Courses, Landfills and Kangaroos" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFD9113AF933A05756C0A9679D8B63"} ,   {"body" : "Old Stephanus had a farm. It was along the East River waterfront, where Stephanus van Cortlandt (1643-1700) the city's first native-born mayor, had a rambling estate and some underwater lots at the base of Golden Hill, at what is now Fulton and Pearl Streets in Lower Manhattan. On this farm, there was a wall. We know this because a few weeks ago," , "date" : "20110418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Everywhere An Artifact: A Dig Bares A Farm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DA1E3EF93BA25757C0A9679D8B63"} , {"body" : "LET'S get this out of the way: The golf courses in New York City will never be confused with Pebble Beach, Bethpage Black or any of America's great public courses. If you want a four-and-a-half-hour round, meticulously manicured greens or even an unfailingly polite playing partner, consider going elsewhere. But if you appreciate the idea of hauling" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Fairways Where Golf Becomes The City Game" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/travel\/08nygolf.html"} , {"author" : "Nora Carr lives in Jackson Heights, Queens, and is a graduate student in history and literature at New York University." , "body" : "Invasion of the Film Crews A few months ago, my boss, a recent transplant to the city, arrived at work and announced, with great excitement, ''They're filming something right outside!'' ''Mm-hmm,'' I said. Somehow my explicit noninterest encouraged him to continue: ''Ben Stiller is there; it's pretty cool!'' It's not that I have anything against" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COMPLAINT BOX | LIGHTS! CAMERA! LEAVE?; Two Takes on a New York Frame of Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E5D7173FF934A15751C0A9679D8B63"} , {"body" : "The cigarettes Audrey Silk used to smoke -- Parliament Lights -- are made at a factory in Richmond, Va. The cigarettes she smokes these days are made and grown in Brooklyn, at her house. Ms. Silk's backyard is home to raspberry and rose bushes, geraniums, impatiens and 100 tobacco plants in gardening buckets near her wooden deck. Inside her house," , "date" : "20110225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Now in Brooklyn, Homegrown Tobacco: Local, Rebellious And Tax Free" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/nyregion\/25tobacco.html"} , {"body" : "KELLY--Col. James A.,on February 22, 2011. Retired Col. US Army. Beloved husband of Marie P. (nee White). Loving father of James, Katherine Quinn and her husband Damien, Michael, Jean Hery and her husband Keith. Dear brother of Dennis and Donald. Cherished grandfather of Damien, Madeleine, Rory, Kelly, James and Aiden. Funeral Saturday, 8:30am from" , "date" : "20110224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths KELLY, COL. JAMES A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E5DF1E3AF937A15751C0A9679D8B63"} , {"body" : "In the hours before a dog competes at the Westminster Kennel Club Dog Show, tensions can mount as owners and handlers furiously prepare their canine divas for the ring. Hair is blown straight or teased into fanciful poufs. Snouts and paws are daubed with talcum powder. Wayward hairs and whiskers are trimmed with precision. Over by the Labrador" , "date" : "20110216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "For Familiar Breeds, A Lack of Respect" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/16\/sports\/16dogs.html"} , {"body" : "A century ago, Israel Zangwill popular- ized the term in his play, ''The Melting Pot.'' From a Lower East Side rooftop, the protagonist proclaimed, ''What is the glory of Rome and Jerusalem, where all nations and races come to worship and look back, compared with the glory of America, where all races and nations come to labor and look forward?''New" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Then as Now: New York's Shifting Ethnic Mosaic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D7123EF930A15752C0A9679D8B63"} , {"body" : "Around Town Museums and Sites Historic Richmond Town (Saturday) A performance of traditional songs and stories by Bob Conroy and Norm Pederson. Part of the Tavern Concert series; reservations necessary, Ext. 281. At 7:30 and 9 p.m., 441 Clarke Avenue, Staten Island , (718) 351-1611, historicrichmondtown.org; $15, $12 for members.20110113 Museum of" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/arts\/14spare.html"}]