[  {"body" : "Courthouse regulars know the signs: the trembling fingers, the sniffle, the telltale blow of the nose. Another defendant is sobbing. Whether it is a politician owning up to corruption or a scam artist admitting frittered millions, the weep is a courthouse staple. The latest excruciating example came this week, as a previously powerful state senator" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "When Tears Flow in Court, It's Pass a Tissue and Just Wait for the Agony to End" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/nyregion\/weeping-before-judge-as-carl-kruger-did-is-common.html"} , {"body" : "A day after former State Senator Carl Kruger tearfully pleaded guilty to corruption charges, the campaigning to replace him began on Wednesday, with Republicans hoping for a rare victory in New York City and Democrats eager to hold the seat. The state's top elected Republican, Dean G. Skelos of Long Island, the Senate majority leader, and dozens of" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "G.O.P. Is Hopeful as Race to Replace Senator Takes Shape" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/race-takes-shape-for-seat-of-legislator-who-pleaded-guilty.html"} , {"body" : "In the annals of municipal corruption in New York City, the themes of graft, greed and betrayal have been familiar running mates from one century to the next, accompanying the fall of the Tammany boss William Tweed in the 1870s, the resignation of the popular mayor James J. Walker in 1932, and the bribes, appetites and suicide of Donald R. Manes, a" , "date" : "20111221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "After Resigning, a Tearful Senator Pleads Guilty to Accepting Bribes" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/21\/nyregion\/senator-carl-kruger-pleads-guilty-in-corruption-case.html"} , {"body" : "State Senator Carl Kruger was expected to plead guilty on Tuesday to federal corruption charges that he accepted at least $1 million in bribes to finance a lavish lifestyle, including a large home in Mill Basin, Brooklyn, where he lived with two gynecologist brothers and their mother, according to several people briefed on the case. One of the" , "date" : "20111220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Brooklyn Senator Expected to Plead Guilty in Corruption Case" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/20\/nyregion\/brooklyn-senator-expected-to-plead-guilty-in-corruption-case.html"} , {"body" : "Assemblyman Hakeem Jeffries, calling Congress a ''swamp of dysfunction,'' has begun accepting contributions for a race against a fellow Democrat, Representative Edolphus Towns of Brooklyn. Mr. Jeffries said he had not made a final decision to run against Mr. Towns, but in late September he filed paperwork that would allow him to proceed as a" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "Assemblyman Appears Ready to Join Race for Congress" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/assemblyman-jeffries-seems-ready-to-join-race-for-congress.html"} , {"body" : "Francois Guillet, 68, caught my bow line and tied my boat to his steel-hulled work boat. -I told him I was traveling around New York City by boat this week, to meet the people who work and play on its waterways. Monday's expedition was in Rockaway Inlet, off South Brooklyn, and into Jamaica Bay in Queens. Mr. Guillet, who runs a marine equipment" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Fresh Views From New York's Low Seas" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFDB1E31F93AA3575BC0A9679D8B63"} , {"body" : "Get me to my car, stat. Windows down. Sun roof back. Radio blaring, damaging the already tender speakers. It's where music sounds best, where a new song jumping out of the radio can be enough to put nearby drivers at risk. Two a.m., F.D.R. Drive, ''Make It Rain'' bouncing off the car frame -- that's when things make sense. I grew up in the outer" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE HOT LIST | MUSIC; Riding in Cars With Music" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/arts\/music\/jon-caramanicas-driving-music.html"} , {"body" : "Representative Anthony D. Weiner, a once-promising politician whose Brooklyn roots and scrappy style made him a leading candidate to be the next mayor of New York, resigned his seat on Thursday, ending a three-week scandal over his lewd online behavior that startled his constituents and alienated many of his colleagues. Mr. Weiner made the decision" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "IN CHAOTIC SCENE, WEINER QUITS SEAT IN SCANDAL'S WAKE" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/nyregion\/anthony-d-weiner-tells-friends-he-will-resign.html"} , {"body" : "Eran Ribak just does not understand how Representative Anthony D. Weiner could not recognize whether the man in the gray boxer briefs was him or not. ''I know every photo I have on my computer, and he should know every photo he has on his computer,'' said Mr. Ribak, 34, who owns a produce market in Sheepshead Bay, Brooklyn, in Mr. Weiner's" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In District, Puzzled by Weiner's Uncertainty on Photo" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/nyregion\/for-weiners-constituents-its-not-the-photo-but-the-uncertainty.html"} , {"body" : "ON a sunny day, with a cool breeze blowing off the water and people sitting at sidewalk tables sipping tea from small glasses, Emmons Avenue in Sheepshead Bay, Brooklyn, could almost be in Istanbul -- or even in the Ukrainian port city of Odessa. Which may explain why so many Turkish and Ukrainian immigrants have made themselves at home among the" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SHEEPSHEAD BAY, BROOKLYN; Calm and Clamor, in Equal Measure" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/realestate\/calm-and-clamor-in-equal-measure-living-insheepshead-bay-brooklyn.html"} ,   {"body" : "Pins clattered to a soundtrack of the Drifters and the Temptations as if it were a half-century ago when Maple Lanes first opened, only without the clouds of smoke. Men wearing gold chains with bowling pin pendants hugged and kissed as if they had not seen one another in years, instead of the Wednesday before, while women unpacked their bowling" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BOROUGH PARK JOURNAL; In Brooklyn, Bowlers Enjoy A Haven While It's Still Around" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/at-maple-lanes-longtime-bowlers-prepare-for-loss.html"} , {"body" : "Federal corruption charges leveled against State Senator Carl Kruger this month described how he had helped provide luxuries to the two brothers with whom he lives in Brooklyn. The charges say Mr. Kruger, 61, a Democrat, used money from bribes for the mortgage of the waterfront mansion in Mill Basin where the three men live with the brothers'" , "date" : "20110329" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "State Senator in Graft Case Won City Privileges for Housemates" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/29\/nyregion\/29kruger.html"} , {"body" : "An article last Sunday about the ties between State Senator Carl Kruger and the Turanos, a Brooklyn family with a mansion in Mill Basin, Brooklyn, referred incorrectly to the street where the family had a home in Canarsie. It is Glenwood Road, not Avenue." , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2D6133DF934A15750C0A9679D8B63"} , {"body" : "EVEN in a city that celebrates unbridled ostentation, the sprawling estate at 139 Bassett Avenue in the seaside enclave of Mill Basin, Brooklyn, seems to redefine conspicuous consumption. The front yard is a gaudy stab at Versailles, with four-foot obelisks at each corner of the driveway, intricately tiled fountains and a series of steel sculptures" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Senator's Shadow Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1D91231F933A15750C0A9679D8B63"} , {"body" : "EVEN in a city that celebrates unbridled ostentation, the sprawling estate at 139 Bassett Avenue in the seaside enclave of Mill Basin, Brooklyn, seems to redefine conspicuous consumption. The front yard is a gaudy stab at Versailles, with four-foot obelisks at each corner of the driveway, intricately tiled fountains and a series of steel sculptures" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Senator's Shadow Family" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/nyregion\/20turanos.html"} , {"body" : "International TIME OF RESPONSE TO PLANT CRISIS IS AT ISSUE With plant workers and soldiers struggling to re-establish cooling at Japanese crippled nuclear power plant, the question is whether time is working for or against them. Experts say the question is surprisingly hard to answer. But it is taking on an urgency as questions mount about whether" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E4D91731F933A15750C0A9679D8B63"} , {"body" : "State Senator Carl Kruger, an Albany power broker, and the Turano family of Mill Basin, Brooklyn, are players in a story of corruption and lavish living." , "date" : "20110319" , "day_of_week_facet" : "Saturday" , "title" : "Timeline: Carl Kruger and the Turano Family" , "url" : "http:\/\/www.nytimes.com\/interactive\/2011\/03\/20\/nyregion\/20100320_kruger_timeline.html"} , {"body" : "Just before 10 a.m. on Monday, as federal investigators searched the Upper West Side apartment of Richard J. Lipsky, a lobbyist suspected of corruption, other F.B.I. agents -- who were monitoring wiretaps of Mr. Lipsky's phones -- detected a strange call. At one end of the line, their equipment showed, was Mr. Lipsky's cellphone. At the other was" , "date" : "20110312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "In a Series of Phone Calls, an Ear Into a Federal Corruption Case" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/12\/nyregion\/12kruger.html"} , {"body" : "In Albany, State Senator Carl Kruger was a canny and influential lawmaker for 16 years, respected for his command of the political currency that matters most: raising and spreading around campaign contributions. But there was something unusual about Mr. Kruger. He rarely socialized with fellow senators, seemed uncomfortable in crowds, frequently" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Graft Charges Depict Senator's Lavish Lifestyle" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/nyregion\/11kruger.html"} , {"body" : "A corruption case unsealed on Thursday included a large cast of characters beyond State Senator Carl Kruger, Assemblyman William F. Boyland Jr. and six others who were charged. Also highlighted in the criminal complaint was ''a significant real estate development firm,'' identified as ''Real Estate Developer No. 1,'' that was ''spearheading an over" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Developer Plays Role Among Cast Of Characters" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/nyregion\/11ratner.html"} ,   {"body" : "Flowers were piled at the foot of the twin wooden coffins lined up end to end on the second floor of a Brooklyn funeral home on Tuesday morning: bouquets of all white for the mother, Anna Bulchenko, 56, and white-and-pink arrangements for her 20-year-old daughter, Yelena. Wandering between them, clutching a tissue and swaying in anguish, was" , "date" : "20110216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "At Funeral, Police Regret They Couldn't Stop Killer" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/16\/nyregion\/16stabber.html"} , {"body" : "Leo Martinez spent a backache-inducing 40 minutes on Thursday clearing 19 inches of snow from the roof and windows of his S.U.V., in the winter wonderland that was East Tremont in the Bronx. It was hard work, but it was costing him, too: He had to pay the two men helping him dig out his car $10 each. ''My baby is sick at home, and we're trying to" , "date" : "20110129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "How Bad Is the Snow? Depends Where You Live" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/29\/nyregion\/29snow.html"} , {"body" : "Teria McGhee has been steadily employed for the last three decades, raising four children -- and, beginning last month, a foster child -- largely on her own. They were getting along fine, until her bladder prolapsed. She had symptoms for two years, like frequent and painful urination, before going to the doctor, Ms. McGhee said. Her mother suffered" , "date" : "20110115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE NEEDIEST CSES; An Assist for a Woman Who Usually Helps Others" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/15\/nyregion\/15neediest.html"}]