[  {"body" : "Another year down, another drop of the ball, another chance to get it all right. The parties of New Year's Eve are ostensibly the way to start another trip around the Sun with a burst of exuberance. But really New Year's Eve is a confessional, a way to scrape off the muck of the year that's ending with loud music, maybe some libations and a" , "date" : "20111230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "Soundtracks For a Year's Last Parties" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/30\/arts\/music\/pop-music-choices-for-new-years-eve.html"} , {"body" : "Recordings are forever. Concerts -- even in the era of YouTube and the tour-documentary DVD -- are fleeting experiences, subject to many nonmusical variables. But they can transform reputations and careers. Here the pop and jazz critics of The New York Times recap their most memorable performances of 2011, in order of importance. JON PARELES Jon" , "date" : "20111229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Onstage Memories" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/29\/arts\/music\/pop-and-jazz-concert-highs-of-2011.html"} , {"body" : "At 8 in the morning, a scrap of paper blew across an apocalyptic Times Square, and Costantino Gava, a tourist from Italy, stood amid an archipelago of abandoned red cafe tables. He looked about at the vast circus of neon lights winking allure at no one, and snapped another picture of the desolation. ''Buon Natale,'' he said with a shrug. In a city" , "date" : "20111226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY" , "FIFTH AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "With Christmas Morning, the Rare Serenity of Long Ago" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/26\/nyregion\/christmas-morning-brings-rare-serenity-to-nyc.html"} , {"body" : "JON PAUL LUPO grew up not far away in Marine Park, but thinking back, he figures the most interaction he had with Sunset Park in those days was driving past it on the Gowanus Expressway. For his wife, Melanie, the area was even less familiar -- she is from South Dakota. Early this year, though, after more than a decade away from New York, Mr. Lupo" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SUNSET PARK, BROOKLYN; A Low-Slung District With a Very High Perch" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/realestate\/sunset-park-brooklyn-living-in-low-slung-but-with-a-high-perch.html"} , {"body" : "The show did not pander, fans said. It did not condescend. It showed Brooklyn, they insisted, for what it was -- a place, apparently, with unlicensed private detective work, armies of baby strollers and a bearded superhero whose most salient superpower, acquired after a below-the-belt run-in with the third rail of a subway, cannot be described in a" , "date" : "20111224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Gathering to Mourn the End of a Show That Celebrated Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/24\/nyregion\/bored-to-death-canceled-after-3-seasons-and-fans-mourn.html"} , {"body" : "The average holiday office party can be divided into two parts: awkward conversation with co-workers before the booze kicks in, and even more awkward conversation with co-workers after it does. That's why the Miser tends to bow out early and head to parties where letting loose is less likely to damage professional reputations. The Mandatory Office" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "WEEKEND MISER; Mandatory Office Party and 'Night of Dirty Songs'" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/nyregion\/mandatory-office-party-and-night-of-dirty-songs.html"} , {"body" : "DARA KASS grew up in Sheepshead Bay, Brooklyn, in an attached two-family house. (Her grandparents lived downstairs.) Her husband, Michael, grew up in doorman buildings on the Upper West Side. Their first apartment together was a large one-bedroom in Zeckendorf Towers in Union Square. Five years ago, when they were about to start a family, Park" , "date" : "20111218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Holding-Pattern Home" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/18\/realestate\/the-hunt-a-holding-pattern-home.html"} , {"body" : "Dance Full reviews of dance performances: nytimes.com\/dance. Active Viewing Hour (Friday and Saturday) Levi Gonzalez, an artist in residence at Brooklyn Arts Exchange, is the curator of this impromptu works-in-progress showing. According to his curatorial statement, he's chosen two choreographers, Rebecca Patek and Liz Santoro, who challenge their" , "date" : "20111216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/arts\/dance\/dance-listings-for-dec-16-22.html"} , {"body" : "'Superheroes Who Are Super!' To some children the holidays already have a superhero: that chubby, red-suited guy who makes reindeer fly, sleds around the stratosphere and delivers gifts worldwide. Impressive stuff, but where are the climactic battles? The struggle between good and evil? Save the Day Productions will provide them this weekend in" , "date" : "20111216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/arts\/spare-times-for-children-for-dec-16-22.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History: Origami Tree (through Jan. 2) Animals and other large objects, many drawn from items in the museum, are the subjects of about 500 origami ornaments in the annual holiday display in the Grand Gallery; included are elephants, dinosaurs, diamonds and planets. Volunteers will be on hand" , "date" : "20111216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/arts\/spare-times-for-dec-16-22.html"} ,   {"body" : "Looking for a gift that will please more than just the recipient? This year there are teas, calendars and a grab bag of Brooklyn-made treats that benefit charitable groups. Ajiri tea, from a cooperative of small growers in the Kisii region of western Kenya, can be brewed strong without tannic bitterness. That's because only the top few leaves are" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "FOOD STUFF; Give a Gift, Help a Charity" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/dining\/give-a-gift-and-benefit-a-charity-food-stuff.html"} , {"author" : "As told to Joan Raymond. E-mail: joan.raymond@nytimes.com" , "body" : "A FEW years ago, I was working on a proposal for a wedding while I was traveling. My seatmate was a young woman who had this huge accordion folder on her lap. There must have been a million files in it, all related to her wedding. She kept asking the young man seated next to her what he thought about various things she was pulling out of that" , "date" : "20111213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "FREQUENT FLIER; After a Fainting Spell, Learning to Fly Again" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/13\/business\/after-a-fainting-spell-learning-to-fly-again.html"} , {"body" : "BEFORE the Fendi baguette grew stale and Marc Jacobs Stam knockoffs were sold on Canal Street, a young woman in the city's creative fields might have considered a luxury bag a necessary investment. These days, thanks to the ascent of the humble cloth tote, she can save her shoe budget and still look, well, smart. ''I often only carry a tote,'' said" , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "NOTICED; A Message On Every Arm" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/fashion\/tote-bags-replace-purses-as-status-symbols.html"} , {"body" : "TWO years ago, when David and Kathleen Conte moved to New York, they were relatively unfamiliar with it. Mr. Conte is from the Boston suburbs, and Ms. Conte is a native of Berlin, Germany. The couple met through friends when Ms. Conte was a student doing a banking internship in Boston. After a trans-Atlantic courtship, Mr. Conte moved to Frankfurt," , "date" : "20111211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Life Without Earplugs" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/11\/realestate\/the-hunt-a-search-for-a-quiet-apartment.html"} , {"body" : "'A Christmas Carol, as Told by Charles Dickens (himself)' Jacob Marley, Ebenezer Scrooge's former partner and fellow tightwad, was ''as dead as a doornail,'' Charles Dickens wrote. In the ''Christmas Carol'' at Canal Park Playhouse, Marley is as dead as, well, a chair. Empty wooden chairs -- a Windsor and a half-dozen folding models -- become" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "26" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/spare-times-for-children-for-dec-9-15.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum: St. Nicholas Celebration (Saturday and Sunday) The traditions of a Dutch Christmas will be told in stories and music by the Bronx Arts Ensemble at 1 and 3 p.m., 895 Shore Road North, the Bronx, (718) 601-7399, bronxartsensemble.org. Free, but reservations are required, and tickets are" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/spare-times-for-dec-9-15.html"} , {"body" : "TOM NISHIOKA twirled his wife, Alexandra Bloom, up and down the aisles of the Park Slope United Methodist Church on a recent Saturday afternoon in Brooklyn. As Dr. Bloom danced, the skirt of her strawberry red silk dress fluttered, and her cheeks glowed. She and her husband were there to renew their vows after eight years of a marriage that has" , "date" : "20111204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "After the Years' Ups and Downs, Beginning Again" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/fashion\/weddings\/couples-celebrate-and-renew-their-marriage-vows.html"} , {"body" : "WITH most lenders requiring home buyers to put down at least 20 percent -- and sometimes, with more expensive properties, an even greater amount -- the best holiday gift some people might receive would be help with the down payment. Under federal tax law, each individual is permitted to give away money or valuables worth up to $13,000 to a single" , "date" : "20111204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "MORTGAGES; Help With a Down Payment" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/realestate\/mortgages-help-with-a-down-payment.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. Rez Abbasi's Invocation (Tuesday and Wednesday) Mr. Abbasi, a guitarist with a taste for fluid introspection and slippery fusions, offers a loose jazz translation of devotional Sufi music on his engaging new album, ''Suno Suno'' (Enja). Celebrating its release, he reconvenes its entire" , "date" : "20111202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/02\/arts\/music\/jazz-listings-for-dec-2-8.html"} , {"body" : "The pursuit of aloneness -- in a deep-focus, self-obliterating sense -- seems to mean a lot to the trumpeter Nate Wooley. An improviser with a tactile, patient, interrogatory approach to his craft, he belongs to the avant-garde jazz tradition but doesn't press the issue of lineage. His two most recent albums are solo trumpet recordings: sealed-off" , "date" : "20111202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "MUSIC REVIEW; Songs About Friendship, Performed With His Pals" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/02\/arts\/music\/nate-wooley-quintet-omega-at-brooklyn-lyceum-review.html"} ,   {"body" : "Gingerbread Dwellings Le Parker Meridien hotel will have gingerbread houses created by bakeries and restaurants on display, free, in the lobby at 119 West 56th Street starting on Thursday. A chance to vote on the structures comes with a $1 ticket, to benefit City Harvest, sold at the concierge desk. Farm-Bred Caviars A tasting of four farm-raised" , "date" : "20111130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/30\/dining\/dining-calendar-from-nov-30.html"} , {"body" : "Pop Jon Pareles The Metropolitan Museum of Art is no rock club, and it has booked New York City's rock shaman PATTI SMITH for a series of relatively quiet performances revolving around literary and artistic themes: songs, poems, readings and whatever else Ms. Smith decides is illuminating. Her show on Dec. 2, with her daughter, Jesse Smith, and" , "date" : "20111127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "The Week Ahead | Nov. 27 - Dec.3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3DB1331F934A15752C1A9679D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. John Benitez Quintet (Wednesday) John Benitez, a Puerto Rican bassist with experience in straight-ahead jazz as well as Latin settings, affixed this show with the subhead ''New Dimensions in Latin Jazz.'' The band he leads will feature Francis Benitez, his son, on drums, along with the" , "date" : "20111125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/25\/arts\/music\/jazz-listings-for-nov-25-dec-1.html"} , {"body" : "THE ADVENTURES OF TINTIN: SEASON ONE (Shout! Factory, 2 discs, $19.93) Before Steven Spielberg's ''Adventures of Tintin'' arrives this winter and imprints its motion-capture versions of Tintin, Snowy and Captain Haddock on our brains, devoted readers of Hergé's comic strips might want to check out this 1991-92 television series. A Canadian-French" , "date" : "20111125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "TELEVISION; Catching Up On TV Shows, Past and Present" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/25\/arts\/television\/tv-shows-on-dvd-roundup-holiday-gift-guide-2011.html"} , {"body" : "A fire ignited by careless smoking in bed swept through a Brooklyn row house on Thursday, critically injuring a child and a woman and hurting three others, including a man who broke a third-floor window and scrambled, screaming, to a neighbor's awning for safety, officials and witnesses said. All those injured in the blaze, which began at the back" , "date" : "20111125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Five Injured in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/25\/nyregion\/five-injured-in-fire-at-brooklyn-brownstone.html"} , {"body" : "On a stretch of Prospect Park's main drive, bright orange traffic barrels are the most visible symbols of an urgent and emotional debate over whose rights should have priority in Brooklyn's largest park: pedestrians' or cyclists'? The barrels, which appeared suddenly last Monday, are part of an effort by park officials to slow down bicycle riders," , "date" : "20111121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Prospect Park Takes Steps to Slow Cyclists" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/21\/nyregion\/after-collisions-prospect-park-attempts-to-slow-cyclists.html"} , {"body" : "At 3:55 p.m. five days a week, Jeremiah Fox heads down the block from the Juice Box, a wine store he manages in Windsor Terrace, Brooklyn, and enters the Crossroads Cafe. He hastily folds up the cafe's outdoor seats, concealing them in a corner behind an attractive Chinese screen, and snaps together a three-piece portable bar. Unscrewing the cafe's" , "date" : "20111121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROSSROADS CAFE (NYC)" , "WINDSOR TERRACE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "At Night, a Cafe Reveals It Has a Split Personality" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/21\/nyregion\/in-windsor-terrace-a-cafe-with-a-split-personality.html"} , {"body" : "THE playwright J. T. Rogers enjoys one of New York City's briefest commutes. Most days he leaves his apartment in Park Slope, Brooklyn, and strolls past elm trees, brownstones and his son's elementary school to his office, just a few blocks away. His plays, however, travel more exotic routes: from Rome to Rwanda, Madagascar to the Middle East." , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "ARTS & LEISURE; Mr. Rogers's Very Tough Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/theater\/mr-rogerss-very-tough-neighborhood.html"} , {"body" : "If, by some typically improbable turn of events, Homer Simpson were to unearth from his backyard an old chest containing a chess set from medieval times, what would the pieces look like? Chances are they would resemble the lovable little contestants beautifully carved from walrus tusks by anonymous artisans in the famous cache known as the Lewis" , "date" : "20111118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "ART REVIEW; Medieval Foes With Whimsy" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/18\/arts\/design\/the-game-of-kings-medieval-ivory-chessmen-from-the-isle-of-lewis-at-the-cloisters.html"} , {"body" : "Creating a bicycle room for tenants at 345 Hudson Street turned out to be a good fit. The blocklong building in the quiet streets of northern TriBeCa has a low carbon footprint, and many employees of businesses there, like Penguin Putnam, Starbucks and CBS Radio, were already biking to work. And there was an unused storage space off Charlton" , "date" : "20111116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; A Room of Their Own for 2-Wheeled Commuters" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/16\/realestate\/commercial\/for-those-who-pedal-to-work-a-room-to-store-their-bikes.html"} ,   {"body" : "TISNE--Peter. Much loved husband, brother and father, died October 29. As a partner at Emmet, Marvin and Martin, Peter pioneered the field of American Depository Receipts. More than his profession, however, this long-time Park Slope resident loved his family, the Yankees, and the Giants, in that order. He is survived by his wife of 42 years, Jean;" , "date" : "20111113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths TISNE, PETER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6DB173AF930A25752C1A9679D8B63"} , {"author" : "Larry Carlat is a writer, editor and Web professional who lives in Brooklyn. He is not on Facebook." , "body" : "It started June 25, 2008: ''Testing, testing. Is this thing on?'' My first tweet. I began by trying to make a few friends laugh. I had no idea how quickly tweeting would consume me. Before long I was posting 20 to 30 times a day, seven days a week. Some of my posts were funny, some sad, some vaguely existential -- ''Living happily ever after is" , "date" : "20111113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "66" , "title" : "LIVES; Confessions of a Tweeter" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/13\/magazine\/confessions-of-a-tweeter.html"} , {"body" : "Manhattan Greenwich Village $355,000 211 Thompson Street (Bleecker St.) 0 1 0 18 weeks 400-sq.-ft. studio co-op in a prewar building; part-time doormen, renovated kitchen and bath, balcony; mainte- nance $851, 47% tax deductible; listed at $385,000. Brokers: Citi Habitats; Prudential Douglas Elliman. Inwood $439,000 90 Park Terrace East (218th St.)" , "date" : "20111113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6D6113FF930A25752C1A9679D8B63"} , {"body" : "PUPPETS ON FILM They make some of the best colleagues in cinema: hardworking, uncomplaining, malleable, never in need of the Betty Ford Center. And even in small roles they add magic and mystery. Now moviegoers can admire their artistry, and that of their operators, in Puppets on Film, presented by BAMcinématek and the Jim Henson Foundation." , "date" : "20111111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/11\/arts\/spare-times-for-children-for-nov-11-17.html"} , {"body" : "NEARLY a million people live alone in New York City, according to Census Bureau figures. And at one time or another, almost all of them have probably had the same thought: if I die unexpectedly tonight, watching an episode of ''The Millionaire Matchmaker,'' who will find the body? A boss? An estranged lover? The pizza delivery guy? How about a" , "date" : "20111110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Coping With the Flies of Fall" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/10\/garden\/coping-with-the-flies-of-fall.html"} , {"body" : "Opening ALLSWELL With its half-timbered facade, this place would suit an English village. The chef, Nate Smith, formerly of the Spotted Pig, understands the gastropub genre. Much of the food is seasonal and inspired by the euro zone (sardines with sea salt, pork chop with chestnut spaetzle and onions). But it's clear that Mr. Smith also picked up a" , "date" : "20111109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/09\/dining\/allswell-brasilina-restaurant-open-off-the-menu.html"} , {"body" : "Every fall, thousands of upper-middle-class parents here awake in night sweats, overcome by the anxiety of trying to get their children into costly and prestigious preschools. To say this, of course, is to say something as obvious as ''pork chops cost more at Dean & DeLuca than they do at Key Food.'' Two years ago an entire documentary film," , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BIG CITY; Burdening Children With a Flawed Policy" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/nyregion\/burdening-children-in-need-with-a-flawed-policy.html"} , {"body" : "''SOMETIMES you got to do it all yourself,'' said Doris V. Amen late one recent weeknight as she hopped up onto the back of her hearse, clamped her high-heeled pumps onto the back bumper and yanked a stubborn corpse on a stretcher out onto a windswept Brooklyn street. She wheeled the body into the embalmer's office and left it next to a pair of" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREEN-WOOD CEMETERY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CHARACTER STUDY; An Undertaker With Purple Nails" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/nyregion\/an-undertaker-with-purple-nails.html"} , {"body" : "PARK SLOPE DUPLEX $1,150,000 BROOKLYN: 270 Fifth Street (Fourth and Fifth Avenues), #1E A three-bedroom two-bath co-op with an office, a private garden, a deeded parking space and a common laundry, in a factory converted in the 1980s. Heather McMaster, Corcoran Group (917) 803-4219, corcoran.com Open house Sunday, 12 to 1:30 p.m. MAINTENANCE:" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On the Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D7173CF935A35752C1A9679D8B63"} , {"body" : "MASTROROCCO--V. Peter, OD, on November 3, 2011. Member, Board of Trustees, New York Methodist Hospital. Practiced in Park Slope for over 50 years. Charter member, South Brooklyn Lions Club. Beloved husband of the late Ruth (nee Flynn). Devoted father of Susan and Diane. Cherished brother of A. Ralph. Also survived by many nephews. Family will" , "date" : "20111105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths MASTROROCCO, V" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E5D6163AF936A35752C1A9679D8B63"} ,   {"body" : "MASTROROCCO--V. Peter, OD, on October 3, 2011. Member, Board of Trustees, New York Methodist Hospital. Practiced in Park Slope for over 50 years. Charter member, South Brooklyn Lions Club. Beloved husband of the late Ruth (nee Flynn). Devoted father of Susan and Diane. Cherished brother of A. Ralph. Also survived by many nephews. Family will" , "date" : "20111104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths MASTROROCCO, V" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEED7163AF937A35752C1A9679D8B63"} , {"body" : "Nine blocks from the steel shadow of Atlantic Yards in Brooklyn, Gib Veconi circles Prospect Heights nightly in his 13-year-old Volvo wagon looking for a parking spot, like a buzzard scouring for a meal. Parking can be a blood sport in New York City, nowhere more so than along the crowded streets around the half-built Barclays Center in Downtown" , "date" : "20111103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Plan to Issue New Permits For Parking Is Debated" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/03\/nyregion\/council-to-vote-on-plan-for-residents-parking-permits.html"} , {"body" : "PATRICK MARTINS summed it up in a single slab: pork belly. ''That's the cut that people ask for the most,'' he said. ''Evidently they can't find it in their supermarkets.'' No, they cannot. And that is just one reason why Mr. Martins opened a real butcher shop on the Lower East Side last month. He's not the only one. Butcher shops, once a vestige," , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Smart Parts" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/02\/dining\/the-lost-art-of-buying-from-a-butcher.html"} , {"body" : "Upstate Farmers On Sunday from 3 to 8 p.m., the Blue Moon Bash, a party with food, beer and music, is scheduled for Southpaw, 125 Fifth Avenue (Sterling Place), Park Slope, Brooklyn, to raise money for farmers whose land flooded this summer, $20 donation: bluemoonbash.org. African Schools Impact Network, an organization that helps build schools in" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Benefits" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/02\/dining\/raising-money-for-farmers-africa-and-japan-benefits.html"} , {"body" : "THE macaron is the anti-cupcake. A cupcake comforts. A macaron teases. Dainty, nearly weightless, it leaves you hungrier than you were before. It is but a prelude to other pleasures. Your slacker boyfriend gives you a cupcake; your lover gives you macarons. (Note that we speak here of the Parisian macaron, two airy almond meringue cookies pressed" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "$25 AND UNDER; Airy Macarons That Rise Above the Rest" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/02\/dining\/reviews\/airy-macarons-nyc-review.html"} , {"body" : "THE macaron is the anti-cupcake. A cupcake comforts. A macaron teases. Dainty, nearly weightless, it leaves you hungrier than you were before. It is but a prelude to other pleasures. Your slacker boyfriend gives you a cupcake; your lover gives you macarons. (Note that we speak here of the Parisian macaron, two airy almond meringue cookies pressed" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "$25 AND UNDER; Airy Macarons That Rise Above the Rest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED6173CF931A35752C1A9679D8B63"} , {"body" : "To the Editor: Re ''In High Schools, a Critical Lens on Food'' (news article, Oct. 27), about the FoodFight course at Park Slope Collegiate in Brooklyn: It is unconscionable that in this country one of three kids is overweight or obese. And sure, we can keep talking with them about eating less and exercising more. But it's high time we wake" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "LETTER; Kids and Fast Food" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/02\/opinion\/kids-and-fast-food.html"} , {"body" : "The buyer was looking for a town house in Brooklyn. It needed living space for a family of five and entertaining space for crowds in the dozens. It had to be within walking distance of Pierrepont Street -- ruling out Park Slope -- but outside of Brooklyn Heights, with its higher price tags. There was not much fitting those requirements on the" , "date" : "20111101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE APPRAISAL; Luring a New Headmaster With a $3.8 Million Town House" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/01\/nyregion\/for-saint-anns-using-a-town-house-to-lure-a-new-leader.html"} , {"body" : "ATTENTION, New York superheroes: Hunting for a particle gun? How about a thunder inducer, or a replacement for that worn-out grappling hook? No need to duck down some Lower East Side back alley or into a secret lab tucked inside the Statue of Liberty. Simply head to Park Slope and its stroller-lined Fifth Avenue, where the Brooklyn Superhero Supply" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT PARK SLOPE; Where Superheroes Can Get Capes Or Anti-Matter" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/nyregion\/at-the-brooklyn-superhero-supply-company-no-villains-are-allowed.html"} , {"body" : "HALLOWEEN SPOOKTACULAR No one would deny that high school can have distressing, scary and even hair-raising moments. But the fearsome classroom episodes about to unfold in Jersey City have nothing to do with neglected Latin declensions or forgotten math theorems. And those zombies at the desks? They're not just sleep-deprived adolescents. Welcome" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "20" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/arts\/spare-times-for-children-for-oct-28-nov-3.html"} ,   {"body" : "In this time of economic peril you have to admire those who will rally. But sometimes, especially when the price is right, regression is an option. Red state or blue? For a little while, anyway, the only state this Miser cares about is a childlike one. Michael Austin understands. He used to love waking up early on Saturday mornings and running" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "WEEKEND MISER; 'Spoons, Toons and Booze,' Sunday Brunch at Union Hall in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/arts\/spoons-toons-and-booze-sunday-brunch-at-union-hall-in-brooklyn.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. Gregg August Quartet (Saturday) A versatile bassist and a thoughtful composer-bandleader, Gregg August leads a group with several strong partners: the soprano saxophonist Sam Newsome, the pianist Zaccai Curtis and the drummer E. J. Strickland. At 9 and 10:30 p.m., Jazz Gallery, 290 Hudson" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/arts\/music\/jazz-listings-for-oct-28-nov-3.html"} , {"body" : "IT used to be that when you went to a bar, you got a free bowl of peanuts. Now the drinking has become a whole lot more interesting, and interest leads to commitment. Bar food is flirting with seriousness, tempting you to stay in your seat all night. For more than a dalliance there is the Cannibal,113 East 29th Street; (212) 686-5480;" , "date" : "20111026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; A Toast to a New Breed of Bar Food" , "url" : "http:\/\/events.nytimes.com\/2011\/10\/26\/dining\/reviews\/cannibal-blueprint-and-wild-rise-nyc-review.html"} , {"body" : "THE story of Heather Chaplin and her loft in Park Slope, Brooklyn, started auspiciously. Ms. Chaplin, a writer, and her husband, Aaron Ruby, a graduate student in philosophy, had been a couple since 1993. In 2000, the year they married, they spent $400,000 on an 1,800-square-foot loft in a building soon to be erected on 11th Street near Sixth" , "date" : "20111023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE, BROOKLYN; How to Tame a Loft: Add Lace, Talk Trollope" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/23\/realestate\/park-slope-habitats-how-to-tame-a-loft-add-lace-talk-trollope.html"} , {"body" : "The New York Police Department on Wednesday dropped sex crime charges against one of two men charged in a series of sexual attacks in Brooklyn after a victim recanted her identification of the suspect, the police said. The woman picked the suspect, Joshua Flecha, a 32-year-old bartender, out of a police lineup on Tuesday, saying he was the man who" , "date" : "20111020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Sex Crime Charges Are Dropped After Victim Recants Identification" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/20\/nyregion\/sex-crime-charges-dropped-after-victim-recants-identification.html"} , {"body" : "11:18 p.m. | Updated A Queens man was charged on Tuesday in connection with at least one in a string of 20 sexual assaults in Brooklyn since March, the police said. Plainclothes police officers stopped the man, Joshua Flecha, 32, on Greenwood Avenue in Windsor Terrace, Brooklyn, between East Fourth and Fifth Streets, around 3:15 a.m. because they" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Second Man Is Charged In Gropings In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DE1F38F93AA25753C1A9679D8B63"} , {"body" : "The Rev. Boon Lin Ngeo, a Malaysian Protestant pastor whose message of tolerance for homosexuals has drawn fire in his country, sat with his male partner on a lime-green sofa inside the Office of the City Clerk in New York on a late summer day, where they waited their turn to be married. The banality of the scene -- the plastic-sealed bouquets, the" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KUALA LUMPUR (MALAYSIA)" , "MALAYSIA"] , "nytd_section_facet" : ["World"] , "page_facet" : "8" , "title" : "Gay Pastor in New York Urges Change in Malaysia" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/world\/asia\/boon-lin-ngeo-gay-pastor-in-new-york-urges-change-in-malaysia.html"} , {"body" : "The letter came through a slot in the cell door. It was early 1996. Damien Echols looked at the postmark -- Brooklyn, N.Y. -- and the name on the return address: Lorri Davis. He opened the envelope and examined the messy handwriting. ''Damien, I can't say that I believe in 'God,' but something has brought you into my life,'' Davis wrote. ''As" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "52" , "title" : "My Dearest Damien" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/magazine\/a-death-row-love-story.html"} , {"body" : "A suburban house with a big yard -- that's what Marisa and Rich Fuller were convinced they wanted. She is from Long Island and he is from New Jersey, and after six years of living in a one-bedroom rental in a Manhattan high-rise, returning to the suburbs seemed like the natural next step. So three years ago the Fullers, who met through their jobs" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A High-Rise Change of Plans" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/realestate\/the-hunt-a-high-rise-change-of-plans.html"} , {"body" : "Manhattan Washington Heights $365,000 2360 Amsterdam Avenue (177th St.) 3 2 0 7 weeks 1,170-sq.-ft. condo in a 3-year-old building; renovated kitchen, dining area, terrace, laundry room and roof deck in building; common charge $572; taxes $1,744; listed at $365,000. Broker: Stein-Perry. Upper East Side $425,000 206 East 95th Street, The Omni 1 1 0" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Sales Around The Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3DB1238F935A25753C1A9679D8B63"} ,   {"body" : "PARK SLOPE CO-OP $489,000 BROOKLYN: 1113 Eighth Avenue (11th and 12th Streets), #4L A one-bedroom one-bath co-op with a living\/dining room, an office\/guest room, common roof deck and basement storage in an eight-unit prewar building. Rezwan Sharif, Prudential Douglas Elliman (917) 434-1920; elliman.com Open house Sunday, 3 to 5 p.m. MAINTENANCE:" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE0DD1E39F935A25753C1A9679D8B63"} , {"body" : "The police said Friday that they had added six attacks in subway stations to a pattern of sexual assaults that have badly shaken several neighborhoods in South Brooklyn, bringing the total number of cases in that area up to 20 since March. The attacks have occurred in areas like Bay Ridge, Sunset Park and Park Slope. Most have involved the groping" , "date" : "20111015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "6 Attacks Linked to Pattern in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/15\/nyregion\/6-attacks-linked-to-pattern-of-assaults-in-brooklyn.html"} , {"body" : "The police have called it Pattern No. 9: a dozen sexually oriented attacks that have sent fear across several Brooklyn neighborhoods, and wrought responses by grass-roots organizers and political and religious leaders aimed at stopping or catching the serial gropers. But efforts to solve the crimes have been complicated by the varying nature of the" , "date" : "20111014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Complications of Groping Inquiry Underscore Diverse Nature of Serial Molesters" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/nyregion\/gropers-are-different-than-rapists-experts-say.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. - Afro Latin Jazz Orchestra (Friday and Saturday) Now celebrating its 10th anniversary, this conscientious big band kicks off a new season at Symphony Space with a tribute to Andy and Jerry Gonzalez, the Bronx-reared pair behind a longstanding Latin-jazz institution, the Fort Apache Band." , "date" : "20111014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/14\/arts\/music\/jazz-listings-for-oct-14-20.html"} , {"body" : "A Sunset Park man was arrested early Wednesday in a sexual attack on a young woman. The episode was the latest in a series of attacks that have alarmed Brooklyn communities from Park Slope to Bay Ridge since March. The police said the man, Adolfo Martinez, 26, groped an 18-year-old woman on Monday night on 36th Street between Fourth and Fifth" , "date" : "20111013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Held in Groping Linked To Series of Brooklyn Attacks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D61039F930A25753C1A9679D8B63"} , {"body" : "The police sketches and the accompanying alerts are affixed to the doors of bodegas and the windows of check-cashing stores, the glassy-eyed faces haunting a section of Brooklyn that has been transformed by anxiety. Patrol cars, uniformed officers and mobile command trucks crowd once-quiet corners. Fliers hang in the bathrooms of trendy bars," , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "GREENWOOD HEIGHTS (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Facing Wave of Attacks on Women, Neighborhoods Rally" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/nyregion\/facing-wave-of-attacks-brooklyn-neighborhoods-rally.html"} , {"body" : "$1.62 MILLION 158 Garfield Place (between Sixth and Seventh Avenues) Park Slope, Brooklyn A private investor has bought this four-story 7,820-square-foot building with eight rent-stabilized apartments. The building sold for $95,000 above the asking price. Buyer: Eleni Equities Seller: Devito Family Revocable Living Trust Brokers: Matthew Fotis and" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E4DF1339F931A25753C1A9679D8B63"} , {"body" : "446C Dean Street (Fifth Avenue), Park Slope, Brooklyn, (347) 799-1972, kulushkat.com. To properly judge a falafel joint, you must first taste the falafel solo, without the interventions of hummus, tahini or that punch-to-the-gut hot sauce, zhug. It is a messy business, wrestling a falafel from its burnoose of pita. Kulushkat, mostly a takeout shop" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Kulushkat" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/dining\/reviews\/kulushkat-nyc-restaurant-review.html"} , {"body" : "FINDING a home with room for a family can be hard enough in New York City. But when Barden and Catherine Prisant decided to sell their house in the East Village because a tall building was to go up next to their beloved backyard, their challenge grew by several degrees of difficulty. In addition to uprooting their 8-year-old daughter, the move" , "date" : "20111009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK SOUTH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | PROSPECT PARK SOUTH, BROOKLYN; Houses Are Few, but Not Far Between" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/09\/realestate\/prospect-park-south-brooklyn-living-in-houses-are-few-but-not-far-between.html"} , {"body" : "FINDING a home with room for a family can be hard enough in New York City. But when Barden and Catherine Prisant decided to sell their house in the East Village because a tall building was to go up next to their beloved backyard, their challenge grew by several degrees of difficulty. In addition to uprooting their 8-year-old daughter, the move" , "date" : "20111009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK SOUTH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | PROSPECT PARK SOUTH, BROOKLYN; Houses Are Few, but Not Far Between" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7D61130F93AA35753C1A9679D8B63"} ,   {"body" : "IT didn't take long for Sarbjit Singh to decide where to buy an apartment. Mr. Singh, who is known as Sab, had been living in Chelsea in a one-bedroom rental and working in the field of market research. A year ago, he was hired as an assistant professor of sports management at Farmingdale State College in Long Island. He wanted to buy a place, and" , "date" : "20111009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Room for One and Occasionally More" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/09\/realestate\/the-hunt-brooklyn-room-for-one-and-occasionally-more.html"} , {"body" : "NEW YORK CITY real estate is a canvas that is never quite finished -- its landscape and skyline are constantly being redrawn. So even though the real estate market is flat, older buildings continue to be demolished, new foundations continue to be dug and new buildings continue to rise. Finding out, though, what the hole in the ground across the" , "date" : "20111009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Is That A Bulldozer I Hear?" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/09\/realestate\/is-that-a-bulldozer-i-hear.html"} , {"body" : "Despite alarming obesity rates among school-age children and a state requirement that all students get some level of structured exercise every week, many New York City schools do not provide physical education, or do not provide it as frequently as they should, according to an audit released on Tuesday by the city comptroller. None of the 31" , "date" : "20111005" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Audit Finds City's Schools Short on Physical Education" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/05\/nyregion\/many-city-schools-dont-provide-physical-education-audit-finds.html"} , {"body" : "ON a side street in Park Slope, Brooklyn, Austin Horse cobbled together an impromptu podium last weekend out of a plastic milk crate and a case of Red Bull. The scene, more reminiscent of a garage-band festival than a bicycle event, captured the spirit of the East Coast Messenger Stage Race, Mr. Horse's hastily arranged, informal competition for a" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SPOKES; The Messenger Goes Hollywood" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/nyregion\/the-bike-messenger-goes-hollywood-as-a-culture-dwindles.html"} , {"body" : "WHEN she and her husband moved out in 1980, Kathy LaPolla DeStefano was not at all happy with Williamsburg, Brooklyn. ''The neighborhood was starting to go down the toilet, honestly,'' Ms. DeStefano, 56, an elementary school teacher, said over the telephone from her home in Coconut Creek, Fla. ''There was a lot of drugs and crime. It was an unsafe" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "On Facebook, Neighborhoods as They Once Were" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/nyregion\/on-facebook-recalling-neighborhoods-as-they-once-were.html"} , {"body" : "Need housing for the night: six men, either shirtless and moist or sweating through their shirts; carrying instruments, some of them large; unlikely to stay still for long periods of time. ''In all seriousness, we ain't got no place to stay tonight,'' so came the plea from a member of Larry and His Flask, about midway through its maelstrom of a" , "date" : "20111001" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; Band Kicks Up a Sweat Storm Onstage" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/01\/arts\/music\/larry-and-his-flask-at-union-hall-review.html"} , {"body" : "Jazz Full reviews of recent jazz performances: nytimes.com\/jazz. Michel Camilo: Mano a Mano (Friday through Sunday) Seeking to recreate the lean exuberance of ''Mano a Mano,'' his first release for Decca\/Emarcy, Mr. Camilo, a fastidiously percussive Dominican pianist, reconvenes the album's cast: the bassist Charles Flores and the conga master" , "date" : "20110930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/30\/arts\/music\/jazz-listings-sept-30-oct-6.html"} , {"body" : "Jessica and Joshua Applestone made their name butchering pasture-raised beef, pork and lamb, and teaching others the art, in their shop in Kingston, N.Y. Now they have a store in Park Slope, Brooklyn. Fresh meat from upstate is available as steaks or chops, or cut to order. They also carry organic poultry, 14 kinds of sausages, offal and veal from" , "date" : "20110928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Upstate Butchers Come to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/28\/dining\/fleishers-a-butcher-shop-comes-to-brooklyn.html"} , {"body" : "The Flavors of Africa A Taste of Africa, with food and performances, will be held on Wednesday from 6 p.m. until midnight at Taj Lounge, 48 West 21st Street; $10 at the door, plus $18 for a buffet of West African dishes and fusion items like African sushi. Drinks are extra. Some of proceeds will benefit victims of the Somalian drought. Of Chiles" , "date" : "20110928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/28\/dining\/dining-calendar-from-sept-28.html"} , {"body" : "The Flavors of Africa A Taste of Africa, with food and performances, will be held on Wednesday from 6 p.m. until midnight at Taj Lounge, 48 West 21st Street; $10 at the door, plus $18 for a buffet of West African dishes and fusion items like African sushi. Drinks are extra. Some of proceeds will benefit victims of the Somalian drought. Of Chiles" , "date" : "20110928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4DC1731F93BA1575AC0A9679D8B63"} ,   {"author" : "e-mail: realprop@nytimes.com" , "body" : "$25\/SQUARE FOOT $45,000 a year 254 Third Avenue (between Union and President Streets) Gowanus, Brooklyn A custom bicycle maker and repair shop, currently in Park Slope, has taken a five-year lease for an 1,800-square-foot storefront with a basement in this three-story brick walk-up with apartments on the upper floors. The shop plans to open by Nov." , "date" : "20110928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E7DC113EF93BA1575AC0A9679D8B63"} , {"body" : "Manhattan Hamilton Heights $395,000 555 West 149th Street 1 1 0 17 weeks 1,050-sq.-ft. condo in a prewar building; breakfast bar and window in kitchen, office, 10-ft. ceilings, 13 windows, c\/a; common charge $375; 100% tax abatement; listed at $399,000. Broker: Corcoran Group. Financial District $560,000 20 West Street (Battery Place) 0 1 0 15" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906EEDA173FF936A1575AC0A9679D8B63"} , {"body" : "Around Town Museums and Sites El Museo del Barrio: 'In Our Lingo: Esmeralda Santiago' (Wednesday) Esmeralda Santiago, author of the novel ''Conquistadora'' (Knopf) and the memoir ''When I Was Puerto Rican'' (Vintage), will discuss her career and writing with Mireya Navarro, a reporter for The New York Times. At 6:30 p.m., 1230 Fifth Avenue, at" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-sept-23-29.html"} , {"body" : "'CIRQUE DE LéGUME' Any resemblance to Cirque du Soleil is purely coincidental. After a few minutes of watching Jaimie Carswell and Nancy Trotter Landry, the clowns of ''Cirque de Légume,'' or ''Vegetable Circus,'' you may think they're parodying that highbrow, high-tech extravaganza with their own lowbrow, low-tech entertainment. Dancing onto the" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-children-for-sept-23-30.html"} , {"body" : "Dates are subject to change. SEPTEMBER THE DRUMS The year 1982 must have left quite an impression on the Drums. It was the glaring reference point for its excellent self-titled 2010 debut, and it returns with a vengeance on the also-great follow-up ''Portamento.'' Think a chipper Joy Division, or a Modern English song that never ends. Out now." , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "60" , "title" : "THE NEW SEASON; Debuts, Duets And Bootlegs" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/18\/arts\/music\/debuts-duets-and-bootlegs.html"} , {"body" : "The phone rang, and my stomach clenched when I heard her voice. ''Daddy? I want to go home,'' said my 8-year-old daughter, Arden. Two hours earlier, I dropped Arden and her two siblings off at their new school in a squat building in a forest of Soviet-era apartment blocks on Krasnoarmeyskaya (Red Army) Street in Moscow. They hugged me goodbye," , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "52" , "title" : "THE EDUCATION ISSUE; Strangers In a Strange School" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/18\/magazine\/my-familys-experiment-in-extreme-schooling.html"} , {"body" : "Manhattan Battery Park City $330,000 2 South End Ave. (West Thames St.) 630-sq.-ft. condo in a 22-year-old building; dining area, marble bath, c\/a; common charge $1,099; taxes $692 (abated); listed at $389,000. Brokers: CCG; Weichert Realtors Mazzeo Agency. Lower East Side $450,000 268 East Broadway (Grand Street) 800-sq.-ft. co-op in a postwar" , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around The Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E6D61F3AF93BA2575AC0A9679D8B63"} , {"body" : "STEP into the tight entryway of Noah John Gellner's compact studio apartment on the Upper West Side, and try to squeeze past the everyday bicycles perched on their hooks. There is his road bike -- a titanium rocket from Colorado -- and hanging below it, a customized mountain bike, also titanium. Leaning against that bike is another that belongs to" , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Ride This Bike? Nay. This Beauty's Made for Framing." , "url" : "http:\/\/www.nytimes.com\/2011\/09\/18\/nyregion\/for-bike-collectors-the-rush-of-hanging-them-on-the-wall.html"} , {"body" : "Around Town Museums and Sites Center for Jewish History: 'Moses Mendelssohn and the Legacy of the Enlightenment' (Sunday) ''A Continuing Conversation: Moses Mendelssohn and the Legacy of the Enlightenment,'' a symposium on the 18th-century philosopher and scholar who is considered to be the founder of modern Jewish thought, is planned in" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/spare-times-for-sept-16-22.html"} , {"body" : "NEW YORK INTERNATIONAL CHILDREN'S FILM FESTIVAL PRESENTS 'DOLPHIN TALE' It sounds like shameless Hollywood schmaltz: A critically injured young dolphin, facing almost certain death, recovers miraculously when medical research intended for disabled humans leads to a prosthesis for her amputated tail. Yes, it's a movie. But it's also true. This" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/spare-times-for-children-for-sept-16-22.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. - The Bad Plus (Monday and Tuesday) Since forming just over a decade ago, this acoustic power trio -- Reid Anderson on bass, Ethan Iverson on piano, David King on drums -- has been known for its canny twists on the pop repertory, something the band pushed to the limit with an album" , "date" : "20110916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/16\/arts\/jazz-listings-for-sept-16-22.html"} , {"body" : "Opening BARREL ROOM A new feature at City Winery is a 30-seat dining room for well-garnished Mediterranean dishes to go with 11 wines on tap plus the rest of the extensive list: City Winery, 155 Varick Street (Van Dam Street); (212) 608-0555. BIG GAY ICE CREAM SHOP Ice creams made in house, plus Melt's sandwiches, La Newyorkina's paletas and Oslo" , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D7123CF937A2575AC0A9679D8B63"} , {"body" : "Opening BARREL ROOM A new feature at City Winery is a 30-seat dining room for well-garnished Mediterranean dishes to go with 11 wines on tap plus the rest of the extensive list: City Winery, 155 Varick Street (Van Dam Street); (212) 608-0555. BIG GAY ICE CREAM SHOP Ice creams made in house, plus Melt's sandwiches, La Newyorkina's paletas and Oslo" , "date" : "20110914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/14\/dining\/barrel-room-and-cafe-china-open-off-the-menu.html"} , {"author" : "E-mail: sgf1@columbia.edu" , "body" : "Right on time for his 3 p.m. appointment, Sam Botwin climbed the stairs of Dave Hall's row house in Brooklyn, making his way to the rehearsal room on the second floor. There he stood at a makeshift lectern in his baggy shorts and floppy shirt and mop-top hair, a boy of 13, and began to read from a speech about the Jewish martyrs of Masada. Sam was" , "date" : "20110910" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "ON RELIGION; A Boy's Bar Mitzvah Lessons Bridge a Cultural Chasm" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/10\/nyregion\/for-one-boy-bar-mitvah-lessons-bridge-a-chasm-of-cultures.html"} , {"body" : "Museums and Sites Brooklyn Historical Society: 'Doing Good in a Post-9\/11 World' (Sunday) A discussion on personal philanthropy and the motivations for doing good deeds, with Julie Salamon, author of the 2003 book ''Rambam's Ladder: A Meditation on Generosity and Why It Is Necessary to Give'' (Workman), and Marilyn Gelber, president of the Brooklyn" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/09\/arts\/spare-times-for-sept-9-15.html"} , {"body" : "92ND STREET Y CHILDREN'S WARHOL FESTIVAL Andy Warhol's name immediately evokes images of soup cans and celebrities. But wind-up mice? Mechanical terriers? Choo-choo trains? Those are among the subjects of Warhol's work for children -- or, as one incredulous adult recently put it, ''Andy Warhol's work for children?'' -- now at the Weill Art Gallery" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "20" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/09\/arts\/spare-times-for-children-for-sept-9-15.html"} , {"body" : "The rain cleared, and the sidewalks of New York filled with all the familiar sights and sounds: the Cinderella backpacks, the complaints about school uniforms, the comparing of schedules, the shrieks and giggles. As 1.1 million students and 77,000 teachers returned to school Thursday, Chancellor Dennis M. Walcott made the traditional five-borough" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "On the First Day of School, a Million Students Finding Their Seats" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/09\/nyregion\/the-first-day-of-school-inside-4-new-york-schools.html"} , {"body" : "The rain cleared, and the sidewalks of New York filled with all the familiar sights and sounds: the Cinderella backpacks, the complaints about school uniforms, the comparing of schedules, the shrieks and giggles. As 1.1 million students and 77,000 teachers returned to school Thursday, Chancellor Dennis M. Walcott made the traditional five-borough" , "date" : "20110909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "On the First Day of School, a Million Students Finding Their Seats" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E7DB133DF93AA3575AC0A9679D8B63"} , {"body" : "ALONG with the imported chefs and restaurateurs bringing Danish open-faced sandwiches, avant-garde Korean and Spanish fare, specialties from Beirut and Moscow, and even the flavors of Portland, Ore., to New York, some familiar faces on the local restaurant scene will try something new. A pizza master is opening a diner, and a high-end chef is doing" , "date" : "20110907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "FALL RESTAURANT PREVIEW; Fall's Bounty: Flavors From Home and Abroad" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/07\/dining\/the-seasons-new-restaurants-fall-preview.html"} , {"body" : "PANE PANELLE, opening Wednesday, is takeout, mostly Sicilian, from a tiny storefront at Stuzzicheria in TriBeCa. It sells arancini, meat pies, muffulettas and the cheese sandwiches cum chickpea fritters known as pane e panelle ($5 to $10). All are prepared by Paul DiBari, pictured, the restaurant's new chef: 305 1\/2 Church Street (Walker Street)," , "date" : "20110907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; The Year's New Markets" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/07\/dining\/fall-food-shop-and-restaurant-openings.html"} ,   {"body" : "A city councilman from Brooklyn was handcuffed and briefly detained by the police on Monday afternoon during the West Indian Day Parade after an argument with officers over whether he was allowed to use a closed sidewalk, said Public Advocate Bill de Blasio, whose aide was also detained in the dispute. The councilman, Jumaane D. Williams, was not" , "date" : "20110906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Police Detain Brooklyn Councilman at West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/06\/nyregion\/city-councilman-jumaane-d-williams-is-handcuffed-at-west-indian-day-parade.html"} , {"author" : "Jennifer B. McDonald is an editor at the Book Review." , "body" : "BLUEPRINTS FOR BUILDING BETTER GIRLS By Elissa Schappell 288 pp. Simon & Schuster. $24. The women in Elissa Schappell's new story collection ought to come with a warning label. Danger: Contents under pressure. Emotionally sensitive compounds may be present. Toxic sentiments could be released if disturbed or shaken. Prone to self-destruct." , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Dangerous Women" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/books\/review\/blueprints-for-building-better-girls-by-elissa-schappell-book-review.html"} , {"body" : "LIKE most MetroCard-carrying New Yorkers, Sara Schwartz normally spends Saturday night flitting about the city. But as Hurricane Irene approached last week, the only place Ms. Schwartz was heading was to a sleepover party in Boerum Hill, Brooklyn. She arrived at a friend's apartment with reinforcements: cheese, prosciutto, bread, wine (she left the" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "A New York Calm Amid the Storm" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/fashion\/new-york-was-calm-as-irene-stormed-through.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. - Geri Allen Trio (Tuesday through Sept. 11) Ms. Allen, a wise and dynamic pianist, has lately been augmenting her trio with a young rhythmic tap dancer in a group she calls Timeline. If that's not something you expect to see at the Village Vanguard, you're right: she will set up next" , "date" : "20110902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/02\/arts\/music\/jazz-listings-for-sept-2-8.html"} , {"body" : "To the Editor: Re ''No Cause for Marijuana Case, but Enough for Child Neglect'' (front page, Aug. 18): Thanks for your coverage of the complicated problems related to marijuana and assumed child neglect. The fact that a parent's past use of marijuana can serve as grounds for a neglect case seems a sad waste of limited caseworker time and resources." , "date" : "20110902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "title" : "LETTERS; Marijuana and Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/02\/opinion\/marijuana-and-children.html"} , {"body" : "David Clark sat in an ambulance for hours late Saturday night in front of the Park Slope Armory in Brooklyn. Mr. Clark, who is 48 and relies on a wheelchair because of diabetes and a leg injury, was late to receive his medicines. But he still had not even been admitted to the armory, which was a designated shelter for patients with special medical" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "16" , "title" : "For Some Medical Evacuees, Safety Brought Its Own Difficulties" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/hurricane-irene-for-some-medical-evacuees-seeking-safety-brought-its-own-difficulties.html"} , {"body" : "IF residents were to describe something sweet about Greenwood Heights, a waterfront community in western Brooklyn, they might be speaking literally. The sugary scent emanating from the various candy, chocolate and dessert manufacturers in this neighborhood of about half a square mile is unmistakable. Not long ago on 30th Street, near the historic" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWOOD HEIGHTS (BROOKLYN, NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREENWOOD HEIGHTS, BROOKLYN; The Sweet Smell of, Well, Sweets" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/realestate\/communities\/the-sweet-smell-of-well-sweets.html"} , {"body" : "THE separation anxiety test was not going well: Subject barked at the door, charged over to a red rubber toy, raced back to the door, barked again, more loudly this time, and then squatted and left a puddle in front of the door. The frustration test went slightly better, although when the red rubber toy with peanut butter inside rolled under the" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Panting Through The Co-op Interview" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/realestate\/panting-through-the-co-op-interview.html"} , {"body" : "STEVE SIDDELL paid just $700 a month for his share of the rent on a three-bedroom apartment in Crown Heights. But, at age 32, he felt too old to have roommates. Besides, one of his roommates was allergic to cats, so Mr. Siddell kept his two cats and their litter box in his bedroom, which necessitated installing a door sweep and two air purifiers." , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The Post-Roommate Stage" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/realestate\/the-post-roommate-stage-the-hunt.html"} , {"author" : "Gail Collins is on book leave." , "body" : "LONDON Nimbyism is the coming thing in Britain. Leading columnists like it. Simon Jenkins penned an article in The Guardian whose headline began, ''Bravo for nimbyism.'' His colleague Alexander Chancellor had already declared, ''I don't feel bad about nimbyism.'' Nimby is the acronym from ''not in my backyard.'' With an added ''-ism,'' it's a" , "date" : "20110827" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "OP-ED COLUMNIST; Britain Goes Nimby" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/27\/opinion\/britain-goes-nimby.html"} ,   {"body" : "A selected listing of events related to the 10-year anniversary of the 9\/11 attacks. Events are ordered by opening or release date, and alphabetically for events on the same day. Art '9\/11 ELEGIES: 2001-2011' (through Sept. 25) A chronological series of 12 paintings by Ejay Weiss, many of which contain ash from ground zero and which evolved from" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "9\/11 in the Arts: An Anniversary Guide" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/911-in-the-arts-an-anniversary-guide.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. - Afro-Punk Festival '11, With Cee Lo Green and Janelle Monáe (Saturday and Sunday) At first glance, the headliners of this annual Brooklyn blowout seem a liberal interpretation of ''punk.'' Would Mr. Green, the shamanic oddball of mainstream" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/music\/pop-and-rock-listings-for-aug-26-sept-1.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. John Abercrombie Organ Trio (Friday through Sunday) No stranger to Hammond B-3 organ combos, the guitarist John Abercrombie joins forces here with the organist Gary Versace and the drummer Adam Nussbaum, two veteran partners. At 8 and 10 p.m., Iridium Jazz Club, 1650 Broadway, at 51st" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/music\/jazz-listings-for-aug-26-sept-1.html"} , {"body" : "''Our Idiot Brother'' blends two of the staples of modern screen comedy: it's a bittersweet, indie-ish study of grown-up sibling relations, and also a raucous celebration of male immaturity. At its center are three sisters -- variously wanton, manipulative and unfulfilled -- and their sweet, goofy man-child of a brother. At first it is the" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "MOVIE REVIEW | 'OUR IDIOT BROTHER'; Joke Is on the Siblings Of a Modern Holy Fool" , "url" : "http:\/\/movies.nytimes.com\/2011\/08\/26\/movies\/our-idiot-brother-starring-paul-rudd-review.html"} , {"body" : "A Manhattan appeals court ruled unanimously on Thursday that the city should release performance rankings of thousands of public school teachers to the public, denying a second attempt by the teachers' union to keep the names confidential. With the loss, the union, the United Federation of Teachers, is running out of legal options in its year-old" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Union Loses Second Effort to Keep City Teachers' Performance Ratings Confidential" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5DC1138F935A1575BC0A9679D8B63"} , {"body" : "OPENINGS It may seem as if the meatpacking district's fashion epicenter ushers in a sleek new boutique every week, but the first retail store by Zac Posen, Z SPOKE, has captured more attention than other recent arrivals. Located at 875 Washington Street (zspoke.us) and set to open on Thursday, Z Spoke will carry Mr. Posen's contemporary sportswear," , "date" : "20110825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/25\/fashion\/zac-posens-z-spoke-opens-barneys-warehouse-sale-to-begin-nyc-scouting-report.html"} , {"body" : "Opening REDFARM It has taken a good year for Ed Schoenfeld and Joe Ng to open their new venture. Only the red accents in the décor suggest that this 45-seat rough-hewn setting with yard-sale details is a Chinese restaurant. ''Unabashedly inauthentic'' is how Mr. Schoenfeld describes it. China, especially Mr. Ng's flair for dumplings, is the" , "date" : "20110824" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off The Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/24\/dining\/redfarm-chuko-and-other-restaurant-openings.html"} , {"body" : "BEFORE the financial markets' most recent drubbing, New York City's real estate prices had been flat for the better part of a year. But over the spring and summer, prices in certain pockets of property sprinkled around Manhattan and Brooklyn had rebounded to or beyond pre-recession levels. These micromarkets could turn up along a particular avenue" , "date" : "20110821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Barely Missing A Beat" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/21\/realestate\/barely-missing-a-beat.html"} , {"body" : "''WHERE is the school bus to pick up all of these kids?'' a 27-year-old man was wondering aloud around 11:30 p.m., in a parking lot outside the nightclub SL East on Three Mile Harbor Road in East Hampton, N.Y. It was a hot Saturday night in July, and around him girls who appeared to be about 18 were huddled together, illuminated by a chandelier and" , "date" : "20110821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAMPTONS (NY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The Night Is Young" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/21\/fashion\/the-night-is-young.html"} , {"body" : "WINNIE-THE-POOH BIRTHDAY BASH Few 90-year-old celebrities can claim legions of fans under 12. Probably even fewer could sit unperturbed through a party with those clamorous admirers. Then again, most nonagenarians aren't Winnie-the-Pooh. On Saturday the New York Public Library will hold a 90th-birthday celebration for that eminent bear: not" , "date" : "20110819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/19\/arts\/spare-times-for-children-for-aug-19-25.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. - J. D. Allen Trio (Tuesday through Thursday) This year the post-Coltrane tenor saxophonist J. D. Allen released a righteous album, ''Victory!'' (Sunnyside), that documents the continuing growth of his trio with the bassist Gregg August and the drummer Rudy Royston. The band is making its" , "date" : "20110819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/19\/arts\/music\/jazz-listings-for-aug-19-25.html"} , {"body" : "''I DON'T wear shorts in public!'' shouted Sophie Franks Staub, a rangy 41-year-old stay-at-home mother, from her spot on a sand court on Pier 25 in Hudson River Park. Yet she was indeed wearing them, as were two dozen other women in their 30s and 40s, all barefoot as they learned to play beach volleyball on a buttery night in July. It was the" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Caution: Women Playing" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/fashion\/the-group-mice-at-play-caters-to-lives-of-overscheduled-new-york-women.html"} , {"author" : "J. Courtney Sullivan is the author of the novel ''Commencement.'' Her second novel, ''Maine,'' was published in June." , "body" : "FOR my seventh birthday, my parents gave me a plain, unfinished wooden dollhouse. It had six empty rooms, two floors, a staircase and a door that swung out onto a little front stoop. The windows opened, and the roof retracted on one side, revealing an attic. It was 1988. My bedroom overflowed with Barbie dolls, My Little Ponies and She-Ra: Princess" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DOMESTIC LIVES; A Hobby Best Kept Small" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/garden\/j-courtney-sullivan-a-hobby-best-kept-small.html"} , {"body" : "Adam Distenfeld was driving by a construction pit on Nostrand Avenue in Brooklyn a few weeks ago and couldn't resist. Mr. Distenfeld, 48, is a sculptor who prefers granite gneiss -- the banded metamorphic rock found beneath swaths of New York City -- and in the Nostrand pit he saw a boulder of it. He had never seen one larger. He needed it. But you" , "date" : "20110815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; A Heavy Nuisance Becomes a Sculptor's Niche" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906EFD61E30F936A2575BC0A9679D8B63"} , {"body" : "Mr. Jungreis, 41, is the president of the Rosewood Realty Group, a boutique commercial real estate brokerage firm that focuses on sales of multifamily, retail and office properties largely in the outer boroughs. The company also does business in Manhattan and New Jersey. Mr. Jungreis started the company with his cousin David Berger in 2007. Q" , "date" : "20110814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "SQUARE FEET | THE 30-MINUTE INTERVIEW; Aaron Jungreis" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/14\/realestate\/aaron-jungreis.html"} , {"body" : "Many readers had strong reactions to last week's Metropolitan cover article by Peter Applebome, ''Williamsburg on the Hudson.'' The article ran online with a different headline, ''Hipsters on the Hudson,'' and for many commenters that word was a lightning rod. Additionally, they took issue with the comparisons drawn between various Hudson Valley" , "date" : "20110814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "READER COMMENTS; On the Hudson, Not Everyone Sees Williamsburg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED91F30F937A2575BC0A9679D8B63"} , {"body" : "'WHAT'S YOUR FAVORITE SPACE?' On Wednesday scores of children will dress potatoes at the Eventi Hotel in Chelsea. But don't expect butter, sour cream or other condiments. This project isn't gastronomical but astronomical. ''The American Society of Mechanical Engineers will have kids working on designing their own spacesuits and testing them in the" , "date" : "20110812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/12\/arts\/spare-times-for-children-for-aug-12-18.html"} , {"body" : "GET this: There are children in New York who have never eaten a hot dog. Seriously. A couple of them showed up in Central Park the other day. Andrew McDonnell, the entrepreneur behind the Good to Go Organics carts that have begun popping up in the city, was standing next to one of his three wiener stands and talking about the provenance of the" , "date" : "20110810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Redefining a Classic, a Cart at a Time" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/10\/dining\/the-hot-dog-redefined-one-cart-at-a-time.html"} , {"body" : "For one boisterous decade in the 1960s, the three-story brick house in Park Slope, Brooklyn, on the corner of Second Street and Prospect Park West, was the vibrant epicenter of politics and family life for Hugh L. Carey. His 14 children watched Kennedys go in and out of the gold-carpeted parlor, played table tennis and pool in the basement, slept" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Before Taking on Albany, Raising 14 Children in 1960s Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/09\/nyregion\/before-becoming-governor-carey-raised-14-kids-in-brooklyn.html"} , {"body" : "Many years ago, back when 96th Street was the bright-line border separating the upper reaches of the Upper East Side and East Harlem, Darin White, an executive at a major search firm, had a friend who lived in a nice prewar building on East 98th Street. ''I remember thinking, 'Hmm, that seems far,' '' Ms. White said. ''It just shows how naïve I" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE APPRAISAL; What Once Seemed Too Far Is Now Just Right" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/09\/nyregion\/1212-Fifth-Ave-No-Longer-Seems-Too-Far.html"} ,   {"body" : "Hugh L. Carey, the governor who helped rescue New York from the brink of financial collapse in the 1970s and tamed a culture of ever-growing spending, died Sunday at his summer home on Shelter Island, N.Y. He was 92. His death was announced by the office of Gov. Andrew M. Cuomo. ''Governor Carey led our state during a time of great financial" , "date" : "20110808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Obituaries"] , "page_facet" : "1" , "title" : "HUGH L. CAREY, 1919-2011; Governor Who Staved Off Bankruptcy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1031F93BA3575BC0A9679D8B63"} , {"body" : "Hugh L. Carey, the governor who helped rescue New York from the brink of financial collapse in the 1970s and tamed a culture of ever-growing spending, died Sunday at his summer home on Shelter Island, N.Y. He was 92. His death was announced by the office of Gov. Andrew M. Cuomo. ''Governor Carey led our state during a time of great financial" , "date" : "20110808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Obituaries" , "Washington"] , "page_facet" : "1" , "title" : "HUGH L. CAREY, 1919-2011: Governor Who Staved Off Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/08\/nyregion\/hugh-carey-who-led-fiscal-rescue-of-new-york-city-dead-at-92.html"} , {"body" : "CAREY--Governor Hugh Leo (April 11, 1919 August 7, 2011). Life does not cease; it merely changes. The family of the 51st Governor of New York State gathered in their Shelter Island home to surround their beloved father, grandfather and great-grandfather as he made his peaceful journey to eternal life. In seven terms in Congress, he represented the" , "date" : "20110808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths CAREY, GOVERNOR HUGH LEO (APRIL 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DC103AF93BA3575BC0A9679D8B63"} , {"body" : "WALK into the modest railroad-style brownstone apartment and it feels less like Brooklyn and more like stepping off the steam train into ''Little House on the Park Slope Prairie.'' Floppy felt hats with broad rims gather like old friends on an antique green rack, greeting visitors at the door. Simple striped yellow, white and gray curtains adorn" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Back to the Simple Life, With Needle and Thread" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/07\/nyregion\/sewing-in-brooklyn-as-a-way-of-life.html"} , {"body" : "Museum of the City of New York: 'Whose Park is It? Financing and administering new york's new parks' (Tuesday) Creating and maintaining green spaces during a budget crunch is not exactly a walk in the park. An urban oasis designed today is very different from one designed in the days of Frederick Law Olmsted and Calvert Vaux; you need only look at" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/spare-times-for-aug-5-11.html"} , {"body" : "MACY'S FISHING CLINICS First the bad news: Prospect Park no longer holds a five-day fishing contest for children. But here's the good news: The park offers young anglers two fishing clinics every Saturday for most of the summer. You do the math (even if it is school vacation). Macy's Fishing Clinics (the Macy's Foundation underwrites them, as it" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/spare-times-for-children-for-aug-5-11.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Bobby Bare Jr. (Monday) The son of the country legend Bobby Bare marries Nashville twang with alt-rock pluck, yelping and slamming his guitar; the clamor is more reminiscent of the Replacements than Chet Atkins. With Chatham County Line. At 8" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/music\/pop-and-rock-listings-for-aug-5-11.html"} , {"body" : "Classical Full reviews of recent classical music performances: nytimes.com\/classical. Opera - Glimmerglass Festival (Friday through Tuesday, and Thursday) In her first season as the artistic and general director of the Glimmerglass Festival, the noted director Francesca Zambello is offering involving productions of diverse works. Ms. Zambello's" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/music\/classical-musicopera-listings-for-aug-5-11.html"} , {"body" : "Regal, righteous and funky, the Malian singer and songwriter Oumou Sangare commanded the stage of Celebrate Brooklyn! on Friday night at the Prospect Park Bandshell. Wearing a white caftan, a red necklace and a white headscarf that her movements kept shaking loose, Ms. Sangare praised and admonished: End forced child marriage, share good fortune," , "date" : "20110801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; A Malian Singer Sets Her West African Message to a Dance Beat" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/01\/arts\/music\/oumou-sangare-at-celebrate-brooklyn-review.html"} , {"body" : "WHEN a baby whale lost its way and wandered into the mouth of the Gowanus Canal in 2007, it was christened Sludgie the Whale. The name stuck. When Sludgie died after two days of rescue attempts, there was sadness but little surprise. Something from the natural world had found itself in one of the most unnatural places in the country. Over the" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Gowanus: Big Development Can Wait" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D9133EF932A05754C0A9679D8B63"} ,   {"body" : "WHEN a baby whale lost its way and wandered into the mouth of the Gowanus Canal in 2007, it was christened Sludgie the Whale. The name stuck. When Sludgie died after two days of rescue attempts, there was sadness but little surprise. Something from the natural world had found itself in one of the most unnatural places in the country. Over the" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Gowanus: Big Development Can Wait" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/31\/realestate\/gowanus-big-development-can-wait.html"} , {"body" : "OF all the ways to describe Jamaica Bay -- it is the city's largest open space, it is a perch of choice for more than 300 species of birds, it is that wetland thing you fly above while landing at (or leaving) Kennedy Airport -- the most suggestive of its singularity is that it sits within the only national park in the United States you can reach by" , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jamaica Bay: Wilderness On the Edge" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/31\/nyregion\/jamaica-bay-a-wild-place-on-the-edge-of-change.html"} , {"body" : "'THE LITTLE FARM SHOW' Only a brave woman would denounce a McDonald's meal in a room full of children. But that's what Tannis Kowalchuk will do on Sunday at the Living Room, where she and Brett Keyser will perform ''The Little Farm Show.'' Children don't often consider where their food comes from, Ms. Kowalchuk said, ''and I want to propose that" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/spare-times-for-children-for-july-29-31.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Backstreet Boys, New Kids on the Block (Sunday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance by the group" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/music\/rock-and-pop-listings-july-29-aug-4.html"} , {"body" : "It's the thick of summer, and the heat can make you just a bit crazier than usual. But how do you cope when even your therapist abandons the stifling city? McNally Jackson Books comes to the rescue for the sixth year in a row with ''The Shrinks Are Away!,'' a night of readings hosted by Susan Shapiro, an author who describes herself as a" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/readings-about-therapists-and-coney-island-shows.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Alessi, Davis, Laubrock and Rainey (Saturday) This cooperative quartet consists of musicians equally drawn to abstract texture and dynamic lyricism: the trumpeter Ralph Alessi, the pianist Kris Davis, the saxophonist Ingrid Laubrock and the drummer Tom Rainey. At 9 and 10:30 p.m., Jazz" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/music\/jazz-listings-july-29-aug-4.html"} , {"body" : "AS a way to save the world, digging a ditch next to a hillock of sheep dung would seem to be a modest start. Granted, the ditch was not just a ditch. It was meant to be a ''swale,'' an earthwork for slowing the flow of water down a slope on a hobby farm in western Wisconsin. And the trenchers, far from being day laborers, had paid $1,300 to $1,500" , "date" : "20110728" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; Growing From Underground" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/28\/garden\/permaculture-emerges-from-the-underground.html"} , {"body" : "Most mornings, the Museum of Modern Art is as crowded as a Midtown subway station. So it didn't seem all that odd to witness two middle-school students, Ariel Rogiers, 13 and Javonna Cato, 12, from the Robert F. Kennedy School on the Upper East Side, lining up recently on the museum's third floor to check the balances on their MetroCards. A" , "date" : "20110728" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "ARTS BEAT; No Need to Swipe Again At This Art Exhibition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3D7133FF93BA15754C0A9679D8B63"} , {"body" : "LAST week in Chelsea, Mich., as people wilted and vegetables flourished in the intense heat, Anne Elder ran through some of her favorite summer ingredients: pearly garlic ''rounds'' that flower at the top of the plant in hot weather, the spreading leaves of the broccoli plant, yellow dandelion flowers that she dips whole into batter and deep fries." , "date" : "20110727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "That's Not Trash, That's Dinner" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/27\/dining\/thats-not-trash-thats-dinner.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ZACH LINDER, who had always shared an apartment, had every intention of renting a place of his own. Envisioning a small one-bedroom in a residential Brooklyn neighborhood, he drew up a budget: ''$1,400 was my soft ceiling and $1,500 was my hard ceiling,'' he said. ''I thought I was being pretty reasonable and not tremendously overly neurotic and" , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; When the Math Says Go Ahead and Buy" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/24\/realestate\/when-the-math-says-go-ahead-and-buy-the-hunt.html"} ,   {"body" : "Upper West Side $295,000 210 Riverside Drive (93rd St.) 0 1 0 16 weeks 480-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, Riverside Park view, eat-in kitchen, high ceilings; maintenance $620, 44% tax deductible; listed at $299,000. Brokers: Halstead Property; HF International. Morningside Heights $425,000 301 West 110th Street 1 1 0 55" , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around The Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5D7143FF937A15754C0A9679D8B63"} , {"body" : "For Children 'Angelina Ballerina the Musical' (Sunday) That winsome white mouse who does all her scurrying in toeshoes has pirouetted back onto the stage. Vital Theater Company has revived its musical adaptation of the books by Katharine Holabird and Helen Craig and the PBS series ''Angelina Ballerina the Next Steps.'' The show, by Susan DiLallo" , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/spare-times-for-children-july-22-28.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. The Allman Brothers Band (Wednesday) Gregg Allman, the keyboardist and main singer of this archetypal Southern rock band, is more than ever its center since its co-founder, Dickey Betts, has been estranged from the group. Mr. Betts's" , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/music\/pop-and-rock-listings-july-22-28.html"} , {"body" : "Asbury Park, N.J. THE four members of Misstallica huddled on a squat concrete staircase outside Asbury Lanes, a scrappy, punk-theme bowling alley and music hall a few blocks from the boardwalk here. As the band rested between sets on a recent Friday night, a stream of awestruck, moon-faced dudes crept by. ''You guys are beautiful!'' one sweaty" , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Flowing Hair? Tight Pants? Women Can Rock That" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/music\/misstallica-and-lez-zeppelin-all-girl-metal-tribute-bands.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. Claudia Acuña Quintet (Tuesday through Thursday) Claudia Acuña is a vocalist attracted to lyrical high drama and guided by the pulse and passion of her native Chile. She sounds best when supported by musicians like the pianist Marc Cary, who spearheads her rhythm section in this band." , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/music\/jazz-listings.html"} , {"body" : "LANDLORDS in New York City can afford to be picky. With a vacancy rate in Manhattan of under 1 percent, apartments sometimes rent in hours, not days or weeks. Good tenants are not that hard to find. On top of that, evicting problem tenants can be expensive and time consuming. So, most landlords here require a lot of information. They want to see a" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "GETTING STARTED; You Say You're a Dream Renter? Prove It." , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/realestate\/prospective-renters-have-much-to-prove-to-landlords.html"} , {"body" : "LANDLORDS in New York City can afford to be picky. With a vacancy rate in Manhattan of under 1 percent, apartments sometimes rent in hours, not days or weeks. Good tenants are not that hard to find. On top of that, evicting problem tenants can be expensive and time consuming. So, most landlords here require a lot of information. They want to see a" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "GETTING STARTED; You Say You're a Dream Renter? Prove It." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E2DC1E3DF934A25754C0A9679D8B63"} , {"body" : "NOT all that long ago, rental prices were low enough for Jeni Aron to afford an alcove studio in a luxury doorman building, Hudson Crossing, on Ninth Avenue and 37th Street. She enjoyed a nicely furnished lobby, a landscaped patio, a storage room for her bicycle and a 24-hour gym that she used early in the morning. She had never before lived in a" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Time to Pull Up Stakes" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/realestate\/after-rent-rise-time-to-pull-up-stakes.html"} , {"body" : "Since 2009, unemployment among recent college graduates has risen, while starting salaries have fallen. The median student debt load for those who graduated from 2006 to 2010 is $20,000. Not surprisingly, 40 percent of 20-somethings move back in with their parents at least once. Here are some dispatches from the home front. My Tragic Starring Role" , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "7" , "title" : "TOWNIES; Growing Up, Then Going Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E3DB1E3DF934A25754C0A9679D8B63"} , {"body" : "For Children 'Archaeology Zone: Discovering Treasures From Playgrounds to Palaces' (Friday, Sunday through Tuesday, and Thursday) Children will step into the shoes of an explorer like Indiana Jones in this permanent exhibition at the Jewish Museum, but the adventures will be purely scholarly. Still, there is plenty of excitement in analyzing" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/arts\/spare-times-for-children-july-15-21.html"} ,   {"body" : "Dr. Paul Ekman, a psychologist and specialist in the study of emotions and deceit, sits with the artist David Michalek to talk about Mr. Michalek's new video installation, ''Portraits in Dramatic Time,'' on view at Lincoln Center. Mr. Michalek's ''Portraits'' are short films of actors and artists performing scenes. But the film is wound down to" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/arts\/david-michalek-and-dr-paul-ekman-converse-at-lincoln-center.html"} , {"body" : "Opening BETTO Jason Denton is taking a bite out of Brooklyn with this latest venture featuring bruschette, similar to but softer than his signature crostini, along with small plates for sharing, a few pastas and a frequently changing selections of ''furred, feathered and fish'' from small producers, mainly roasted and served for one or more." , "date" : "20110713" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/13\/dining\/betto-copacabana-supper-club-hachi-open-off-the-menu.html"} , {"body" : "When Ed and Paula Antonio moved from a small home in Marine Park, Brooklyn, to a roughly 3,000-square-foot house in Belle Harbor, Queens, they realized that with all that space and a central air-conditioning system, their electricity costs would run much higher. So after intensive research and analysis and the bids of five contractors, they paid" , "date" : "20110712" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE APPRAISAL; Solar Panels Still Rare, Despite Glow of $7 Power Bills" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/12\/nyregion\/solar-energy-slowly-grows-in-new-york-homes.html"} , {"body" : "Theater Jason Zinoman RadioTheater, which mounts minimalist productions with evocative sound design and wonderful voices that bring to mind the golden age of radio, have picked the right author to focus on this year: H. P. LOVECRAFT. That misanthropic, bigoted and rather brilliant master of literary horror has a spooky, ornamental style of prose" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; July 10 -- 16" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/arts\/july-10-16.html"} , {"body" : "Pop Jon Pareles It's a good week to get loopy. The joys of electronically looped repetition -- rippling echoes, trance-inducing rhythms, motion dissolving into meditation and re-emerging -- fill the euphoric, dizzying music of ANIMAL COLLECTIVE, which is performing at Celebrate Brooklyn! on Tuesday, and the wistful songs of WASHED OUT, performing" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | JULY 10-JULY 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5D91330F933A25754C0A9679D8B63"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. - Animal Collective (Tuesday) Animal Collective's most recent record, ''Merriweather Post Pavilion'' (Domino), from 2009, is a stunning feat: it's an odd (and oddly accessible) collection of swirling melodies, vocal bleating and beats that" , "date" : "20110708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/08\/arts\/music\/pop-and-rock-listings-july-8-14.html"} , {"body" : "Kids For Children 'Angelina Ballerina the Musical' (Saturday and Sunday) That winsome white mouse who does all her scurrying in toeshoes has pirouetted back onto the stage. Vital Theater Company has revived its musical adaptation of the books by Katharine Holabird and Helen Craig and the PBS series ''Angelina Ballerina the Next Steps.'' The show," , "date" : "20110708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/08\/arts\/events-for-children-july-8-14.html"} , {"body" : "Dance Claudia La Rocco Dance fans in need of a quick escape from New York should Zip-Car it up to Bard College this week, when the Tero Saarinen Company will open the BARD SUMMERSCAPE 2011 arts festival. Mr. Saarinen, a Finnish choreographer, is presenting three works: the all-male trio ''Westward Ho!'' (1996); ''Wavelengths,'' (2000), a duet; and" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; July 3 -- 9" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/arts\/july-3-9.html"} , {"body" : "IT was the duck rillettes that led Steve Rosenbush to Laura Hwang. Mr. Rosenbush walked into Blue Apron Foods in Park Slope, Brooklyn, just before closing time in March 2006, looking for some of this pâté-like treat. As he approached the checkout counter, he noticed a beautiful young cashier with a vibrant smile and easy grace. ''I was" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "VOWS; Laura Hwang and Steve Rosenbush" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/fashion\/weddings\/laura-hwang-and-steve-rosenbush-vows.html"} , {"body" : "Pop Nate Chinen ''Never before and never since, I promise\/Will the whole world be warm as this.'' That was Natalie Merchant in 1992, warbling ''These Are Days'' -- a defining hit for 10,000 MANIACS, at least during her tenure with the band, which ended the next year. To an unkind observer armed with hindsight those words might ring a little too" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | JULY 3-JULY 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E2DA1031F930A35754C0A9679D8B63"} ,   {"body" : "PIRATES OF THE HUDSON Forget the pirates of the Caribbean. In honor of this patriotic weekend, why not celebrate plundering and profiteering that took place closer to home? That idea has inspired Pirates of the Hudson: The Siege of Sleepy Hollow, a new festival at Philipsburg Manor, the restored Westchester County estate once owned by Frederick" , "date" : "20110701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/01\/arts\/spare-times-for-children-for-july-1-7.html"} , {"body" : "EVER wonder what happens to a rain garden when temperatures outside creep toward 100 degrees and it hasn't rained in weeks? Water-loving plants wilt, of course. Especially if they are growing in just eight inches of soil, next to a dry bed of river rocks in a concrete courtyard at Teachers College of Columbia University. ''They don't look" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; Manhattan's Newest River" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/garden\/creating-a-rain-garden-at-columbia.html"} , {"body" : "Among the many possible ways of gauging a good time at the second annual Undead Jazzfest, which wound down in the wee hours of Monday morning, there are a few that seem truest to the spirit of the event. If you were there, you might rate your experience by answering the following questions: Did you feel like a part of something vital and collegial?" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; A Wide-Ranging Festival Savors Some Late-Night Jazz" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/arts\/music\/undead-jazzfest-with-bizingas-and-oliver-lake-review.html"} , {"body" : "Dennis M. Walcott spoke about his own experience in Queens public schools. He described skydiving on his 50th birthday. And he told graduates all over New York City, those fin- ishing fifth, eighth or 12th grade or getting a G.E.D., that he hoped one of them would take his job someday. Mr. Walcott, who became schools chancellor in April, has spoken" , "date" : "20110629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Pomp, Diplomas And Words Of Inspiration" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDC1031F93AA15755C0A9679D8B63"} , {"body" : "There were three strong working bands at the Prospect Park Bandshell on Friday night, and what they had in common was a handle on the renewable resource that we call the jazz tradition. Each came with its own history and approach, its own ensemble calculus. They were appearing together as part of the Celebrate Brooklyn! festival: three bands, but" , "date" : "20110628" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; Three Bands Turn Up At a Show For Two" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/28\/arts\/music\/roy-hargrove-and-badwagon-at-prospect-park-review.html"} , {"body" : "Manhattan Gramercy Park Area $380,000 301 East 22nd Street, Gramercy East 550-sq.-ft. co-op in a postwar building; 24-hr. doormen, stainless-steel appliances, renovated bath, built-in bookshelves; maintenance $844, 54% tax deductible; listed at $399,000. Broker: Corcoran Group. Upper East Side $515,000 401 East 89th St., Gracie Towne House" , "date" : "20110626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around The Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E0DB153EF935A15755C0A9679D8B63"} , {"body" : "'THE OHMIES' In musicals the most entertaining moments usually occur onstage. In ''The Ohmies: Morning Wish Garden'' they happen in the audience. That's because the show aims to introduce simple yoga to children 3 to 8, who gather on a wide expanse of antimicrobial matting in front of the stage. Watching preschoolers throw themselves into poses" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/arts\/spare-times-for-children-for-june-24-30.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/jazz. Rez Abbasi Acoustic Quartet (Friday) On ''RAAQ'' (AbstractLogix), a recent album whose title is an acronym for this band, the guitarist Rez Abbasi brings thoughtful clarity to a program of sharp originals and interesting covers, including a piece by Nusrat Fateh Ali Khan. His partners in" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/arts\/music\/jazz-listings-for-june-24-30.html"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Bill Brennan of Park Slope, Brooklyn, did not see President Obama's speech Wednesday night about bringing home troops from Afghanistan. Nor did he watch last month when the president announced the killing of Osama bin Laden. It's not that Mr. Brennan does not approve or care. He just cannot keep score. ''It's background noise to what we go through" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "ABOUT NEW YORK; A Son Lost to War, Still Making His Presence Felt" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/nyregion\/a-son-lost-in-afghanistan-still-making-his-presence-felt.html"} , {"body" : "OPENINGS Come Saturday, whiffs of prairie grass, bergamot and Indian rhubarb detected along the meatpacking district stretch of the High Line can be attributed not to the elevated park's exotic landscaping, but to the eau de parfum High Line ($160 for 50 milliliters), found steps away at the newest BOND NO. 9 boutique. The perfumery, at 863" , "date" : "20110623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/23\/fashion\/scouting-report.html"} ,   {"body" : "The scene, on a Friday afternoon in April, seemed a chaotic clash of old and new Brooklyn: A celebrated pizza chef and a mob henchman, acquaintances from the neighborhood, were slashing each other on Smith Street. The fight occurred outside a weathered institution, Joe's Superette, a deli in Carroll Gardens well known for its deep fried prosciutto" , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "All Charges Are Dropped In an Attack In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/nyregion\/charges-dropped-in-brooklyn-fight-involving-lucali-owner.html"} , {"body" : "As a cellist Erik Friedlander has confronted his share of conventions: surrounding technique, repertory and proper usage. He mastered those a while ago, and departed from them. In his work with avant-garde composer-improvisers (John Zorn) and the indie-rock intelligentsia (John Darnielle) he often engages his instrument with an ear tilted toward" , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; Taking the Cello a Ways Down a Country Road" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/arts\/music\/erik-friedlander-plays-bonebridge-at-joes-pub-review.html"} , {"body" : "A COUPLE of months ago, Susan Gregory Thomas, a writer in Brooklyn, was at a friend's 40th birthday party when she was approached by a woman familiar to her ''from the whole Park Slope mommy culture.'' ''So you're Susie Thomas,'' the woman practically shrieked upon introduction. ''You're famous.'' Taken aback, Ms. Thomas asked what she meant. The" , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "CULTURAL STUDIES; How Divorce Lost Its Groove" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/19\/fashion\/how-divorce-lost-its-cachet.html"} , {"body" : "AT the apartment in Brooklyn where George Russell spends four nights each week, he checked the clock: 7:09 p.m. Wasn't it 7:05 about 20 minutes ago? Never had time moved so slowly. Was the clock even working? They had tossed the ball around, chased each other, done the book about a bear. Now the dreaded bedtime video. Every night, Griffin, who was" , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE FAMILY; And Baby Makes Four" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/19\/nyregion\/an-american-family-mom-sperm-donor-lover-child.html"} , {"body" : "'CURIOUS GEORGE' Curiosity may have killed the cat, but it's ensured a long, fruitful life for an enterprising little monkey. That's Curious George, hero of H. A. and Margret Rey's picture book series, who first appeared on the printed page in 1941 and has gone on to star in films, a PBS Kids TV series, a world of toys and now a traveling museum" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/spare-times-for-children-for-june-17-23.html"} , {"body" : "THERE was nearly a full moon over Green-Wood Cemetery in Brooklyn on Monday night, when the cast of the cemetery's latest theatrical performance gathered for a full run-through. Shadowy figures in Victorian dress emerged, one by one, over the crest of a hill, carrying flickering lanterns. ''Loud!'' the show's writer and director, Tom Andolora," , "date" : "20110617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREEN-WOOD CEMETERY (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "A True-to-Life Setting For Voices From the Dead" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/theater\/the-spoon-river-project-comes-to-life-in-green-wood-cemetery.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Baby Gramps (Saturday and Sunday) With his oft-braided gray beard and troubadour-turned-carnie comportment, the singer and guitarist Baby Gramps can seem like something of a novelty act. But while there's humor in his work, Baby Gramps is also" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/music\/pop-and-rock-listings-for-june-17-23.html"} , {"body" : "The in box pinged this week with messages from teenagers and near-teenagers and friends of the walking-impaired, everyone looking for places to eat. I did my best to accommodate their tastes, desires and needs. You may send your own restaurant questions to me at dinejournal@nytimes.com. Q. I am a teenage boy interested in food and restaurants. I am" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "HEY, MR. CRITIC; Young Love On a Low Budget" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/crosswords\/hey-mr-critic-young-love-on-a-low-budget.html"} , {"body" : "BARRY MANILOW ''15 Minutes'' (Stiletto) If something has been bothering Barry Manilow all these years, it's been tough to tell. Early in his career he was a master of temperate melancholy, giving lip service to romantic pain but never venturing a real tear. For the last decade or so he's been gamely homogenizing the great American songbook, his" , "date" : "20110614" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "New Music" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/14\/arts\/music\/new-cds-by-barry-manilow-battles-and-ledisi-review.html"} , {"body" : "Pop Jon Pareles Festival and outdoor music season explodes this week in Manhattan and Brooklyn. Central Park SummerStage hosts a fund-raising gala on Tuesday with ''MOTOWN MEETS NYC,'' mixing 1960s soul veterans -- Martha Reeves of Martha and the Vandellas; Dennis Edwards of the Temptations; and a non-Motown singer, Percy Sledge -- with worthy" , "date" : "20110612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD: JUNE 12-JUNE 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0D6123FF931A25755C0A9679D8B63"} ,   {"body" : "Pop Jon Pareles Festival and outdoor music season explodes this week in Manhattan and Brooklyn. Central Park SummerStage hosts a fund-raising gala on Tuesday with ''MOTOWN MEETS NYC,'' mixing 1960s soul veterans -- Martha Reeves of Martha and the Vandellas; Dennis Edwards of the Temptations; and a non-Motown singer, Percy Sledge -- with worthy" , "date" : "20110612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; June 12 -- 18" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/12\/arts\/june-12-18.html"} , {"body" : "There were more applications for children to enter prekindergarten classes in New York City this year than last, but a smaller proportion of them ended up getting in: 68 percent, down from 72 percent. The increased number of applications -- 28,815, compared with 25,487 last year -- and long waiting lists for kindergarten led to the higher rejection" , "date" : "20110611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Big Kindergarten Wait List Limits City's Pre-K Slots" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/11\/nyregion\/more-rejections-for-pre-k-slots-in-new-york.html"} , {"body" : "Around Town Museums and Sites Brooklyn Historical Society: 'Baseball, Nationalism and the Civil War' (Sunday) The sports historian George B. Kirsch will discuss how the Civil War helped popularize baseball, among other topics, during a 2 p.m. talk in conjunction with ''Home Base: Memories of the Brooklyn Dodgers at Ebbets Field,'' an exhibition on" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "20" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/arts\/spare-times-for-june-10-16.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Backstreet Boys, New Kids on the Block (Sunday and Monday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/arts\/music\/pop-and-rock-listings-for-june-10-16.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Monty Alexander and the Harlem-Kingston Express (Wednesday and Thursday) Mr. Alexander, the pianist who is one of Jamaica's proudest musical exports, stamps his native groove with an uptown twist in a group that includes two bassists and an impressive clutch of drummers. (Through June" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/arts\/music\/jazz-listings-for-june-10-16.html"} , {"body" : "FOR more than five years, Julie Glickman lived in the ground-floor apartment of a Park Slope brownstone. The owners, family friends, lived upstairs. Ms. Glickman paid just $800 a month, and the rent never rose. The railroad-style apartment was charming, though dark. Ms. Glickman would have been happy staying there indefinitely, or at least ''until" , "date" : "20110605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Place With the Family Seal of Approval" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/05\/realestate\/a-place-with-the-family-seal-of-approval-the-hunt.html"} , {"body" : "''Don't I have a nice theater?'' Stephen Burdman asked as he stood in a green field in Central Park near West 103rd Street on a recent Saturday afternoon. During a rehearsal break he was pointing out sites used in past productions by his company, New York Classical Theater. ''This was the heath in 'Lear,' '' he said, and then, ''This was the forest" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "3" , "title" : "Parks to Parking Lots: All the City's a Stage" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/theater\/outdoor-classical-theater-free-and-lots-of-shakespeare.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum (Friday) The Primavera Consort will play music of the Baroque period, with works by Vivaldi, Telemann, Handel and Bach; at 7 p.m. Reservations are requested: (718) 885-1461. 895 Shore Road North, Pelham Bay Park, the Bronx , bartowpellmansionmuseum.org; $8, $5 for 65+ and students, and free" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/spare-times-for-june-3-9.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. - Against Me! (Sunday and Tuesday) This Florida band plays sometimes-political pop-punk that recalls Bad Religion; the vocalist Tom Gabel shares Greg Graffin's penchant for multisyllabic lyrics and sharp, thrashing guitar. It's fun and" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/music\/pop-and-rock-listings-for-june-3-9.html"} , {"body" : "It's a perfect weekend for lovers of all things independent, with Rooftop Films bringing together indie bands, movies from the South by Southwest festival and a new documentary about the controversial makeover of the Atlantic Yards. Few institutions, when they grow popular, can escape the tendency to get too big for their britches, monetarily" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/weekend-miser.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Karrin Allyson (Friday and Saturday) Ms. Allyson is a jazz singer with an often kittenish comportment but an almost steely sense of self. On her new album, '' 'Round Midnight'' (Concord), she addresses a ballad-heavy program of jazz standards, hitting her mark with husky poise. At 8:30" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/music\/jazz-listings-for-june-3-9.html"} , {"body" : "There was a rally on May 12, when seasoned protesters convened by the thousands near City Hall to stake their claim against Mayor Michael R. Bloomberg's budget. There were gatherings at subway stations organized by the city's public advocate, Bill de Blasio, at which hundreds of parents recorded messages and signed petitions against cuts to their" , "date" : "20110601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Schools Budget Fight, It's Not Just the Usual Players" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DC143DF932A35755C0A9679D8B63"} , {"body" : "Kenneth Moreno, the former police officer acquitted of rape last week, gazed toward the pavement, choosing his words carefully, thinking of a measured way to describe his feelings about the woman who had accused him. ''I should hate this person,'' he said, before being cut off midsentence by his wife, Julia, who tapped his knee and chimed in," , "date" : "20110530" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "For Ex-Officer's Wife, Anger at His Accuser and Tears at an Upended Life" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/30\/nyregion\/kenneth-morenos-wife-julia-assails-his-accuser.html"} , {"body" : "When you are a writer, even Sunday is a workday. J. Courtney Sullivan, 29, whose second novel, ''Maine,'' due out next month from Knopf, is expected to be one of the major beach reads of the summer, usually goes to the Brooklyn Writers Space at some point during the day. Still, she makes time for walks with her puppy, for breakfasts fit for a" , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | J. COURTNEY SULLIVAN; Brunch and TV, but Still a Workday" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/for-j-courtney-sullivan-sunday-is-a-workday.html"} , {"body" : "THERE are some who thought, prematurely, that 2010 was New York's summer of the beer garden, what with the World Cup and the opening of a half-dozen outdoor, German-style drinking establishments. But not unlike some genetically altered superweed, these ale-and-oompah joints have continued even this year to crop up everywhere you look. They have" , "date" : "20110529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER 2011; Beer Gardens" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/29\/nyregion\/beer-gardens-growing-steadily-in-new-york.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Opera 'Carmen' (Friday through Sunday) A production of Bizet's popular tragedy usually implies starry names and lavish staging; the Amore Opera, a scrappy company formed by veterans of the beloved Amato Opera, gets by with gumption and heart. Those qualities, along with" , "date" : "20110527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/27\/arts\/music\/classical-musicopera-listings-for-may-27-june-2.html"} , {"body" : "OPENINGS Summer is almost here, and with it is the annual migration of shopaholics to the Hamptons and Fire Island, where new stores and pop-ups await. The STUART WEITZMAN boutique, with the designer's resort collection of shoes and handbags, has just opened in East Hampton. Also on the premises is a pop-up-within-a-pop-up: an outpost of THEODORA &" , "date" : "20110526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HAMPTONS (NY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/26\/fashion\/scouting-report.html"} , {"body" : "WHEN 1 of a Find, a high-end vintage clothing store, arrived on Lincoln Place in Park Slope, Brooklyn, during the spring of 2008, it was greeted with bland indifference. This is, after all, quite possibly the least chic neighborhood in New York City: a place where the closest thing to a club scene is cargo pants-clad, nose-pierced damsels gamboling" , "date" : "20110526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; Not So New, But Not Forgotten" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/26\/fashion\/old-of-course-but-not-forgotten-critical-shopper.html"} , {"body" : "HOSPODA The dramatically decorated dining room, with soaring ceilings and backlighted images of beer, food and people engraved in dark wood, is the final element of a 10-year restoration of the historic Bohemian National Hall, owned by the Czech Republic. Oldrich Sahajdak, the executive chef, who also works at the parent company's restaurants in" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/off-the-menu.html"} , {"body" : "BLOOM--Elliott Lawrence, age 81, of Brooklyn, NY. Husband of Flora Klemes Bloom, father of Lisa Ellen Bloom of San Diego, CA, and Peter Jason Bloom of Los Angeles, CA. Services will be held Friday, May 27, 10am, Congregation Beth Elohim, Park Slope, Brooklyn. Donations may be sent to Weill Cornell Medical College Parkinson's Institute. Visit:" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths BLOOM, ELLIOTT LAWRENCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3D8143AF936A15756C0A9679D8B63"} ,   {"body" : "Eating to Win A slider-eating competition will be held on Wednesday at 8 p.m. at PSBklyn, 833 Union Street (Seventh Avenue), Park Slope, Brooklyn. Contestants must be at least 21, must not have previously won an eating contest and will have three minutes to eat as many sliders as possible. Registration in advance is $15 from (718) 398-5474, $20 at" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/dining-calendar-may-25-to-june-6.html"} , {"body" : "Brian Smith, the owner of Ample Hills Creamery, right, a bright shop that just opened in Prospect Heights, Brooklyn, is scooping salted caramel, maple-bacon, chocolate stout with pretzels, all-natural bubble gum tinted with beet juice and 19 other flavors, including chocolate and vanilla. He custom blends his bases (some with eggs, some not), so by" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Satisfy That Hankering for Mixed Vegetable Ice Cream" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/ample-hills-creamery-sky-ice-and-victory-garden-food-stuff.html"} , {"body" : "After six years of brewing ales in more than 200 styles for bars and restaurants to sell on draught, Sixpoint Craft Ales in Red Hook, Brooklyn, is selling beer in cans. Shane Welch, the founder and brewmaster, said aluminum cans keep beer fresher than bottles: they block out light and have no air space on top. They are also lighter to ship." , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Sixpoint Brews Are Now in Cans" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/sixpoint-craft-ales-sells-beer-in-cans-food-stuff.html"} , {"body" : "In the gloaming of yet another rain-drenched day, the faces on the stoops of the Bergen Street brownstones peered like misty apparitions to neighbors and startled dog-walkers alike. On second glance, they were familiar faces: 11 immigrant shopkeepers who work in the neighborhood. Their images were displayed on 36-by-48-inch black-and-white" , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Familiar Faces, on a Larger-Than-Life Scale, Help Bring a Block Closer Together" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/21\/nyregion\/in-park-slope-ted-portrait-project-draws-block-together.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-3.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-6.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-7.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-5.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-4.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-8.html"} ,   {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-2.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait-9.html"} , {"body" : "In Park Slope, Brooklyn, posters of neighborhood faces are being pasted on stoops as part of an art project." , "date" : "20110521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "title" : "Inside Out Project" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/05\/21\/nyregion\/20110521portrait.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Opera 'Carmen' (Friday through Sunday, Wednesday and Thursday) A production of Bizet's popular tragedy usually implies starry names and lavish staging; the Amore Opera, a scrappy company formed by veterans of the beloved Amato Opera, gets by with gumption and heart. Those" , "date" : "20110520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/arts\/music\/classical-music-and-opera-listings-for-may-20-26.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ernestine Anderson with Houston Person (Tuesday through Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent partner, the tenor saxophonist Houston Person," , "date" : "20110520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/20\/arts\/music\/jazz-listings-for-may-20-26.html"} , {"body" : "It was about 20 minutes into the bidding on Sunday and only one apartment remained to be sold at 1 Hanson Place, the high-profile condo made from the old Williamsburgh Savings Bank building, once the tallest in Brooklyn. The five other penthouses for sale had already gone to buyers at deep discounts of their original asking prices, and the final" , "date" : "20110517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE APPRAISAL; Sold! Six Penthouses Soaring Over Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/17\/nyregion\/apartments-are-auctioned-at-towering-brooklyn-condo.html"} , {"body" : "Around Town Museums and Sites Historic Richmond Town (Friday and Sunday) The Staten Island Shakespearean Theater Company will perform a scene from ''To Kill a Mockingbird'' on Friday at 9 a.m. to celebrate the recent issue of a Gregory Peck commemorative stamp; the actor won an Academy Award for his role in the 1962 film version. The scholar Cindy" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/arts\/spare-times-for-may-13-19.html"} , {"body" : "IN New York this summer the drive-in movie is thriving. Minus the cars. Technically, of course, it's not summer yet, and the weather has only just warmed up. Nevertheless, outdoor-film season is beginning this weekend. In the coming weeks, look for movies in the Socrates Sculpture Park in Long Island City, Queens; in Brooklyn at Coney Island and" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RIVERSIDE PARK (NYC)" , "LONG ISLAND CITY (NYC)" , "LOWER EAST SIDE (NYC)" , "BROOKLYN (NYC)" , "BRYANT PARK (NYC)" , "QUEENS (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Starry, Starry Cinema (The Breezes Are Free)" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/movies\/outdoor-film-series-in-new-york-city.html"} , {"body" : "PETER YARROW AND FRIENDS As a folk singer and political activist, Peter Yarrow has used his voice to protest the Vietnam War, segregation, apartheid and nuclear proliferation. Now he's applying his talents to combat violence and prejudice in far different but, in his view, no less important arenas: the classroom and the playground. Working with" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/arts\/spare-times-for-children-for-may-13-19.html"} , {"body" : "The 10 portable classrooms outside Public School 19 in Corona, Queens, were supposed to be temporary. Sixteen years later, they are still there, holding nearly double the elementary schoolchildren they were meant to and struggling with age. The heating system malfunctions in the winter, forcing students to sit through lessons wearing coats, scarves" , "date" : "20110511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CORONA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "In Queens Neighborhood, Legacy of Schools Bursting at the Seams" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/11\/nyregion\/in-corona-queens-a-legacy-of-crowded-schools.html"} ,   {"body" : "IT doesn't take long for the playwright Daniel Goldfarb, 37, to whip out his phone to show off an adorable video he shot of his older daughter dancing while his baby plays the piano. ''Look at the Dogma cinematography,'' he says to Jonathan Marc Sherman, 42-year-old fellow playwright and father of two similarly aged children (15 months and 4" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "Kids: Life-Changing and Play-Inspiring" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/theater\/daniel-goldfarb-and-jonathan-marc-sherman-on-kids.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. David Berkman Trio (Thursday) David Berkman, a pianist drawn about equally to logic and discovery, leads a trio with two strong partners, the bassist Ed Howard and the drummer Colin Stranahan. At 8 and 10 p.m., Kitano Hotel, 66 Park Avenue, at 38th Street , (212) 885-7119, kitano.com; no" , "date" : "20110506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/06\/arts\/music\/jazz-listings-for-may-6-12.html"} , {"body" : "Around Town Museums and Sites Brooklyn Historical Society (Friday to Sunday, Wednesday and Thursday) Mothers get in free all Sunday for Mother's Day. Exhibitions on view include ''Home Base: Memories of the Brooklyn Dodgers at Ebbets Field,'' which tells the story of the baseball team, its legendary stadium and the Brooklynites who loved them, with" , "date" : "20110506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/06\/arts\/spare-times-for-may-6-12.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Opera 'Ariadne auf Naxos' (Saturday and Tuesday) Elijah Moshinsky's popular 1993 production of Strauss's ''Ariadne auf Naxos'' returns to the Met with an enticing cast. The compelling Lithuanian soprano Violeta Urmana sings the prima donna (who portrays the mythic Ariadne in" , "date" : "20110506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/06\/arts\/music\/classical-musicopera-listings-for-may-6-12.html"} , {"body" : "It's the most intimate class divide in human civilization, or at least in such relatively civilized places as Manhattan and Park Slope, Brooklyn. On the one side, there is the professional couple bringing in six figures a year; on the other, the nanny or maid without whom the couple wouldn't be able to practice their professions. Conditions of" , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "49" , "title" : "TALK; THE NANNIES NORMA RAE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFD81630F932A35756C0A9679D8B63"} , {"body" : "APP Roadify PLATFORMiPhone PRICE Free from iTunes Among smartphone apps for New Yorkers, the most longed for remains one that will get you to work on time. So it's probably not surprising that the city is experiencing a boom in transit apps, with dozens of options including beginner-level offerings that give basic directions and more advanced ones," , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "APP CITY; Commuter Reports From, Well, Commuters" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/01\/nyregion\/roadify-turns-to-commuters-for-news-on-the-commute.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Michael Attias and Renku (Wednesday) Mr. Attias, a saxophonist, develops compositional fragments into compact expeditions in this working trio with the bassist John Hébert and the drummer Satoshi Takeishi. Their set will feature music from all three musicians. At 8 p.m., Barbès, 376" , "date" : "20110429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/29\/arts\/music\/jazz-listings-for-april-29-may-5.html"} , {"body" : "Greenwich Village, May 1 Seven residences, ranging from a 19th-century townhouse where Emily Post once lived to a 350-square-foot apartment, will be open from 1 to 5:30 p.m. for the 13th annual event to benefit the Greenwich Village Society for Historic Preservation. The tour will also include an Italianate home with an elaborately paneled entrance" , "date" : "20110428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City Home and Garden Tours" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/28\/garden\/28tour-nyc.html"} , {"body" : "Sandwich Truck Coolhaus, a Los Angeles company that makes ice cream sandwiches in some oddball flavors like brown butter-candied bacon, is bringing a truck to New York and from Thursday to Sunday will give away sandwiches in Manhattan. From Monday to the end of the year, the truck will be selling ice cream sandwiches in Manhattan, Brooklyn and" , "date" : "20110427" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/27\/dining\/27fcal.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$22.90\/SQ. FT. $75,600 approximate annual rent 545 Fifth Avenue (between 14th and 15th Streets) South Park Slope, Brooklyn A Manhattan restaurateur has taken a 15-year lease for a 3,330-square-foot retail space in this three-story mixed-used building. The space is being renovated and will open as a pub-style restaurant in the summer. Tenant:" , "date" : "20110427" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DE143BF934A15757C0A9679D8B63"} ,   {"body" : "IN a vast, unheated room overlooking Cooper Square in the East Village, Guy Wasko tried to shake off the start-up jitters. It was late March, less than three weeks before the biggest day of his professional life, and there was still so much to do. A financial backer was wavering. The music was a big question mark: was it the right flavor for the" , "date" : "20110424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The God Squad" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/24\/nyregion\/evangelical-group-sees-nyc-as-incubator-to-plant-churches.html"} , {"body" : "In March 1998, a 6-week-old girl named Shannell Coppage died of malnutrition even though she had been regularly breast-fed by her mother in their Park Slope, Brooklyn, home. Her mother, a 21-year-old named Tatiana Cheeks, was arrested and charged in the infant's death, prompting an outcry from women's health advocates. A few months afterward, the" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "13 Years Later, a $2 Million Award" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/2-million-for-mother-wrongfully-charged-in-babys-death.html"} , {"body" : "TOOTHPASTE? Check. Tampons? Check. Vibrator? Check! For years, vibrators were bought quietly in sex shops, and later online, arriving in discreet unmarked packages. They were rarely discussed, other than perhaps during a late-night girl-talk session fueled by many glasses of pinot grigio. But now you can find them advertised on MTV and boldly" , "date" : "20110421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Vibrators Carry the Conversation" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/21\/fashion\/21VIBRATORS.html"} , {"body" : "Manhattan Gramercy Park Area $355,000 215 East 24th Street 25 weeks 550-sq.-ft. studio co-op in a postwar building; renovated kitchen, high ceilings, h\/w floors, laundry room and roof deck in building; maintenance $850, 62% tax deductible; listed at $369,000. Broker: Real Estate Group. East Village $495,000 311 East 10th Street 6 weeks 700-sq.-ft." , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E5DF1439F934A25757C0A9679D8B63"} , {"body" : "Rachel Abigail Posner and Jason Matthew Weiner were married Saturday at the Chelsea Hotel in Atlantic City. Neeshan Mehretu, a friend of the couple who became a Universal Life Church minister for the event, officiated. The bride, 37, who is keeping her name, teaches English to juniors and seniors at New Design High School in Manhattan. She" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Rachel Posner, Jason Weiner" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/fashion\/weddings\/17Posner.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "ANTHONY ABBATE, a native Staten Islander who designs cabinets for high-end audio equipment, sometimes thinks about the ones that got away. ''There was a corner brownstone with a three-car garage in Park Slope that was great,'' said Mr. Abbate, 42, remembering a house he fell in love with in the 1990s. ''There was also a wonderful brick two-family" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | TOMPKINSVILLE, STATEN ISLAND; The Siren Song Of a Fire Station" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/realestate\/17habi.html"} , {"body" : "On a tranquil side street in brownstone Brooklyn, where the biggest battles are over takeout menus and strollers, looms a jarringly martial sight: dozens of olive-drab sandbags piled high under a saw-toothed zinc roof. This week, Lenny Goodstein has transformed his Park Slope art and antiques gallery into a bunker -- a fortified haven for a" , "date" : "20110416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Bunker Sets the Scene For Veterans To Exhibit Art" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/16\/nyregion\/park-slope-art-gallery-adopts-bunker-look-for-vets-show.html"} , {"body" : "Dennis M. Walcott, the incoming city schools chancellor, was so excited on Thursday night that he had trouble sleeping. He woke up at 3:30 a.m., then again at 5:20, and went out for a two-mile run. By 7:30, he was at Public School 10 in Park Slope, Brooklyn, waffle batter and electric waffle press in hand. Lily Potter, 8, couldn't sleep either. She" , "date" : "20110416" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Incoming Chancellor Delivers on a Promise of Waffles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0D8103EF935A25757C0A9679D8B63"} , {"body" : "Patricia Francois prowled the American Museum of Natural History on a recent afternoon, looking for nannies. She spotted two, with their charges, sitting in the inky gloaming beneath the famous blue whale, and zeroed in. Ms. Francois, an organizer for the advocacy group Domestic Workers United, asked the women if they were familiar with the state's" , "date" : "20110415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Boon for Nannies, If Only They Knew" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/nyregion\/few-domestic-workers-know-about-law-protecting-them.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. James Blunt (Thursday) There's a touch of Rod Stewart's gruffness in Mr. Blunt's voice, but very little of the swagger (his 2005 single, ''You're Beautiful,'' is a notoriously cloying earworm). At his best, the British Mr. Blunt recalls the" , "date" : "20110415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/arts\/music\/pop-and-rock-listings-for-april-15-21.html"} ,   {"body" : "'BOOM TOWN' Anyone who's read history knows that the Wild West was a bit of a circus. In ''Boom Town,'' it's a lot of one. The show, at the New Victory Theater, features fresh-faced young men and women in period garb bustling about a set that's a frontier town in the 1860s. Clem the Miner (Steven Ragatz), with a beard that would qualify him for a" , "date" : "20110415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "19" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/arts\/spare-times-for-children-for-april-15-21.html"} , {"body" : "SHORTLY before 8 on Sunday evenings, swimmers doing laps at the Chinatown Y.M.C.A call it a night, and three staff members from the NYC Social Sports Club take over the space, placing 20 yellow and blue inner tubes in the water and putting up goals at each end of the pool. It is time for water polo, but with a user-friendly twist. Unlike the" , "date" : "20110415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "URBAN ATHLETE; Horseplay in the Water" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/arts\/water-polo-with-the-nyc-social-sports-club.html"} , {"body" : "There were certain things that she remembered from that night, and some things that she did not. She recalled dancing and drinking at a bar in Park Slope, Brooklyn, celebrating a job promotion with friends, but even that was a bit hazy. Her next recollection, she testified in the rape trial of two New York City police officers, was waking up in the" , "date" : "20110415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At 2 City Officers' Trial, Accuser Recalls, in Pieces, Night of Rape" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/15\/nyregion\/at-rape-trial-of-officers-woman-tells-of-hazy-violent-night.html"} , {"body" : "The mighty Queen Mary 2 will no longer be belching diesel fumes into Red Hook when it docks at the Brooklyn Cruise Terminal next year. Instead, the cruise ship will shut down its engines and plug into a giant electrical outlet built especially for the port. After two years of negotiations involving many parties, the Bloomberg administration on" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Brooklyn, Cruise Ships Will Plug In To End Fumes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DA143EF937A25757C0A9679D8B63"} , {"body" : "OPENINGS The Danish designer HENRIK VIBSKOV will open his first store in the United States tomorrow, in SoHo, at 456 Broome Street (Mercer Street); (212) 219-3950; henrivibskov.com. The store carries his avant-garde line for women and men, as well as a few other designers, including Stine Goya and Cosmic Wonder. ...HOUSING WORKS THRIFT SHOP opens" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Scouting Report" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2DA1F39F937A25757C0A9679D8B63"} , {"body" : "Grand Prospect Hall has long held an affectionate spot in Brooklyn's heart, starting in the gaslight era of the 1890s when Brooklyn society ventured out of their elegant Park Slope brownstones to attend operas or other entertainment in the hall's gilded auditorium. In later generations, the hall was a vaudeville palace, a fraternal clubhouse, even" , "date" : "20110409" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "GREENWOOD HEIGHTS JOURNAL; Catering Hall's Plan For a Hotel Upsets The Neighbors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DE1039F93AA35757C0A9679D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire Quintet (Thursday) With his new Blue Note debut, ''When the Heart Emerges Glistening,'' the thrillingly proficient trumpeter Ambrose Akinmusire delivers one of this year's standout jazz releases, along with a statement of principle. It's a showcase for his writing" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/arts\/music\/jazz-listings-for-april-8-14.html"} , {"body" : "'REVOLTING RHYMES' Any poetry that includes the lines ''In the kitchen, peeling spuds,\/Cinderella heard the thuds\/Of bouncing heads upon the floor'' might justifiably be called revolting. But severed heads aside, this and other children's verses by Roald Dahl are revolting in another way. They strike a rebellious blow against the prettified world" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/arts\/spare-times-for-children-for-april-8-14.html"} , {"body" : "Cathleen P. Black, the publishing executive thrust into the improbable role of New York City's school chancellor, resigned Thursday on the 95th day of her tenure after Mayor Michael R. Bloomberg told her in a blunt meeting that her troubled appointment could not be salvaged. The mayor announced he would replace Ms. Black with Dennis M. Walcott, a" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "AFTER 3 MONTHS, MAYOR REPLACES SCHOOLS LEADER" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/education\/08black.html"} , {"body" : "THERE were no guest lists, V.I.P. lines or finicky doormen at Don Hill's the night of March 31 -- but such an uncouth departure from the nightlife pecking order was forgivable. Earlier that day, Don Hill himself, a legendary fixture in New York's clubland who presided over three decades of underground culture bridging punk, glam-androgyny, indie" , "date" : "20110407" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "All-Night Sendoff for a Clubland King" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/07\/fashion\/07donhill.html"} ,   {"body" : "THERE were no guest lists, V.I.P. lines or finicky doormen at Don Hill's the night of March 31 -- but such an uncouth departure from the nightlife pecking order was forgivable. Earlier that day, Don Hill himself, a legendary fixture in New York's clubland who presided over three decades of underground culture bridging punk, glam-androgyny, indie" , "date" : "20110407" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "All-Night Sendoff for a Clubland King" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E1DC1139F934A35757C0A9679D8B63"} , {"body" : "By the time Kofi Owusu pulled his yellow cab up to the front of an East Village apartment building early one December morning in 2008, the passenger in the back seat had already vomited twice -- once inside the taxi, he said in court on Tuesday. The passenger, a 27-year-old woman, asked for help getting out of the car. Mr. Owusu told her he could" , "date" : "20110406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Witnesses in Police Rape Trial Outline Evening of Drinking" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/06\/nyregion\/06rape.html"} , {"body" : "A police officer accused of raping a woman in her East Village apartment while on duty in December 2008 built a rapport with the woman during a discussion of alcoholism and had physical contact with her, but they did not have sex, his lawyer argued in court on Monday. In opening statements in State Supreme Court in Manhattan, lawyers laid out their" , "date" : "20110405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In Rape Case, Court Is Told Officer's Act Was Not Sex" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/05\/nyregion\/05rape.html"} , {"body" : "Aid for Japan and Italy To raise money for Japanese disaster relief, an eclectic concert with something for everyone will be held on Thursday at 8 p.m. at City Winery, 155 Varick Street (Vandam Street). Tickets are $45 to $65: citywinery.com. There will be food and wine for sale. On Sunday, the restaurant Gemma, 335 Bowery (Third Street), will" , "date" : "20110330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "title" : "Dining Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/30\/dining\/30fcal.html"} , {"body" : "When Daisy Eagan won a Tony Award at the age of 11 for her performance in ''The Secret Garden,'' she was so dazed, and so unfamiliar with the protocol of the ceremony, that when she left the stage and a crew member reached out to take the award from her, she thought that she had done something wrong and the honor was being revoked. ''I was like:" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "A Former Child Star Returns, With Wisdom" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/28\/theater\/daisy-eagan-in-still-daisy-after-all-these-years.html"} , {"body" : "DUANE READE ranks pretty high on the list of character-killing (if useful) additions to a neighborhood. But the Duane Reade that opened this month on Broadway at 72nd Street has an unusual distinction: It is the second in the city with a beer counter, called Brew York City. It's not quite a bar, because the not-quite-a-bartender who stands behind" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/27\/nyregion\/27open.html"} , {"body" : "There's a lot that goes into opening a new school in New York City. For the Department of Education, the process demands several layers of discussions and decisions that include finding a place for the school, fine-tuning its academic mission and, especially in the case of high schools, settling on a name that will make it stand out in a crowded," , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "IN THE SCHOOLS; Beyond 'P.S. 739' or 'Hometown High'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DB1E3AF934A15750C0A9679D8B63"} , {"body" : "EVER since his arrival in New York from Chicago a dozen years ago, Dan Babic had lived in the same apartment -- a two-bedroom rental on Front Street, near South Street Seaport. Mr. Babic enjoyed living in the financial district, which was calm after hours. His 1919 building, formerly occupied by the New Jersey Zinc Company, had carpeted hallways" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Renter Trims His Sails" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/27\/realestate\/27hunt.html"} , {"body" : "Steve Kreps and his wife, Harlene, had a plan for their son, Reuben. They had bought a home around the corner from Public School 107 in Park Slope, Brooklyn, one of the most sought-after schools in the city. They already introduced him to children in the school and to children who would be entering with him this fall, already made friends there." , "date" : "20110326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "In Packed Districts, Lists For a School Spot Grow" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/26\/nyregion\/26waitlist.html"} , {"body" : "Around Town Museums and Sites Brooklyn Historical Society (Saturday and Sunday) A discussion about the life and career of the Brooklyn Dodgers right fielder Carl Furillo, with Ted Reed, author of ''Carl Furillo: Brooklyn Dodgers All-Star''; Judith Testa, author of ''Sal Maglie: Baseball's Demon Barber''; and Carl Furillo Jr.; Saturday at 2 p.m. The" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/arts\/spare-times-for-march-25-31.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Howard Alden-Anat Cohen Duo (Thursday) Mr. Alden, a guitarist, and Ms. Cohen, a clarinetist and tenor saxophonist, are both conversant in the conventions of swing and earlier jazz. Just as crucially, they both approach music, in whatever style, as a bright and living thing. At 8:30 and" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/arts\/music\/jazz-listings-for-march-25-31.html"} , {"body" : "'TO THE MOON' Cobble Hill, Brooklyn, isn't likely to replace Cape Canaveral as a permanent launching site for spacecraft. But on Monday it will serve as a blastoff point for several extraterrestrial adventures. They make up ''To the Moon: Short Films About Space Travel,'' the latest program in the Brooklyn series Big Movies for Little Kids. The" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/arts\/spare-times-for-children-for-march-25-31.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. The Allman Brothers Band (Friday and Saturday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center since its co-founder, Dickey Betts, is estranged from the" , "date" : "20110325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/25\/arts\/music\/pop-and-rock-listings-for-march-25-31.html"} , {"body" : "''All Chestnut Trees Here Are Doomed'' read the headline in The New York Times. The year was 1911, ''here'' was greater New York, and the great chestnut blight, which was first discovered in the Bronx Zoo in 1904, was well on its way to wiping out four billion of the trees that once made up a quarter of the Northeast's hardwoods. Now," , "date" : "20110324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Returning Chestnut Trees to City Where a Blight Was First Found" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EFD6163DF937A15750C0A9679D8B63"} , {"body" : "Several years ago Lance Winters, the head distiller for Hangar One in California, concocted a limited batch of chipotle vodka by infusing fresh, dried and smoked chilies. The demand outpaced supply. Finally, he has been able to triple the production, and the vodka is now being sold across the country. In addition to japaleños and chipotles (smoked" , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Vodka With Flavors More From Mexico Than Moscow" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/23\/dining\/23vodka.html"} , {"body" : "Opening WALLE RESTAURANT & LOUNGE Wally Chin (at right in photo), who, with his brother, Jimmy Chin, owns Chin Chin, is venturing out on his own. His chef and partner, Chris Cheung (left in photo), puts a personal spin on Chinese food. Look for foie gras bao (buns), lobster dumplings, fried oysters with Asian pear slaw, a burger on a Shanghai bun" , "date" : "20110323" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/23\/dining\/23off.html"} , {"body" : "When Amber Brien, a 36-year-old researcher by day and bass guitar player by night, put her sun-filled sixth-floor condominium near Downtown Brooklyn up for sale last March, she thought it would not be long before she sold it and moved in full time with her boyfriend in Park Slope. Since then, her boyfriend has become her fiancé and her music jobs" , "date" : "20110322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "APPRAISAL; How a Building Dispute Can Sink a Sale" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/22\/nyregion\/22appraisal.html"} , {"body" : "PARK SLOPE CO-OP $595,000 BROOKLYN: 235 Lincoln Place (Eighth Avenue), #6H A one-bedroom one-bath top-floor co-op with an office in the foyer and a renovated kitchen, in a prewar doorman building with storage, a super, and a central laundry. Leslie Marshall, James Cornell (718) 923-8034, Corcoran Group, www.corcoran.com Open house Sunday, 12 to 2" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E0D9113EF933A15750C0A9679D8B63"} , {"body" : "Manhattan Upper West Side $260,000 2025 Broadway (70th St.) 405-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge, marble bath, east exposure, c\/a; maintenance $1,010, 73% tax deductible; listed at $260,000. Brokers: Halstead Property; Citi Habitats. Upper East Side $415,000 166 East 61st Street 620-sq.-ft. co-op in a postwar" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E7DA123AF933A15750C0A9679D8B63"} , {"body" : "I FELT so virtuous handing over $1 for the Buzz Lightyear action figure my 3-year-old daughter found amid the wreckage at the charity bazaar. Little did I know she'd stolen it from a younger kid. We had heard about the bazaar on a local parenting e-mail list: it was a fund-raiser for Jonah's Just Begun, a foundation for children with Sanfilippo" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEW YORK STORY; Buzz Makes It Home, As Usual" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/nyregion\/20toystory.html"} ,   {"body" : "Freddy's, an iconoclastic Brooklyn dive bar that once stood in the way of a bulldozer, has returned -- at least in the physical sense. Relocated 32 blocks away, Freddy's still has the same red mahogany bar, more of the same sardonic art objects, and some of the same customers, who say it is cleaner and warmer than the old place. Whether Freddy's is" , "date" : "20110319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "SUNSET PARK JOURNAL; The Transmigration of a Brooklyn Saloon" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/19\/nyregion\/19metjournal.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Steven Bernstein's Millennial Territory Orchestra (Tuesday) Led by Mr. Bernstein, a trumpeter and ace arranger, this little big band typically dusts off a grab bag of material -- from obscure swing-era tunes to Sly and the Family Stone -- with showmanship, spirit and irreverence. At 7:30" , "date" : "20110318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/18\/arts\/music\/jazz-listings-for-march-18-24.html"} , {"body" : "THALIA KIDS' BOOK CLUB When Laurie Halse Anderson had the idea for a new young-adult novel several years ago, she had long discussions with her editor at Simon & Schuster about whether it was even appropriate for her to tell this story. That's unusual for a fiction author, but what she planned was unusual too: Ms. Anderson, who describes herself as" , "date" : "20110318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/18\/arts\/spare-times-for-children-for-march-18-24.html"} , {"body" : "For generations of space-starved New Yorkers, Cobble Hill Towers has been an affordable oasis. More than 130 years ago, its architect, Alfred Tredway White, designed its nine low-rise, red-brick buildings to demonstrate that housing for the poor could be both humane and economically feasible. The buildings were known for their distinctive" , "date" : "20110315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE APPRAISAL; Towers Built for the Poor Are Hearing the Call Of the Condominium" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/15\/nyregion\/15appraisal.html"} , {"body" : "Park Slope, Brooklyn. Cape Cod, Mass. Berkeley, Calif. Three famously progressive places, right? The yin to the Tea Party yang. But just try putting a bike lane or some wind turbines in their lines of sight. And the karma can get very different. Last week, two groups of New Yorkers who live ''on or near'' Prospect Park West, a prestigious address" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CAPE COD (MASS)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "Not in My (Liberal) Backyard" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/weekinreview\/13nimby.html"} , {"body" : "THE Verrazano-Narrows Bridge is inescapable in Bay Ridge, its lofty silhouette a constant presence on block after block. It would be understandable for someone like Susan Brown, a lifetime resident, to feel ambivalent about the bridge, since she recalls all the big changes that its construction in the 1950s occasioned for her family and friends." , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BAY RIDGE, BROOKLYN; You'll Notice There's a Bridge" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/realestate\/13Living-bay-ridge-brooklyn.html"} , {"body" : "The first cabdriver tells his prospective fare that, lacking GPS and a map, he does not know how to get to Union Street and Third Avenue in Brooklyn, an intersection of two relatively major streets about 1.5 miles, and two turns, from the base of the Brooklyn Bridge. The second flashes a you've-got-to-be-kidding smile as the customer asks to be" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "READER COMMENTS; Lambasting Manhattan-Only Cabbies, or Defending Them" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5D71638F930A25750C0A9679D8B63"} , {"body" : "FOR 15 years, Christopher Murray lived in what he describes as a ''perfectly serviceable'' one-bedroom railroad apartment in South Park Slope, Brooklyn. It was a rent-stabilized fourth-floor walk-up with a view of a back alley. The neighborhood ''grew and evolved when I was there,'' he said. So did he. Last year, a friend in the building bought a" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHELSEA (NYC)" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Shorter Commute to the Office" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/realestate\/13Hunt.html"} , {"body" : "THE kombucha guy was doing it wrong, and so was I. By the time Rich Awn, the owner of the one-man tea-and-coffee brewery Mombucha, arrived at the food swap in a TriBeCa apartment building, the table brimmed with inventive homemade goods, including vodka infused with the needles from an organic Christmas tree. Next to each offering was a green" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK STORY; You Cooked What? I'll Trade You Granola!" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/nyregion\/13barter.html"} , {"body" : "Manhattan Upper East Side $375,000 205 East 77th Street, Dover House 420-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge, eat-in kitchen, h\/w floors; mainte- nance $935, 45% tax deductible; listed at $399,000. Brokers: Prudential Douglas Elliman; City Connections. TriBeCa ............$500,000 376 Broadway (White Street)" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EEDB153BF930A25750C0A9679D8B63"} ,   {"body" : "Fresh Direct started selling groceries online in New York City nine years ago, and in that time, one of its biggest national competitors, Peapod, has circled ever closer to Manhattan. But it has not crossed the river -- until now. Starting on Sunday, armed with a hefty budget for parking tickets, Peapod plans to roll its delivery trucks through big" , "date" : "20110312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Online Rival Rolling Out New Weapon In Grocery War" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/12\/nyregion\/12peapod.html"} , {"body" : "Around Town Museums and Sites Alice Austen House (Saturday) The discussion ''20th Century Women in the Arts: Alice Austen and Jacques Marchais'' will focus on these two noted women associated with cultural institutions on Staten Island: the photographer Alice Austen (Alice Austen House) and the art collector Jacques Marchais (Jacques Marchais" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/arts\/spare-times-for-march-11-17.html"} , {"body" : "For all the legal challenges, political hubbub and neighbor-against-neighbor conflict, the bicycle lane on Prospect Park West seems to have united Brooklynites on one thing: it is nice to be the center of attention. A crowd that gathered on Thursday night for a public debate about the lane applauded wildly after the master of ceremonies, hoping to" , "date" : "20110311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Residents Face Off Over Brooklyn Bike Lane" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/nyregion\/11bike.html"} , {"body" : "Fulton Street in Clinton Hill, a few blocks from the neighborhood's rows of stately brownstones, is undergoing a slow makeover, with markets serving farm-raised meats, French cafes and fresh new faces. Opened in December, Hanson Dry is a midcentury-modern-themed cocktail lounge that caters to the young professionals who now call the neighborhood" , "date" : "20110310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "BOîTE; Hanson Dry: Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/10\/fashion\/10boite.html"} , {"body" : "Bicyclists in boots and backpacks glided effortlessly on Tuesday along a milky green path of controversy, although few stopped to discuss it. It was noon in the pre-spring sunshine along the sparsely occupied eight-month-old Prospect Park West bike route, a day after two local groups filed a lawsuit against the city's Transportation Department to" , "date" : "20110309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "In Brooklyn, Divided Opinion About a Bike Lane by a Park" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/09\/nyregion\/09bike.html"} , {"body" : "Well-connected New Yorkers have taken the unusual step of suing the city to remove a controversial bicycle lane in a wealthy neighborhood of Brooklyn, the most potent sign yet of opposition to the Bloomberg administration's marquee campaign to remake the city's streets. The lawsuit, filed on Monday in State Supreme Court in Brooklyn, comes after a" , "date" : "20110308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Bike Lane Lawsuit, a Bigger Traffic Challenge" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/08\/nyregion\/08bike.html"} , {"body" : "THE very mention of certain apartment buildings in New York evokes a genteel world of wealth, power and discretion. At the Dakota, 740 Park Avenue or 15 Central Park West a gantlet of daunting prices, white-gloved doormen, and in some cases Kremlinesque co-op boards, keep mere mortals from a nirvana of sun-drenched penthouses, richly paneled" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'It' Buildings Of The Other Boroughs" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/realestate\/06cov.html"} , {"body" : "BY day, Antonio Ramos is a medicinal chemist at the drug maker Sanofi-Aventis in Bridgewater, N.J., where he helps develop molecules for prescription drugs. In the evening, he puts his chemistry skill set to a different use: developing formulas for Brooklyn Soda Works, the artisanal soda company he started last year with his partner, Caroline Mak." , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "4" , "title" : "BRIGHT IDEAS: SLIPSTREAM; A Chemist, An Artist And a Lot Of Fizz" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/business\/06stream.html"} , {"body" : "Lucy Allison Baker and Alexander James Brandes were married Saturday evening at Bridgewaters, an event space in Manhattan. Rabbi Edward Schecter officiated. The bride, 29, is a columnist in Brooklyn for seriouseats.com, and is the author of ''The Boozy Baker: 75 Recipes for Spirited Sweets'' (Running Press, 2010). She is also the publicist for" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Lucy Baker, Alexander Brandes" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/fashion\/weddings\/06BAKER.html"} , {"body" : "At a pea-size Lower East Side bistro known for its fries, the admonition is spelled out on a chalkboard: No ketchup. At a popular gastropub in the West Village, customers cannot have the burger with any cheese other than Roquefort. And at Murray's Bagels in Greenwich Village and Chelsea, the morning crowd can order its bagels topped any number of" , "date" : "20110305" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Have It Your Way? Purist Chefs Won't Have It" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/05\/nyregion\/05puritans.html"} ,   {"body" : "THE bar at Soho House was hopping as those in the members-only crowd clinked glasses and regaled one another at a midlevel roar. But the real drama was playing out one floor down, in the club's library, where a small cross-section of New York City was held rapt by tales seldom overheard in polite company: love disintegrating amid differences in" , "date" : "20110304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "21" , "title" : "All Around Town, Stories Well Told" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/04\/arts\/04readings.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Mose Allison Trio (Thursday) With ''The Way of the World'' (Anti-), released last year, Mose Allison renewed his claim on a certain strain of American songcraft, wry and self-implicating, awash in blues vernacular. At 83, his voice is a dry husk -- but that often serves the songs, as" , "date" : "20110304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/04\/arts\/music\/04Jazz.html"} , {"body" : "ANIMAL hats are the winter trend that refuses to die. Selling on the streets of New York and in fashion-forward stores like Topshop, they feature primitive animal faces (some with whiskers), the corresponding ears on top, and braided side flaps with pompoms. Popular designs include bears, cats and even beavers. Some come with matching mittens. The" , "date" : "20110303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "The Enduring Call of the Wild, At Any Age" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/03\/fashion\/03ANIMALHATS.html"} , {"body" : "Florence Cozzolino remembers the man who used to live down the street from her at 178 Marine Avenue in Bay Ridge, Brooklyn. She and other children from the neighborhood would gather outside his house, waiting for him to return home so they could ask for his autograph. Her neighbor was not an actor. He was another sort of Brooklyn celebrity: He was" , "date" : "20110301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Remembering When Players Also Were Neighbors" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/01\/nyregion\/01flatbush.html"} , {"body" : "Talim Johnson inched along toward the check-out counter, looking over her school's shopping list to make sure she had not missed anything. Construction paper. Colored paper of various thicknesses and textures. File holders. Three-ring binders. Posters to brighten up the hallways. And a mannequin. ''This is a hot item,'' said Ms. Johnson, who" , "date" : "20110301" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "For Schools, A Source Of Supplies At No Cost" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/01\/nyregion\/01warehouse.html"} , {"body" : "BEN RYDER HOWE says he was raised to avoid using the personal pronoun ''I'' when writing. Moreover, he rarely wrote about New York. Fortunately for readers, he overcame both disinclinations in his first book, ''My Korean Deli: Risking It All for a Convenience Store'' (Henry Holt, $25). It's a charming, present-tense, only-in-New York chronicle of" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "BOOKSHELF; Adventures in an Urban Wilderness" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/nyregion\/27book.html"} , {"body" : "A STARTLING sight will soon be hanging in midair in the Madison Avenue window of the Whitney Museum of American Art, just a few blocks from Ralph Lauren, Prada and Gucci: a 22-foot-long neon sign spelling out the words ''negro sunshine.'' It's the work of the New York Conceptual artist Glenn Ligon, whose midcareer retrospective, ''Glenn Ligon:" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Inside Story On Outsiderness" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/arts\/design\/27ligon.html"} , {"body" : "The comedian Mike Birbiglia, 32, who transformed his self-destructive sleep disorder into ''Sleepwalk With Me,'' a one-man Off Broadway show, in 2008, is returning to the stage next month in ''My Girlfriend's Boyfriend'' at the Barrow Street Theater. Mr. Birbiglia lives on the Upper West Side with his wife, Jen Stein, a writer, and their elderly" , "date" : "20110227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | MIKE BIRBIGLIA; From Sleeping Bag to Starbucks" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/27\/nyregion\/27routine.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History (Wednesday and Thursday) SciCafe presents ''Know Your Roots: The Cultural Origins of Medicinal Plants,'' a lecture by Dr. Ina Vandebroek, on Wednesday at 7 p.m.; free, with a cash bar. ''The Aging Brain: An Owners Manual'' is the first of three interactive courses exploring cognitive" , "date" : "20110225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/arts\/25spare.html"} , {"body" : "ON a recent Saturday night, in a desolate corner of Red Hook, Brooklyn, a crowd gathered at Sunny's, a family-owned bar that's been soothing homesick sailors for well over a century. Outside, icy winds sliced across New York Harbor; inside, visitors clutched mugs of hot spiced cider, squeezing onto the handmade wooden benches flanking the back" , "date" : "20110225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "From City Folk, Toe-Tapping Country Sounds" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/arts\/music\/25openjams.html"} ,   {"body" : "A native of Atlanta, Drake Page was familiar with his family's sweet Southern-style chutneys. He also lived in London, where chutney comes with the cheese in a pub. Now his DP Chutney Collective (a one-man band so far) produces a rotating line of more than a dozen chutneys and ketchups. The aromatic curried peach, top, and the musky sweet tomato" , "date" : "20110223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Chutney and Ketchup Creations" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/23\/dining\/23chutneys.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "When Stop N Swap, the rolling caravan of other people's junk, pulled up at the St. George Library on Staten Island one recent Saturday, the city's latest initiative to remodel consumer habits was a modest, even slightly depressing affair: a few scraggly pieces of clothing hanging on a sparse rack and someone else's housewares. Some retirees were" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; The Lure Of a Price Tag That Says Zero" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E0D8163CF933A15751C0A9679D8B63"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "When Stop N Swap, the rolling caravan of other people's junk, pulled up at the St. George Library on Staten Island one recent Sunday, the city's latest initiative to remodel consumer habits was a modest, even slightly depressing affair: a few scraggly pieces of clothing hanging on a sparse rack and someone else's housewares. Some retirees were" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; The Lure Of a Price Tag That Says Zero" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/20\/nyregion\/20critic.html"} , {"body" : "Art Karen Rosenberg Artists have long suspected that the brief career of Blinky Palermo, who died in 1977 at age 33, is a missing puzzle piece in the history of postwar abstraction. Palermo's colorful object-pictures, which make use of Formica, aluminum and department-store fabrics, are a key link between American and European painting: Yves Klein" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; Feb. 20 -- 26" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/20\/arts\/20weekaheadweb.html"} , {"body" : "Kathryn S. Wylde, 64, president of the Partnership for New York City, the city's premier business association, works days that start early and often stretch into the night. Once a month she takes a break and flies to Puerto Rico, where she spends five or six days -- including one Sunday -- with her husband, Wilfredo Lugo, 65, who lives full time at" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | KATHRYN S. WYLDE; The Goal: Don't Go to Manhattan" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/20\/nyregion\/20routine.html"} , {"body" : "Pop Jon Pareles It's about time the R&B singer and songwriter WILLIE WEST had his New York debut as a leader, more than half a century after his career began. Bluesy, brokenhearted ballads, full of tears and betrayal, are his forte: he can moan, rasp and shout or break into falsetto. Born in Raceland, La., Mr. West was a teenager when he became the" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | FEB. 20-FEB. 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E1D7153DF933A15751C0A9679D8B63"} , {"body" : "''KIDNAPPED!'' reads the Web site of Barbès, a Park Slope, Brooklyn, bar and restaurant popular for its live music. Beneath that is an image of a statue -- the bust of a man with jet black hair and a matching mustache and eyebrows. It is about two feet tall and sits in a cubbyhole. ''José Gregorio has been our mascot and protector for now 10" , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "On the Trail Of a Statue, and a Thief" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6DD113DF933A15751C0A9679D8B63"} , {"body" : "PARK SLOPE CO-OP $695,000 BROOKLYN: 55 Seventh Avenue (at Lincoln), #4 A two-bedroom one-bath co-op with an updated kitchen and bath and a washer\/dryer in a five-unit prewar building. Lee Solomon, Brown Harris Stevens (718) 399-4105; www.bhsusa.com Open house Sunday, 2:30 to 4 p.m. MAINTENANCE: $783 a month PROS: Two blocks from Grand Army Plaza," , "date" : "20110220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6D7133DF933A15751C0A9679D8B63"} , {"body" : "The Park Slope Food Coop, in Brooklyn, is known for its rules: organic and nonorganic products must not touch; long vegetables must be displayed lying parallel to the aisles. But perhaps no rule is more sacred than the requirement that to shop at the co-op, each member must volunteer a certain amount of time there, typically 2 hours and 45 minutes" , "date" : "20110218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "At a Food Co-op, a Discordant Thought: Nannies Covering Shifts" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/18\/nyregion\/18coop.html"} , {"body" : "Even when they involve 14-foot tiger sharks preserved in formaldehyde or pictures of Jeff Koons in flagrante delicto, commercial art gallery exhibitions in New York don't often draw capacity crowds. And they almost never move people to line up along the postindustrial streets of Chelsea on weekday winter mornings as if a sample sale were under way." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Flock Around 'The Clock'" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/17\/arts\/design\/17christianmarclay.html"} ,   {"body" : "Taking the name to heart, the folks in Castleton, Vt., actually hand-crack the sheets of thin flatbread they make for their crackers. They have nailed the texture perfectly: sturdy enough for spreading and dipping, but flaky enough for nibbling like potato chips. There are five flavors: slightly sweet Middlebury Maple (above left) and Putney" , "date" : "20110216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Good New England Crunch" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/16\/dining\/16crackers.html"} , {"body" : "The murder has never been solved: On Feb. 27, 1967, Wharlest Jackson, a father of five and the treasurer of the Natchez, Miss., branch of the N.A.A.C.P., was killed by a car bomb, making him just one of dozens of victims of racial violence during the civil rights era. To add an element of horror, Mr. Jackson's 8-year-old son heard the explosion," , "date" : "20110216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TV Series Tries to Revive Civil Rights Cold Cases" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/16\/arts\/television\/16civilrights.html"} , {"body" : "UNTIL recently, the long, narrow razor clam was easier to find on a beach than in a restaurant. Except in Asian places, it rarely made the cut. But in the quest by New York chefs for unusual ingredients, razor clams are now being scooped up. At Strip House, the executive chef John Schenk steams them with bacon and garlic. He said he loved the" , "date" : "20110216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Even a Clam Knows This: It's Good to Be Skinny" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/16\/dining\/16razor.html"} , {"body" : "THE Brooklyn Cruise Terminal on the Buttermilk Channel has picturesque views even when the Queen Mary 2, which docks there regularly, is at sea. There is verdant Governor's Island across the water and, behind it , the heaving, jagged rise of Manhattan. To the north are the great bridges of the East River. To the west, the Statue of Liberty. And to" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2011\/02\/13\/travel\/13hours-brooklyn.html"} , {"author" : "Sue Halpern is a scholar in residence at Middlebury. Her most recent book is ''Can't Remember What I Forgot: Your Memory, Your Mind, Your Future.''" , "body" : "At the Aspen Ideas Festival in Colorado last July, John Fetterman, the mayor of Braddock, a small Pennsylvania town 10 miles upriver from Pittsburgh, was introduced by Dana Gioia, former chairman of the National Endowment for the Arts, as a man who demonstrates ''how ideas can change the world.'' It was four days into the weeklong festival, and" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "MAYOR OF RUST" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/magazine\/13Fetterman-t.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "If you have ever looked in the mirror and thought, ''Good Lord, I need to lose weight,'' some very cheerful people in Forest Hills, Queens, are waiting to share the good news with you. And in Park Slope, Brooklyn, on the Upper West Side of Manhattan, and in Greenwich Village. And they've got snacks. They are members of the Journey Church, a modern" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; Have Faith, Lose Weight. But First, Candy." , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/nyregion\/13critic.html"} , {"body" : "Manhattan Hudson Heights . . . . . . . $325,000 900 West 190th St., Cabrini Terrace 750-sq.-ft. co-op in a postwar build- ing; Hudson River view, part-time doormen, dinette, h\/w floors, 3 expo- sures; maintenance $735, 42% tax deductible; listed at $375,000. Bro- ker: Simone Song Properties. Upper West Side . . . . . . $585,000 310 West 106th" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EEDB1539F930A25751C0A9679D8B63"} , {"body" : "'Miss Nelson Is Missing!' If you go to the latest Atlantic for Kids production, prepare to duck. Paper flies everywhere, most often in the shape of airplanes seemingly zooming straight for someone's head. Be glad those missiles aren't spitballs. While the surroundings may resemble a theater, you've actually wandered into the halls of the Horace B." , "date" : "20110211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/11\/arts\/11kids.html"} , {"body" : "PARK SLOPE DUPLEX $1,425,000 BROOKLYN: 334 Second Street (Fourth and Fifth), #2F A three-bedroom two-and-a-half-bath duplex with two front balconies, two rear terraces, and private roof deck in a 24-unit 2003 condo. Leslie Marshall, James Cornell, Corcoran (718) 923-8034; www.corcoran.com COMMON CHARGE: $487 a month; taxes: $47 a month PROS: The" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4DA1638F935A35751C0A9679D8B63"} , {"body" : "For Joe Santos, producing and distributing his own gin was a way to say goodbye to the lock-step march of the corporate world and hello to creativity and originality. He wanted to give the gin a name that communicated that. So he invoked a certain New York City borough, the one currently outpacing the others in self-satisfaction. Brad Estabrooke" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Pride of Place In Every Drop" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/dining\/04tipsy.html"} ,   {"author" : "E-mail: peappl@nytimes.com" , "body" : "It seemed kind of sweet when it played out six years ago: one of New York's retro diners hovering near death was saved and trucked off intact for a new life in the Catskills. Instead, as the Munson Diner molders in the ice and snow, closed yet again, consider this a too-hot tale for a too-cold winter about luck, survival, a diner and the people who" , "date" : "20110203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HELL'S KITCHEN (NYC)" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "OUR TOWNS; A Diner From Hell's Kitchen Finds the Going Hard in the Catskills" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/03\/nyregion\/03towns.html"} , {"body" : "A yearlong investigation of the Gowanus Canal in preparation for its cleanup under the federal Superfund program has confirmed the severe extent of its contamination and the threat it poses to public health, particularly for people who eat fish from it or have repeated contact with its water or sediment. Officials at the federal Environmental" , "date" : "20110203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Gowanus Canal Tests Show Severity of Contamination" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/03\/science\/earth\/03gowanus.html"} , {"body" : "ERIC SWANSON was on a mission. He needed to track down the sake of the gods. Each time the Lunar New Year rolls around, casinos in Las Vegas begin bracing for an influx of ''whales'' from Asia -- high-rolling gamblers who, when dining and drinking between marathon bouts at the gaming tables, tend to specialize in the grandest of gestures. When" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LAS VEGAS (NEV)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In Las Vegas, Sake With A Story Is Whale Bait" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/dining\/02sake.html"} , {"body" : "Dr. Evil had his cat, Mr. Bigglesworth; President Obama has Bo; even Jabba the Hut had an interstellar critter named Salacious Crumb. And at the seats of power in some of New York City's private schools, there's sometimes something fluffy curled around the chair legs. ''Animals have an interesting ability to humanize the people that they are" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Go See the Headmaster? Yes! Please! (There's a Dog to Pet)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DC1E31F931A35751C0A9679D8B63"} , {"body" : "COLD WEATHER,'' the third feature by the young filmmaker Aaron Katz, begins in the modestly introspective vein of many a low-budget American indie. On an indefinite break from college, Doug has returned home to Portland, Ore., where he's staying with his sister, Gail. The film appears poised to explore their shared history and private uncertainty," , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM; An Indie Gumshoe in Oregon's Gloom" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/30\/movies\/30katz.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. MANHATTAN Upper West Side . . . . . . $307,500 442 Amsterdam Avenue (81st St.) r 1 f 1 h 0 o 8 weeks 525-sq.-ft. co-op in a prewar building; dining area, 91\/2-ft. ceilings," , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E6DC1331F933A05752C0A9679D8B63"} , {"body" : "AS the owner of a fitness studio in Brooklyn, Elizabeth Pongo recognizes the humor and humiliation inherent in shaping up: the ill-fitting shorts, the mystifying gym contraptions, the tiny sacks of cookies portioned to deliver just 100 sad calories. Now Ms. Pongo is using her gym expertise and her stage experience as a stand-up comic to take back" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "URBAN ATHLETE; Laughing Off the Pounds" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/arts\/28urbathlete.html"} , {"body" : "'VELMA GRATCH & THE WAY COOL BUTTERFLY' Being the youngest child often has disadvantages, including hand-me-downs, distracted parents and a dearth of baby pictures in the family album (while Mom and Dad have enough of their firstborn to fill a feature-length documentary). But for Velma Gratch the biggest problem is her sisters' reputations. They're" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/arts\/28kids.html"} , {"body" : "The mail brought a devilish question about breakfast bagels, while someone wanted to know where to get a drink and a bite after seeing ''The Merchant of Venice'' on Broadway. I tried to answer these queries and more. As always, you can send questions about where to go or what to eat in New York to dinejournal@nytimes.com. Q. This is a very simple" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; Egg and Cheese on a Bagel: The Quest for the Best" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/dining\/28mrcritic.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - John Abercrombie Quartet Featuring Greg Osby (Friday through Sunday) The guitarist John Abercrombie favors a lyrically discursive, harmonically daring strain of postbop, and so does his special guest for this engagement, the alto saxophonist Greg Osby. Their rhythm section, supportive" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/arts\/music\/28jazz.html"} ,   {"body" : "Pop Prices may not include ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Bryan Adams (Friday) Although his cachet has diminished considerably since the early 1990s (younger pop fans may recognize Mr. Adams only as the owner of a London mansion where Lindsay Lohan once tumbled down a staircase), this famously raspy" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/arts\/music\/28pop.html"} , {"body" : "John Kander and Fred Ebb; teenagers and social networking sites; chocolate and peanut butter: this week's events continue the tradition of interesting collaborations in entertainment, with the added benefit of being terribly cheap. The poet John Ashbery will speak at the New Schoolon Monday during ''60 Years of Tibor de Nagy Painters and Poets: A" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/nyregion\/28miser.html"} , {"body" : "There was the recently familiar annoyance -- at the buses that did not come, at the thigh-high stoops that had to be shoveled. There was the unmistakable beauty -- the snow-laden trees, the backdrops that Norman Rockwell could not have improved upon. And there was the nagging question: Is New York City the new Buffalo, where snow -- snow on the" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Winter New York City Seemed More Like Buffalo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E4D61330F93BA15752C0A9679D8B63"} , {"body" : "There was the recently familiar annoyance -- at the buses that did not come, at the thigh-high stoops that had to be shoveled. There was the unmistakable beauty -- the snow-laden trees, the backdrops that Norman Rockwell could not have improved upon. And there was the nagging question: Is New York City the new Buffalo, where snow -- snow on the" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Winter New York City Seemed More Like Buffalo" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/nyregion\/28snow.html"} , {"body" : "WHY hang children's art on the refrigerator door? Because it's there. And as an exhibition venue, it's better than nothing. ''Art is made to be seen,'' said David Burton, a professor of art education at Virginia Commonwealth University in Richmond. ''It's sort of like food: why would you go through the trouble of cooking a whole meal and then not" , "date" : "20110127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Reclaiming Your Refrigerator" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/27\/garden\/27artbox.html"} , {"body" : "President Obama will be talking about economic growth and competitiveness in the State of the Union address Tuesday night. It will be interesting to see if he talks about it in the standard way or in a visionary way. The conventional way would be fine -- expanding exports, reforming education, adjusting corporate tax rates to help firms compete." , "date" : "20110125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "OP-ED COLUMNIST; The Talent Magnet" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/25\/opinion\/25brooks.html"} , {"body" : "DEAR DIARY: Recently, I was a lawyer for a young man who was arrested in Midtown for possessing an open beer container in public. The case was assigned to the Midtown Community Court on West 54th Street. It was a bitter-cold, rainy morning, and we waited outside for 40 minutes to get inside. (The punishment for having an open beer container, it" , "date" : "20110124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/24\/nyregion\/24diary.html"} , {"body" : "THE bad news first: Walking down the northern stretch of Fourth Avenue in Brooklyn, you will still have to squint very hard to see it as the borough's version of Park Avenue in Manhattan. That comparison, which boosters have been making in recent years as the corridor has come to life, is still aspirational -- especially so against the backdrop of" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING ON | FOURTH AVENUE, BROOKLYN; New Cityscape, in Search of Green Space" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/realestate\/23living.html"} , {"body" : "MICHAEL MOSHAN bought his first condo in Williamsburg, Brooklyn, in 2003. A few years later he persuaded his girlfriend, Shana Liebman, to move there from the West Village. She was skeptical -- she didn't want to be surrounded by 20-somethings just out of school. But over the years the neighborhood, with its restaurants, bars and galleries, grew on" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg, Toddlertown" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/realestate\/23cov.html"} , {"author" : "Norman Oder, a resident of Park Slope, Brooklyn, writes the Atlantic Yards Report blog and recently left Library Journal to work on a book about the project." , "body" : "OF the boroughs outside Manhattan, Brooklyn gets the most buzz -- as a tourist attraction, a ''hipster brand'' and an incubator of art and artisanal products. That has provoked a backlash from longtime Brooklynites and others wary of smugness from the borough's Brownstone Belt. However entertaining these debates, Brooklynites -- and, I dare say," , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "COMPLAINT BOX | POWERLESS IN BROOKLYN; A Borough Is All Abuzz, but Who's Paying Attention?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEFDB113EF930A15752C0A9679D8B63"} ,   {"body" : "DEATH is scary, but it's not nearly as frightening as birth. Motherhood, at least the way it is depicted on cable networks like MTV, TLC and even FitTV, is a menacing, grotesque fate that is mostly ill-timed. Procreation comes either way too soon, ruining the prom and summer beach plans of teenage girls on MTV shows like ''16 and Pregnant'' or" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION; ... And Baby Makes Reality TV" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/arts\/television\/23moms.html"} , {"body" : "It has been said that each time history repeats itself, the price goes up. Well, not so with this week's events. Buy, trade or donate unwanted items -- clothing, housewares, records and electronics in good, clean condition -- at Sunday's swap meet at Southpaw, the bar in Park Slope, Brooklyn. Free food, music and cheap drinks will be available" , "date" : "20110121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/21\/nyregion\/21miser.html"} , {"body" : "Because of an editing error, a listing in the Transactions column on Wednesday about the sale of an apartment building at 439 Second Street in Park Slope, Brooklyn, misidentified a nearby avenue. It is Sixth Avenue -- not Avenue of the Americas, which is in Manhattan." , "date" : "20110121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3DE1E3EF932A15752C0A9679D8B63"} , {"body" : "The Panel for Educational Policy approved a plan on Wednesday night to open an offshoot of a high-performing high school in the heart of Park Slope, Brooklyn, a neighborhood where families have shunned the local high school because of its poor academic performance. The new school, Millennium Brooklyn High School, will open in the fall, sharing" , "date" : "20110120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "New High School Is Approved for Park Slope" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/20\/education\/20panel.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$1.8 MILLION 439 Second Street (between Sixth and Seventh Avenues) Park Slope, Brooklyn A local investor has bought this 8,400-square-foot, four-story, eight-unit apartment building with two apartments to a floor: one three-bedroom, three two-bedroom and four one-bedrooms. Buyer: Owen Cooper Realty Seller: Judith Widerker Broker: Matthew Fotis," , "date" : "20110119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0DB103EF93AA25752C0A9679D8B63"} , {"body" : "It was rolled up among other yellowed maps and prints that came off a delivery truck at the Brooklyn Historical Society's stately office near the East River. Carolyn Hansen, the society's map cataloguer, began to gently unfurl the canvas. ''You could hear it rip,'' said Ms. Hansen, 29, still cringing at the memory. She stopped pulling. But enough" , "date" : "20110117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Cunning, Care And Sheer Luck Save Rare Map" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/17\/nyregion\/17map.html"} , {"body" : "Some people have speculated that a town house at 29 Grace Court in Brooklyn Heights on the market for $5.95 million is not selling because it is too pink. Granted, the walls, the ceiling and the window moldings in the enormous parlor of the four-family home are covered in a bright shade of bubble gum. And after the price was reduced from $6.2" , "date" : "20110116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "title" : "Big Deal | A Tougher Sell in Brownstone Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFDF143FF935A25752C0A9679D8B63"} , {"body" : "DIANA JENSEN bought her first place nearly five years ago, paying $237,000 for a two-bedroom co-op in Ditmas Park, Brooklyn. Ms. Jensen, an art teacher at the Bank Street School for Children in Manhattan, used the master bedroom as a studio for painting and drawing. But she was never quite happy with her home. ''Having grown up in Manhattan,'' she" , "date" : "20110116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; This Time Park Slope, or Close to It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EEDA163FF935A25752C0A9679D8B63"} , {"body" : "DIANA JENSEN bought her first place nearly five years ago, paying $237,000 for a two-bedroom co-op in Ditmas Park, Brooklyn. Ms. Jensen, an art teacher at the Bank Street School for Children in Manhattan, used the master bedroom as a studio for painting and drawing. But she was never quite happy with her home. ''Having grown up in Manhattan,'' she" , "date" : "20110116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; This Time Park Slope, or Close to It" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/16\/realestate\/16Hunt.html"} , {"body" : "Manhattan Gramercy Park Area . . . $370,000 330 Third Avenue (24th St.) 370-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, kitchen window, h\/w floors, office, terrace; maintenance $755, 47% tax deductible; listed at $399,999. Brokers: Halstead Property; Thomas & Ingram. Upper West Side . . . . . . $420,000 112 West 72nd Street, Gallery" , "date" : "20110116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDF1F3CF935A25752C0A9679D8B63"} ,   {"body" : "From where I am sitting, writing this review, in a cafe in the white-hot center of brownstone Brooklyn, the phrase ''Brooklyn Kinda Love'' has a connotation very different from the one that Playboy TV executives intended when they created a series bearing that name. If I were to ask the woman with the stroller seated across from me or, a bit" , "date" : "20110115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "TELEVISION REVIEW; Don't Expect References to Literary Giants" , "url" : "http:\/\/tv.nytimes.com\/2011\/01\/15\/arts\/television\/15playboy.html"} , {"body" : "A GROWN man leapt to his feet and screamed. Sean Crowley had just announced that Snooki, one of the exquisitely tanned stars of MTV's ''Jersey Shore,'' would not be descending to earth in a transparent ball in Times Square on New Year's Eve. (The event was moved to New Jersey.) This meant that the answer to a question Mr. Crowley had posed was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Q. Where To Bend Elbow And Mind?" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14trivia.html"} , {"author" : "Helen Rubinstein teaches writing at Brooklyn College." , "body" : "FOR a long time, I relied on my Brooklyn neighbors' generosity -- that is, their unsecured wireless networks -- every time I connected to the Web. So, to linksys of Park Slope, in 2005, for allowing me to do my first freelance work from home; to Netgear 1 and Netgear 2 of the same neighborhood, in 2006, for supporting my electronic application to" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "OP-ED CONTRIBUTOR; Won't You Be My Wireless Neighbor?" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/opinion\/14rubinstein.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Ben Allison Trio (Tuesday) Every Tuesday this month the bassist Ben Allison has been workshopping new music at the Lower East Side lounge Kush, with compatible partners. Next week his trio features the saxophonist David Binney and the drummer Rudy Royston. From 8 to 11 p.m., Kush, 191" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/arts\/music\/14jazz.html"} , {"body" : "WITH its pyrotechnics, suspenders and tattoos, the cocktail scene in New York appears, at times, to revolve around a troupe of Barnum & Bailey escapees. But those who frequent Weather Up, a Prohibition-style cocktail lounge, need not worry. Its 34-year-old namesake and owner, Kathryn Weatherup, is tall and blond, an unbearded lady. She is what, in" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "UP CLOSE; The Anti-Banter Bartender" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/13\/fashion\/13close.html"} , {"body" : "SALES Alice Cheng, a designer known for clean lines with a quirky twist, is having a sale at her store, A. CHENG, in Park Slope, Brooklyn, through February. A cashmere and wool blend Ruffle coat in light gray is reduced to $263 from $525; a merino wool Marla sweater, with a crocheted detail around the neckline, now $122, was $175. ''We try to stay" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Scouting Report" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE6DF103CF930A25752C0A9679D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Monty Alexander and His Harlem-Kingston Express (Sunday) The pianist Monty Alexander, one of Jamaica's proudest musical exports, stamps his native groove with an uptown twist in a group heavy on bassists and drummers. At 1 and 3 p.m., Iridium Jazz Club, 1650 Broadway, at 51st Street ," , "date" : "20110107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/07\/arts\/music\/07jazz.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning Monday, a new Imax film, ''Sea Rex: Journey to a Prehistoric World,'' looks at sea creatures of the past. Through Sunday, the Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour from 10:30 a.m. to 4:30 p.m. Through Aug. 15," , "date" : "20110107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/07\/arts\/07spare.html"} , {"body" : "THE final noisemaker has squealed and the last dinner guest has straggled home, so the holiday extravaganza that is Christmas and New Year's -- spread out over two long weekends and punctuated by a blizzard -- is over. Now it's time for the cleanup, and that can mean dealing with more than the usual number of napkins splashed with red wine. For" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Status Symbol" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/02\/realestate\/02cov.html"} , {"body" : "The Belgian fries at Press 195, a two-month-old restaurant in Rockville Centre, are the stuff that cravings are made of. Burnished and crunchy outside, soft and creamy inside, they come with a selection of dipping sauces like chipotle mayo (fries, $6.50 for a large cone; sauces, 75 cents apiece). ''People drive here just for the fries,'' said Chris" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "QUICK BITE | ROCKVILLE CENTRE; The Sunday Roast Sandwich" , "url" : "http:\/\/events.nytimes.com\/2011\/01\/02\/nyregion\/02qbiteli.html"} ,   {"body" : "WHEN Rajiv Joseph was 13, he was voted Most Likely to Become a Priest by the other eighth graders at Gesu Catholic School in Cleveland. He wasn't especially pious, he said -- just quiet, private, observant. Little did his classmates know that their designation was apt. An altar boy, he had for years imagined becoming a priest. He loved the" , "date" : "20110102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER; A Little Good, A Little Evil, A Lot of Ritual" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/02\/theater\/02rajiv.html"}]