[  {"body" : "Some of the neighbors had been heard to express the wish over the years that a divine hand would smite Yeung Sun Live Poultry. Clucking chickens went into its storefront. Dead ones came out, bound for Chinatown restaurants. So did blood, and entrails, and putrid odors that wafted past the fancy lofts and dark-wood bars of an up-and-coming" , "date" : "20111231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Collapse At a Poultry Shop Exposes a Rift Among Neighbors" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/31\/nyregion\/gowanus-canal-repairs-collapse-brooklyn-slaughterhouse.html"} , {"body" : "Prospect Park Audubon Center Some see the arrival of the new year as an excuse to act like animals. And on Sunday at least one place will even encourage it. That's the Prospect Park Audubon Center, which will host family activities focused on the local wildlife, including the center's first game of animal charades. ''The goal of the program is to" , "date" : "20111230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/30\/arts\/spare-times-for-children-for-dec-30-jan-5.html"} , {"body" : "WHEN Loren Munk began furtively filming New York City gallery and museum openings in 2006 -- ''working undercover,'' as he put it -- he was regularly kicked out by security guards and threatened with legal action for copyright infringement. Since then, however, Mr. Munk's camera has become a welcome guest, and using the alias James Kalm, he has" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Via YouTube, Leading Tours of the City's Art Scene" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/nyregion\/via-youtube-painter-loren-munk-gives-world-a-tour-of-the-ny-art-scene.html"} , {"body" : "EARLY in Dee Rees's film ''Pariah'' it journeys into a Brooklyn strip club where scantily clad young black women gyrate to a sexy, foul-mouthed rap song. Lascivious customers leer, toss money and revel in their own unbridled lust. It is a scene that could have been in any of ''the hood movies'' that once proliferated or even a Tyler Perry melodrama" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "New Directors Flesh Out Black America, All of It" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/movies\/pariah-reveals-another-side-of-being-black-in-the-us.html"} , {"body" : "DiMenna Children's History Museum Some young students can't get excited about the past as it was lived by the founding fathers. So the New-York Historical Society presents it from a different viewpoint: what you might call the founding children's. Its new DiMenna Children's History Museum offers pavilions exploring the lives of several young people" , "date" : "20111223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/23\/arts\/spare-times-for-children-for-dec-23-29.html"} , {"body" : "GREENBURGH, N.Y. -- Chris Paul landed in Los Angeles, pulled on a red Clippers jersey and, in an instant, a rivalry was born where none had existed. This is how quickly reality can change in today's N.B.A. ''It's about time,'' Kobe Bryant said, smiling and punctuating the sentiment with a profanity. Basketball fans in New York know the feeling. The" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Nets May Be Just Player Away From Reviving Knicks Rivalry" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/17\/sports\/basketball\/knicks-nets-could-be-one-trade-from-new-rivalry.html"} , {"body" : "Patrick V. Murphy, the son of a New York City policeman who rose to lead the Police Department in the early 1970s, steering it through one of its rockiest periods as he instituted reforms to root out corruption in the ranks, died Friday at a North Carolina hospital. He was 91 and lived in Wilmington, N.C. The cause was complications of a heart" , "date" : "20111217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Patrick V. Murphy, 91, Police Leader Who Reformed New York Force, Dies" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/17\/nyregion\/patrick-v-murphy-91-ny-police-commissioner-in-1970s-dies.html"} , {"body" : "'Superheroes Who Are Super!' To some children the holidays already have a superhero: that chubby, red-suited guy who makes reindeer fly, sleds around the stratosphere and delivers gifts worldwide. Impressive stuff, but where are the climactic battles? The struggle between good and evil? Save the Day Productions will provide them this weekend in" , "date" : "20111216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/16\/arts\/spare-times-for-children-for-dec-16-22.html"} , {"body" : "Looking for a gift that will please more than just the recipient? This year there are teas, calendars and a grab bag of Brooklyn-made treats that benefit charitable groups. Ajiri tea, from a cooperative of small growers in the Kisii region of western Kenya, can be brewed strong without tannic bitterness. That's because only the top few leaves are" , "date" : "20111214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "FOOD STUFF; Give a Gift, Help a Charity" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/14\/dining\/give-a-gift-and-benefit-a-charity-food-stuff.html"} , {"body" : "''I just got laid off from work, and I'm sleepin' with my niece,'' the hot and aggressively unpleasant hero of ''Red Hook Black'' announces midway through this awkward drama, helpfully summarizing its plot. His name is Marco (Kyle Fields), he was once a longshoreman and he has exactly two moods -- angry and sullen -- both of which look the same" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "MOVIE REVIEW | 'RED HOOK BLACK'; Only the Brain-Dead Know Brooklyn" , "url" : "http:\/\/movies.nytimes.com\/2011\/12\/09\/movies\/luis-landivars-red-hook-black-review.html"} ,   {"body" : "EDUCATING the average drinker on the qualities of firewater, and how to best enjoy it, has been one of the central credos of the new generation of mixologists. ''Knowledge!'' they cry, as they throw back shots of Fernet-Branca. But some booze-addled misconceptions continue to cling to the lizard brain of the American tippler. An army of bartenders" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "HOLIDAY DRINKS; Debunking the Myths Shared at the Bar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EFDA1238F934A35751C1A9679D8B63"} , {"body" : "EDUCATING the average drinker on the qualities of firewater, and how to best enjoy it, has been one of the central credos of the new generation of mixologists. ''Knowledge!'' they cry, as they throw back shots of Fernet-Branca. But some booze-addled misconceptions continue to cling to the lizard brain of the American tippler. An army of bartenders" , "date" : "20111207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "HOLIDAY DRINKS; Debunking the Myths Shared at the Bar" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/07\/dining\/the-myths-at-the-bar-debunked.html"} , {"body" : "Spike Lee makes his Sundance debut as a director. The former indie queen Parker Posey returns in a big role. Rashida Jones (''Parks and Recreation'') tries her hand at screenwriting. Comedy, comedy and more comedy. Those are among the takeaways from the out-of-competition premieres lineup for January's installment of the Sundance Film Festival." , "date" : "20111206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "CARPETBAGGER; West Memphis 3 Film Added to Sundance Slate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E0D91438F935A35751C1A9679D8B63"} , {"body" : "The young may marry in the flush of summer, the world green and glistening around them. Toasts are often stammered. Autumn can bring older grooms with laughter lines, brides made beautiful by experience. The toasts are sometimes eloquent. Either way, the odds are slim you'll eat well, even if the couple like their groceries. Wedding food is usually" , "date" : "20111127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "EAT; Make Room for the 'Shroom" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/27\/magazine\/gooey-wild-mushroom-lasagna.html"} , {"body" : "New Yorkers are fond, perhaps overly so, of assembling ever-creative names for newly hot neighborhoods, from NoMad (north of Madison Square Park) to SoBro (the South Bronx) to BoCoCa (Boerum Hill, Cobble Hill and Carroll Gardens). Now comes LoLo -- perhaps the most far-fetched name of all, given that the neighborhood does not actually exist. LoLo," , "date" : "20111123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Visions of a Development Rising From the Sea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D81630F930A15752C1A9679D8B63"} , {"body" : "New Yorkers are fond, perhaps overly so, of assembling ever-creative names for newly hot neighborhoods, from NoMad (north of Madison Square Park) to SoBro (the South Bronx) to BoCoCa (Boerum Hill, Cobble Hill and Carroll Gardens). Now comes LoLo -- perhaps the most far-fetched name of all, given that the neighborhood does not actually exist. LoLo," , "date" : "20111123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Visions of a Development Rising From the Sea" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/23\/realestate\/commercial\/visions-of-lolo-a-neighborhood-rising-from-landfill.html"} , {"body" : "NOT long ago, truckers pulled off highways across America and tuned in to someone whose CB handle was ''Troublemaker.'' ''I'm barely hanging on,'' one driver lamented. His employer, the U.P.S. freight unit, was turning to nonunion drivers -- people outside the International Brotherhood of Teamsters, he said. ''We need to start enforcing our" , "date" : "20111120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Redefining the Union Boss" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/20\/business\/women-are-becoming-unions-new-voices.html"} , {"body" : "DOWN some dark stairs, past cases of empty beer bottles, in the brick warren beneath the Off Off Broadway cabaret called Don't Tell Mama, a middle-aged man helps his middle-aged brother adjust the blue sequined top that complements his black sequined skirt. Fifteen minutes to showtime. ''Grab it from here,'' says Tommy Femia, 52, who is also" , "date" : "20111113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "The Boy Who Became Judy Garland" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/13\/nyregion\/judy-garland-impersonator-tommy-femia-of-brooklyn.html"} , {"body" : "''A brick Georgian was never my dream house,'' insists the artist Laurie Simmons. In the fall of 2000, when Simmons was given the opportunity to design a house - O.K., a dollhouse - from the ground up, she collaborated with the architect Peter Wheelwright to create a very colorful, almost Modernist abode filled with works of pint-size contemporary" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "84" , "title" : "T MAGAZINE; Living Large" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DB153CF935A35752C1A9679D8B63"} , {"body" : "OBERLIN, Ohio IN this verdant lawn-filled college town, most people keep their lawn mowers tuned up by oiling the motor and sharpening the blades. Eddie Miller keeps his in shape with salt licks and shearing scissors. Mr. Miller, 23, is the founder of Heritage Lawn Mowing, a company that rents out sheep -- yes, sheep -- as a landscaping aid. For a" , "date" : "20111103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OHIO" , "RED HOOK (NYC)" , "SEATTLE (WASH)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Sheep Lawn Mowers, And Other Go-Getters" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/03\/garden\/sheep-lawn-mowers-and-other-go-getters.html"} ,   {"body" : "Opening PARM This offshoot of Torrisi Italian Specialties taps the same Italian-American vein as its parent next door, but in a more familiar way. The new place, done with retro wallpaper, will serve chicken francese, mozzarella sticks, garlic bread and sandwiches or platters of eggplant parm and meatball parm, refined in the hands of the chef" , "date" : "20111102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/02\/dining\/parm-little-muenster-open-off-the-menu.html"} , {"body" : "Around Town Museums and Sites Museum of the City of New York: 'Kevin Roche: Architecture as Environment' (Friday through Thursday) New York sites connected to the 89-year-old architect Kevin Roche -- among them the United Nations Plaza, the Ford Foundation building and the Metropolitan Museum of Art, for which he designed more than 45 projects --" , "date" : "20111028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/28\/arts\/spare-times-for-oct-28-nov-3.html"} , {"body" : "Warren Street between Bond and Nevins offers many of the things well-off buyers seek in Brownstone Brooklyn: a pastoral, leafy feel; long rows of 19th-century town houses; proximity to transportation and charming little restaurants; young families on the block. But the block also has something that those buyers have traditionally seemed to avoid:" , "date" : "20111025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE APPRAISAL; In Brooklyn, A Quaint Block And a Symbol of Blight" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/25\/nyregion\/brownstone-brooklyn-between-2-housing-projects.html"} , {"body" : "Among the 275 tenants filling four million square feet of leasable space at the Brooklyn Navy Yard -- now in the midst of its biggest expansion since World War II -- are any number of industries that do not easily evoke the imagery of ''On the Waterfront.'' These are businesses where fine art is warehoused, where antiques are restored, where" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BIG CITY; One Day, Maybe, Artisanal Train Cars" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/nyregion\/a-push-to-return-transit-manufacturing-to-new-york.html"} , {"body" : "Nicole Love Popov, the daughter of Lela P. Love and Peter N. Popov of Manhattan, is to be married Sunday to Brad S. Daniel Doppelt, a son of Diane and Earl Doppelt of Purchase, N.Y. Acting State Supreme Court Justice Alex M. Calabrese, who presides at the Red Hook Community Justice Center in Brooklyn, is to officiate at Tribeca Rooftop in" , "date" : "20111016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "Nicole Popov, Brad Doppelt" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/16\/fashion\/weddings\/nicole-popov-brad-doppelt-weddings.html"} , {"body" : "Small coffee chains, benefiting from lower retail rents and a seemingly bottomless thirst for high-end coffee even in a weak economy, are seizing the opportunity to expand in New York City. ''It's crazy how many people are opening coffee shops in the city,'' said Caroline Bell, a co-owner with her husband, Chris Timbrell, of Café Grumpy, which" , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; Fuel for the City That Never Sleeps" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/realestate\/commercial\/fresh-local-and-upscale-coffee-spots-multiply-in-new-york.html"} , {"body" : "WHEN she and her husband moved out in 1980, Kathy LaPolla DeStefano was not at all happy with Williamsburg, Brooklyn. ''The neighborhood was starting to go down the toilet, honestly,'' Ms. DeStefano, 56, an elementary school teacher, said over the telephone from her home in Coconut Creek, Fla. ''There was a lot of drugs and crime. It was an unsafe" , "date" : "20111002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "On Facebook, Neighborhoods as They Once Were" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/02\/nyregion\/on-facebook-recalling-neighborhoods-as-they-once-were.html"} , {"body" : "FOR most of his six years in New York, Paul Pinizzotto leased a three-bedroom duplex in a squat, no-frills building in Red Hook, Brooklyn. The rent ended up at $2,250 a month. Over the years, he rented out the extra bedrooms to a series of roommates. The apartment was spacious and sunny, but ''it was a place that I slept in,'' Mr. Pinizzotto said." , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; Personality for Him; Practicality for Her" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/25\/realestate\/a-couple-with-clashing-wish-lists-the-hunt.html"} , {"body" : "IN one of Washington Irving's tales from ''The Alhambra,'' the short-story collection that rooted the great 14th-century Moorish landmark in the American imagination, a poor Spaniard and his daughter discover a hidden chamber deep within the abandoned palace's crumbling walls and spirit away the treasure inside. Over the last three years in a suite" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Placing Islamic Art On a New Pedestal" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/25\/arts\/design\/islamic-art-treasures-at-the-metropolitan-museum.html"} , {"body" : "Around Town Museums and Sites El Museo del Barrio: 'In Our Lingo: Esmeralda Santiago' (Wednesday) Esmeralda Santiago, author of the novel ''Conquistadora'' (Knopf) and the memoir ''When I Was Puerto Rican'' (Vintage), will discuss her career and writing with Mireya Navarro, a reporter for The New York Times. At 6:30 p.m., 1230 Fifth Avenue, at" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-sept-23-29.html"} ,   {"body" : "'CIRQUE DE LéGUME' Any resemblance to Cirque du Soleil is purely coincidental. After a few minutes of watching Jaimie Carswell and Nancy Trotter Landry, the clowns of ''Cirque de Légume,'' or ''Vegetable Circus,'' you may think they're parodying that highbrow, high-tech extravaganza with their own lowbrow, low-tech entertainment. Dancing onto the" , "date" : "20110923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/23\/arts\/spare-times-for-children-for-sept-23-30.html"} , {"body" : "PAULA PATTERSON was back in her studio the other night, where she has spent nearly every weeknight and too many weekends to admit since January. From her day job as a graphic designer at an executive search firm in Midtown, she takes the subway and the fickle B61 bus to Brooklyn (''I don't know why they print a schedule,'' she said). That leaves" , "date" : "20110922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Technology" , "Style"] , "page_facet" : "1" , "title" : "DESIGN NOTEBOOK; On the Web, Dreams Made Real" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/22\/garden\/on-kickstarter-designers-dreams-materialize.html"} , {"body" : "CUTCHOGUE, N.Y. IT was a rather simple snack that Harold Butler, 37, of Red Hook, Brooklyn, enjoyed with his friends one afternoon recently on the open-air pavilion at Bedell Cellars here, overlooking the vineyard. But Mr. Butler savored the last bits of the cheese plate garnished with pickles and fig-nut bread as he sipped a chardonnay blend" , "date" : "20110911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "LONG ISLAND DINING | FOOD AT VINEYARDS; In the Tasting Room, The Cheese Plate Evolves" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/11\/nyregion\/at-wine-tastings-going-beyond-a-simple-cheese-plate.html"} , {"body" : "New York's system of electing the city's Civil Court judges makes no sense. Candidates run in a particular district or borough, but they can end up sitting anywhere in the city, and not even on the court for which they were chosen. Right now, most new Civil Court judges are reassigned for a year or more to relieve pressures on the city's Criminal" , "date" : "20110905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For Civil Court: Manhattan and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/05\/opinion\/for-civil-court-in-manhattan-and-brooklyn.html"} , {"body" : "LIKE most MetroCard-carrying New Yorkers, Sara Schwartz normally spends Saturday night flitting about the city. But as Hurricane Irene approached last week, the only place Ms. Schwartz was heading was to a sleepover party in Boerum Hill, Brooklyn. She arrived at a friend's apartment with reinforcements: cheese, prosciutto, bread, wine (she left the" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "A New York Calm Amid the Storm" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/fashion\/new-york-was-calm-as-irene-stormed-through.html"} , {"body" : "On Thursday, New York City will burn to the ground. Preposterous? Not if you happen to be in the Nevada desert, outside Reno. There you can watch the city being burned. In effigy. That effigy is a structure that includes MetroCards, re-creations of four city bridges and a 20-foot-wide map of the subway -- without the G train. Before it combusts, it" , "date" : "20110831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Building New York Up, Only to Set It on Fire in the Nevada Desert" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E7D8123BF932A0575BC0A9679D8B63"} , {"body" : "It was as if one huge new and very bad neighborhood appeared overnight in New York City. Zone A. This area, once housing sought-after properties with waterfront views, now deemed at risk of flooding, became blighted with red marks on a map -- from Battery Park to Coney Island to Staten Island's south beaches -- as Hurricane Irene approached with" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "New Yorkers Flee by Taxicab, Bus and Wet Feet, or Not at All" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/nyregion\/an-evacuation-of-low-lying-areas-by-yellow-cab-bus-and-wet-feet.html"} , {"body" : "As she and other customers picked the shelves bare on Friday afternoon at a supermarket in Breezy Point, Queens, Jackie Fede said she planned to abide by the official order to evacuate before Hurricane Irene hit. But she had yet to convince her mother to go. ''They're saying the ocean's going to meet the bay,'' said Ms. Fede, 25, a nursing student" , "date" : "20110827" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Ordered Out, Some Residents Begin Retreat From Hurricane" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/27\/nyregion\/evacuation-of-citys-low-lying-areas-begins-ahead-of-hurricane-irene.html"} , {"author" : "Ruth Pennebaker's latest novel is ''Women on the Verge of a Nervous Breakthrough.'' She blogs at geezersisters.com." , "body" : "THEY are young, talented and driven: artists who want to make their mark on the world. You see them in New York more than any other city in the country, and their New York is different from yours and mine. It's hipper and faster paced, open to experience. If they want to see a folk-singing duo, and their iPhones tell them to cross two highway lanes" , "date" : "20110812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "21" , "title" : "THE OUT OF TOWNER; Newest New Yorkers At Play" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/12\/arts\/newest-new-yorkers-at-play.html"} , {"body" : "Picture a Monday in August: A bad day on Wall Street. Spain in the headlines again. More hot, dry weather in this country. The mayor was complaining that New York was not getting the federal money it should. It was a Monday 75 years ago, the day on which Mayor Fiorello H. La Guardia opened the city pool in Red Hook, Brooklyn, the 11th" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In Brooklyn, Celebrating 75 Years of a Cool Treat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E3D91E31F93AA3575BC0A9679D8B63"} ,   {"body" : "Millerton, N.Y. FROM the venerable general store his grandparents opened in 1919, where you can get hunting knives, cigars, worms, khaki pants and copies of Vogue, Phil Terni has watched Dutchess County's passing parade for most of his 68 years. The store has seen celebrated customers -- Babe Ruth, Ava Gardner, Artie Shaw, Ruth Bader Ginsburg --" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg on the Hudson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3D71131F934A3575BC0A9679D8B63"} , {"body" : "Millerton, N.Y. FROM the venerable general store his grandparents opened in 1919, where you can get hunting knives, cigars, worms, khaki pants and copies of Vogue, Phil Terni has watched Dutchess County's passing parade for most of his 68 years. The store has seen celebrated customers -- Babe Ruth, Ava Gardner, Artie Shaw, Ruth Bader Ginsburg --" , "date" : "20110807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HUDSON RIVER VALLEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg on the Hudson" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/07\/nyregion\/hudson-river-valley-draws-brooklynites.html"} , {"body" : "During my teenage years -- most of which I spent living and working on a quarter-section, corn-and-soybeans, last-of-a-dying-breed Iowa family farm -- I began to notice that my particular reality was not often reflected on screen. When actors and directors did visit the country, it was flattering, but the results usually weren't very edifying." , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Filmmakers Head to the Country, in Several Countries" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/movies\/rural-route-film-festival-in-queens.html"} , {"body" : "ANA FORREST is an itinerant yoga teacher riding the circuit, selling out workshops in South Africa and conducting training sessions in Houston. She is to Yoga Journal as Angelina Jolie is to Us magazine: a mainstay. Say ''Forrest Yoga'' to a yogi, and the first word that comes to mind is ''intense.'' It is known for its long holding of positions," , "date" : "20110731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "STRETCH; Yogi Guardians, On a Healing Mission" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/31\/nyregion\/in-forrest-yoga-guardians-of-a-mission-to-heal.html"} , {"body" : "New York has played many roles on television recently. On ''Blue Bloods,'' the CBS drama about several generations of a crime-fighting family, the city's landmarks have been showcased, with the Brooklyn Bridge and Washington Square Park proving to be particularly popular repositories for killers disposing of bodies. On ''Damages,'' Glenn Close's" , "date" : "20110730" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New York Is Ready For Its Close-Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7DE113EF933A05754C0A9679D8B63"} , {"body" : "THE project earned him an easy A. ''I was in seventh or eighth grade, and we were asked to do a little genealogy,'' recalled Andrew Van Dusen, now a 47-year-old real estate broker specializing in Brownstone Brooklyn. ''My dad handed me his file, and it was stunning.'' Mr. Van Dusen learned that he was a 12th-generation descendant of one of" , "date" : "20110724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE FAMILY; The Van Dusens Of New Amsterdam" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2DC173EF937A15754C0A9679D8B63"} , {"body" : "I HAD never been so grateful to see a banana. Peeled and skewered, just plucked from the freezer, it was nearly smoking from the cold. It was then plunged into molten chocolate, sprinkled with sea salt and slowly twirled under a shower of crushed almonds. Made to order at Nana's, a stand found Saturdays at Smorgasburg in Williamsburg, Brooklyn, it" , "date" : "20110720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "$25 AND UNDER; Quick! Before Summer Melts Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4DE1E3CF933A15754C0A9679D8B63"} , {"body" : "I HAD never been so grateful to see a banana. Peeled and skewered, just plucked from the freezer, it was nearly smoking from the cold. It was then plunged into molten chocolate, sprinkled with sea salt and slowly twirled under a shower of crushed almonds. Made to order at Nana's, a stand found Saturdays at Smorgasburg in Williamsburg, Brooklyn, it" , "date" : "20110720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "$25 AND UNDER; Quick! Before Summer Melts Away" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/20\/dining\/reviews\/new-yorks-new-frozen-treats-25-and-under.html"} , {"body" : "AFTER breaking up with a longtime boyfriend in the summer of 2009, Frida Berrigan decided she wanted her entire life to change. By February 2010, she had quit her job as a senior program associate with the Arms and Security Initiative, a research group based in SoHo and focused on military policy. She moved out of her apartment in Red Hook," , "date" : "20110717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Frida Berrigan and Patrick Sheehan-Gaumer" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/17\/fashion\/weddings\/frida-berrigan-and-patrick-sheehan-gaumer-vows.html"} , {"body" : "WHEN beset by predators, there is always a comforting resort: the safety of the herd. And so, as food trucks are being chased from Manhattan streets by police officers enforcing a recent court ruling on parking, a group of vendors huddled together Friday on a cul de sac by Midland Beach. Billed as the Staten Island Food Truck Festival, it was the" , "date" : "20110713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Food Trucks Work Together to Solve Parking Problem" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/13\/dining\/city-food-trucks-work-together-to-solve-parking-problem.html"} ,   {"body" : "Six days a week, Sheila Lewandowski, 46, and Brian Rogers, 38, run an adventurous performance space in Long Island City, Queens, called the Chocolate Factory theater. On Sundays they forage for cholesterol and watch ''Battlestar Galactica'' on Netflix. The couple, who are married, live next door to the theater with their dog, J. R., a pit bull" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | SHEILA LEWANDOWSKI AND BRIAN ROGERS; Brunch, Biking and a Fancy Cocktail" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/nyregion\/how-sheila-lewandowski-and-brian-rogers-spend-sundays.html"} , {"author" : "E-mail: metropolitan@nytimes.com; Ariel Kaminer is on leave." , "body" : "I'm concerned that the Second Avenue subway project makes no allowance for personal teleportation modules. I'm worried that the new wing of the Museum of the Moving Image in Astoria, Queens, does not account for the possibility that films might someday be projected directly onto the backsides of our eyelids. Such stuff is troubling me because of a" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAYONNE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; A Bridge Too Low And a Lesson For Visionaries" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/10\/nyregion\/a-bridge-the-bayonne-too-low-and-a-lesson-for-visionaries.html"} , {"body" : "THE morning began with a promising sign. Ben Sargent, an avid urban fisherman and the star of a new Cooking Channel show about seafood, had just begun casting his line into the coffee-colored, trash-strewn broth of Meadow Lake in Queens when something leaped out of the water. ''There's one right in front of us!'' he yelled. Mr. Sargent slid his" , "date" : "20110706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In Hawking Seafood, He Reeled In a Show" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/06\/dining\/in-hawking-seafood-ben-sargent-reeled-in-a-show.html"} , {"body" : "PIRATES OF THE HUDSON Forget the pirates of the Caribbean. In honor of this patriotic weekend, why not celebrate plundering and profiteering that took place closer to home? That idea has inspired Pirates of the Hudson: The Siege of Sleepy Hollow, a new festival at Philipsburg Manor, the restored Westchester County estate once owned by Frederick" , "date" : "20110701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/01\/arts\/spare-times-for-children-for-july-1-7.html"} , {"body" : "When the towering cruise ships pull into the dock at Red Hook, Brooklyn, their passengers pile into fleets of taxis and shuttle buses, cameras and sunscreen in tow. But many of the ships' housekeepers, waiters, bartenders and engine mechanics skip the taxi line, heading straight for a former bait and tackle shop nearby. Its facade is covered in" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PHILIPPINES" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In Port, Familiar Flavors (Like Blood Stew) Far From Home" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/nyregion\/in-red-hook-filipino-cruise-ship-staffs-find-taste-of-home.html"} , {"body" : "International 'THE EAST IS RED' AND OTHER OLD FAVORITES In many respects China has tried to distance itself from the Mao era, when tens of millions died from deprivation and state-directed violence. But Communist Party leaders still promote the myths and icons of that time to instill patriotism and loyalty in the population. The latest" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DB1F31F933A05755C0A9679D8B63"} , {"body" : "DURING Lady Gaga's performance of ''Judas'' on the season finale of ''Saturday Night Live,'' her backup dancers were clad in gold harnesses, custom-made by the Brooklyn designer Zana Bayne. They were worn either over a bikini top or bare skin, artfully framing the chest. But one doesn't have to be a pop star (although the policeman from the Village" , "date" : "20110630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "NOTICED; The Harness Has Them Champing at the Bit" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/30\/fashion\/the-harness-as-a-fashion-statement.html"} , {"body" : "ART is risk. So too is business. Straddling the two is Empellón, Alex Stupak's brave new Mexican restaurant on that odd West Village corner where West Fourth Street meets West 10th Street, off Sheridan Square. Mr. Stupak was until recently best known as a pastry chef, a modernist with an offset spatula and the maltodextrin blues. Tacos and tequila" , "date" : "20110629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WEST VILLAGE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANTS; Tacos Have Their Ambitions, Too" , "url" : "http:\/\/events.nytimes.com\/2011\/06\/29\/dining\/reviews\/empellon-nyc-restaurant-review.html"} , {"body" : "Touring Old New York A food tour that will focus on old New York in the downtown area will be held on Saturday from noon to 3 p.m. For reservations, $25: downtownny.com\/foodtours. Herring and Aquavit A sampling of herring dishes provided by IKEA, with aquavit to sip, will be available Saturday from 4 to 7 p.m., free, at Dry Dock Wine and Spirits," , "date" : "20110622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/22\/dining\/dining-calendar-from-june-22.html"} , {"body" : "A COUPLE of months ago, Susan Gregory Thomas, a writer in Brooklyn, was at a friend's 40th birthday party when she was approached by a woman familiar to her ''from the whole Park Slope mommy culture.'' ''So you're Susie Thomas,'' the woman practically shrieked upon introduction. ''You're famous.'' Taken aback, Ms. Thomas asked what she meant. The" , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "CULTURAL STUDIES; How Divorce Lost Its Groove" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/19\/fashion\/how-divorce-lost-its-cachet.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ralph Alessi Quartet (Friday) Ralph Alessi, an adventurous and crisply proficient trumpeter, has a recent album, ''Cognitive Dissonance'' (Cam Jazz), featuring the same excellent rhythm partners featured here, each a bandleader in his own right: the pianist Jason Moran, the bassist" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/music\/jazz-listings-for-june-17-23.html"} , {"body" : "Pop Prices may not reflect ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Baby Gramps (Saturday and Sunday) With his oft-braided gray beard and troubadour-turned-carnie comportment, the singer and guitarist Baby Gramps can seem like something of a novelty act. But while there's humor in his work, Baby Gramps is also" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/music\/pop-and-rock-listings-for-june-17-23.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Monty Alexander and the Harlem-Kingston Express (Wednesday and Thursday) Mr. Alexander, the pianist who is one of Jamaica's proudest musical exports, stamps his native groove with an uptown twist in a group that includes two bassists and an impressive clutch of drummers. (Through June" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/arts\/music\/jazz-listings-for-june-10-16.html"} , {"body" : "Imagine fresh eggs from your own backyard. Jason Stroud, an antiques restorer in Red Hook, Brooklyn, knows that pleasure well. And he has started sharing it, helping urban homesteaders set up backyard coops with the appropriate kinds of chickens. He has been so busy since he started building and selling the coops a couple of months ago that he is" , "date" : "20110608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Fresh Eggs So Local, They're at Your House" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/08\/dining\/fresh-eggs-so-local-theyre-at-your-house.html"} , {"body" : "KIDSFILMFEST ''The Driving Accident'' may not sound like the kind of film you'd want to show children. But this vehicular disaster doesn't happen on a dark and winding road; the dangerous curves belong to a toilet bowl. ''A little boy moves this little car around the rim, and, yes, it falls in,'' said Lisa King, director of the Brooklyn Film" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/arts\/spare-times-for-children-for-june-3-9.html"} , {"body" : "''ALWAYS crazy here,'' Ernie Wong was saying. It's not just the constant ring-ring of the land lines. There's the smash-bash of stainless steel resisting ball-peen hammers. The wheeeen of the polishers smoothing steel burrs. The shoooosss of the welding sparks. Not to mention Mr. Wong's mother, Sylvia, schmoozing on the cellphone in Shanghainese" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Artistry on Wheels" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/fashioning-artistry-on-wheels-shanghai-stainless-in-brooklyn.html"} , {"body" : "It is a pop-up plaza in a vacant parking lot. It is an art installation. It is a food truck food court. It is an alfresco tap room. It is a community event space. And, right now, it is a parking lot in Manhattan. But soon it will be transformed into a public gathering spot called the Lot at 30th Street, its organizers, Friends of the High Line," , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MIDTOWN AREA (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Near the High Line, a Parking Lot With High Ambition: Food, Art and Revelry" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/near-the-high-line-a-parking-lot-makeover-to-lure-visitors.html"} , {"body" : "After six years of brewing ales in more than 200 styles for bars and restaurants to sell on draught, Sixpoint Craft Ales in Red Hook, Brooklyn, is selling beer in cans. Shane Welch, the founder and brewmaster, said aluminum cans keep beer fresher than bottles: they block out light and have no air space on top. They are also lighter to ship." , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Sixpoint Brews Are Now in Cans" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/dining\/sixpoint-craft-ales-sells-beer-in-cans-food-stuff.html"} , {"body" : "Here are descriptions from Eric Demby, the organizer of Smorgasburg, of vendors that will be at this new open-air food court in Williamsburg, Brooklyn. Most are new, but some have been at Brooklyn Flea before. Smorgasburg will be open on Saturdays from 9 a.m. to 5 p.m., at 27 North Street, between Kent Avenue and the East River (near East River" , "date" : "20110518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "title" : "The Vendors: A List of the Smorgasburg Participants" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/18\/dining\/the-vendors-a-list-of-the-smorgasburg-participants.html"} , {"body" : "Alabama HANGOUT MUSIC FESTIVAL Gulf Shores, May 20-22. Anyone looking to combine two timeless summer pastimes -- beach lounging and festivalgoing -- will be well served by the Hangout Music Festival, which sets up on Alabama's white sand gulf shore for three days each summer. A boon for the less rustic among us (''Shed the mud boots and sleeping" , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "SUMMER STAGES; Pop\/Jazz" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/arts\/music\/pop-and-jazz-across-the-us-this-summer.html"} ,   {"body" : "There were, of course, the joyous celebrations, the honking horns, cheering crowds and waving flags, as if war had been won and tyranny ended. But word that Osama bin Laden had at last been killed brought out other voices on Monday as well: sober, reflective, wounded still and vengeful, but also articulate in hope. As Americans streamed to the" , "date" : "20110503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "A Mood of Triumph and Sober Reflection" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/03\/nyregion\/joy-at-bin-ladens-death-is-mixed-with-sober-reflection.html"} , {"body" : "What New Yorker doesn't dream of a bigger apartment? You know - a place with more storage space, more walls for books and the elusive ''one more room.'' But there's a difference between a bigger apartment and a perfect apartment. Ronald Bentley and Salvatore LaRosa, who are partners in the New York design firm B Five Studio as well as in life," , "date" : "20110501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "81" , "title" : "INSIDE JOB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFD61030F932A35756C0A9679D8B63"} , {"body" : "'SNOW WHITE' By the time this show's wicked Queen says (mistakenly, of course) that she ate Snow White's heart ''with some fava beans and a nice Chianti,'' you've long since realized that you're not in the land of the Brothers Grimm anymore, or of Disney. This production, directed by Stephen Michael Rondel for the New Acting Company, brims with" , "date" : "20110429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/29\/arts\/spare-times-for-children-for-april-29-may-5.html"} , {"body" : "All About Eggs Jean François Bonnet, the chef of Tumbador Chocolate in Brooklyn, will be at Eataly, 200 Fifth Avenue (23rd Street) on Saturday from 11 a.m. to 4 p.m. to demonstrate handmade chocolate Easter eggs. Those who attend and want to buy an egg can bring a small gift that can be put inside as a traditional Italian surprise. There is no" , "date" : "20110420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/20\/dining\/20fcal.html"} , {"body" : "The mighty Queen Mary 2 will no longer be belching diesel fumes into Red Hook when it docks at the Brooklyn Cruise Terminal next year. Instead, the cruise ship will shut down its engines and plug into a giant electrical outlet built especially for the port. After two years of negotiations involving many parties, the Bloomberg administration on" , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Brooklyn, Cruise Ships Will Plug In To End Fumes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DA143EF937A25757C0A9679D8B63"} , {"body" : "MARC MURPHY, who owns four restaurants in New York, gets pitched by salespeople all the time. But these days most of them seem to be selling the same thing: online deal ploys. ''Everyone and their mother is walking in the door with discount sites,'' he said. Still, Mr. Murphy was taken aback by a conversation he had on the subway not long ago when" , "date" : "20110413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "ACT NOW!: Wise for Some Restaurants, Coupons Are a Drain at Others" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/13\/dining\/13discounts.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History (Monday) ''A Hitchhiker's Guide to Habitable Planets in Our Galaxy'' is a lecture by Linda Elkins-Tanton, a professor at the Massachusetts Institute of Technology, on what is known about planetary formation; part of Hayden Planetarium's ''Frontiers in Astrophysics'' lecture series." , "date" : "20110408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/arts\/spare-times-for-april-8-14.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$25\/SQUARE FOOT $87,500 approximate annual rent 18 Commerce Street (between Richards and Columbia Streets) Red Hook, Brooklyn A new burlesque club has signed a 10-year lease for this one-story building, which has a 3,500 square-foot ground-floor space designed as a speakeasy. The club plans to open this spring. Tenant: Paris Burlesque Lounge" , "date" : "20110406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E4DD1439F935A35757C0A9679D8B63"} , {"body" : "In a driving snowstorm in late February, the rural routes that lead into downtown Mount Morris, N.Y. (population 2,800), resembled the roads in the movie ''Fargo.'' They were windswept white landscapes, farmland on either side, lighted only by the occasional distant flickering taillight. One of the few vehicles out -- a late-model maroon GMC" , "date" : "20110320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOUNT MORRIS (NY)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "KEY; THE LAST TOWNIE" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/20\/magazine\/mag-20KEYSmallTown-t.html"} , {"body" : "SHELLEY BERNSTEIN lives with her computer. Most days she hunkers down in her spartan office at the Brooklyn Museum where, as chief technology officer, she invents ways to keep people visiting the museum and its Web site, brooklynmuseum.org. Every night she bicycles home to the Red Hook section of Brooklyn to be with Teddy, her beloved pit bull, and" , "date" : "20110317" , "day_of_week_facet" : "Thursday" , "page_facet" : "1" , "title" : "MUSEUMS SPECIAL SECTION; The Spirit Of Sharing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFDD113FF934A25750C0A9679D8B63"} ,   {"body" : "SHELLEY BERNSTEIN lives with her computer. Most days she hunkers down in her spartan office at the Brooklyn Museum where, as chief technology officer, she invents ways to keep people visiting the museum and its Web site, brooklynmuseum.org. Every night she bicycles home to the Red Hook section of Brooklyn to be with Teddy, her beloved pit bull, and" , "date" : "20110317" , "day_of_week_facet" : "Thursday" , "page_facet" : "1" , "title" : "MUSEUMS SPECIAL SECTION; The Spirit Of Sharing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE7DF153FF934A25750C0A9679D8B63"} , {"body" : "Less than five years ago, preservationists criticized the Bloomberg administration for allowing Ikea to pave over a dock for repairing ships in Red Hook, Brooklyn. They said city officials had forsaken New York's working waterfront by catering to developers of hangar-size stores and luxury condominiums. But now some of those same critics are" , "date" : "20110314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "520 Miles of Waterfront To Get Long-Range Plan" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/14\/nyregion\/14waterfronts.html"} , {"body" : "To the Editor: Re ''His Real Estate Agent? Craigslist,'' (Feb. 17): In this piece David Hay profiles a carriage house in Red Hook, Brooklyn, that was ''cramped'' and ''uninhabitable'' until its current owner, an architect, purchased and renovated the building for close to $1 million. I lived in that house from 2002 to 2008 with three friends in" , "date" : "20110310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "LETTERS; Carriage House's Past" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/10\/garden\/10Hletters-CARRIAGEHOUS_LETTERS.html"} , {"body" : "LIKE thousands of other New Yorkers, Jason Henkle throws a leg over a bicycle every day and pedals to work. Unlike most of his fellow riders, Mr. Henkle built his understated single-speed bike by hand. Mr. Henkle is among a small group of dedicated New York cyclists who have begun building their own bicycle frames. Their hand-constructed cycles are" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SPOKES; The Hands That Steer Are Building the Bikes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DD143FF935A35750C0A9679D8B63"} , {"body" : "Lucy Allison Baker and Alexander James Brandes were married Saturday evening at Bridgewaters, an event space in Manhattan. Rabbi Edward Schecter officiated. The bride, 29, is a columnist in Brooklyn for seriouseats.com, and is the author of ''The Boozy Baker: 75 Recipes for Spirited Sweets'' (Running Press, 2010). She is also the publicist for" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Lucy Baker, Alexander Brandes" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/fashion\/weddings\/06BAKER.html"} , {"body" : "ON a recent Saturday night, in a desolate corner of Red Hook, Brooklyn, a crowd gathered at Sunny's, a family-owned bar that's been soothing homesick sailors for well over a century. Outside, icy winds sliced across New York Harbor; inside, visitors clutched mugs of hot spiced cider, squeezing onto the handmade wooden benches flanking the back" , "date" : "20110225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "From City Folk, Toe-Tapping Country Sounds" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/25\/arts\/music\/25openjams.html"} , {"body" : "A Knicks revival that began last July and took hold in the fall is about to receive another significant infusion of star power. Carmelo Anthony is bound for New York. After weeks of haggling and intrigue, the Knicks and the Denver Nuggets finally agreed in principle on a blockbuster trade Monday night that will bring Anthony -- one of the N.B.A.'s" , "date" : "20110222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Anthony Headed To the Knicks" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/22\/sports\/basketball\/22carmelo.html"} , {"body" : "THOMAS WARNKE found his house on Craigslist, and he knows how odd that will sound to some people. ''Normally one goes to Craigslist for used bikes and rentals, not properties in the hundreds of thousands,'' said Mr. Warnke, 43, an architect who moved here from Germany 11 years ago. ''And, of course, I was aware that for some other things it could" , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "ON LOCATION; His Real Estate Agent? Craigslist" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/17\/garden\/17location.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-2.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-15.html"} ,   {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-11.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-13.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-3.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-8.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-12.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-9.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-10.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-5.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-14.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-6.html"} ,   {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-4.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION-7.html"} , {"body" : "An uninhabitable 1899 carriage house in Brooklyn, transformed into a home with a vacation cottage theme." , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "A Red Hook ‘Summer Cottage’" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2011\/02\/17\/garden\/20110217-LOCATION.html"} , {"body" : "ON a recent blustery Friday night near McCarren Park in Brooklyn, Nayantara Banerjee, a k a the Williamsburg Seamster, was armored in a poncho sweater, knee-high snow boots from Urban Outfitters and a black-and silver-threaded scarf knotted over her long, jet-black hair. Despite the frigid air, Ms. Banerjee was happy to stretch her limbs. She had" , "date" : "20110217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "Stitch by Stitch And Block by Block" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/17\/fashion\/17SEAMSTER.html"} , {"body" : "Barbara Anne Burke and Robert Reidy Cullinane were married Thursday at the Beekman Arms, a hotel in Rhinebeck, N.Y. Kelly Flood-Myers, a retired town justice and village justice of Red Hook, N.Y., officiated. Ms. Burke, 70, is the director of grants at New York City College of Technology in Brooklyn. She helps faculty members write and edit grant" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Barbara Burke, Robert Cullinane" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/fashion\/weddings\/13BURKE.html"} , {"body" : "Q.Can you explain why some Metro-North train cars have two sets of doors and some have three? And why are the middle doors kept closed on many runs? A. All 813 of Metro-North's electric-train cars have two sets of doors, plus the connecting doors at each end, said Marjorie Anders, a Metro-North spokeswoman. Of the roughly 200 cars that are hauled" , "date" : "20110206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I.; Three-Door Commuting" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/06\/nyregion\/06FYI.html"} , {"body" : "For Joe Santos, producing and distributing his own gin was a way to say goodbye to the lock-step march of the corporate world and hello to creativity and originality. He wanted to give the gin a name that communicated that. So he invoked a certain New York City borough, the one currently outpacing the others in self-satisfaction. Brad Estabrooke" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Pride of Place In Every Drop" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/dining\/04tipsy.html"} , {"body" : "A yearlong investigation of the Gowanus Canal in preparation for its cleanup under the federal Superfund program has confirmed the severe extent of its contamination and the threat it poses to public health, particularly for people who eat fish from it or have repeated contact with its water or sediment. Officials at the federal Environmental" , "date" : "20110203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Gowanus Canal Tests Show Severity of Contamination" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/03\/science\/earth\/03gowanus.html"} , {"body" : "Newark After months of negotiations and continuing grapevine chatter, the smartest thing said about the Nets' long and supposedly aborted pursuit of Carmelo Anthony came from a former resident of North Jersey, Jason Kidd, when he visited recently as a member of the Dallas Mavericks. In effect, Kidd contended that most N.B.A. players still consider" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "ON BASKETBALL; For the Nets, A Brooklyn Stars Can't See" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/sports\/basketball\/02onbasketball.html"} , {"body" : "Bernd Eichinger, a German screenwriter and producer who made films in Germany and Hollywood, including the children's fairy tale ''The NeverEnding Story,'' the ''Resident Evil'' series derived from video games, and ''Downfall,'' a movie about the last days of the Third Reich that raised hackles for humanizing Adolf Hitler, died in Los Angeles on" , "date" : "20110131" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Bernd Eichinger, 61, German Screenwriter" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3DD1E31F932A05752C0A9679D8B63"} ,   {"body" : "SURVEYING the row of door buzzers outside the hulking Brooklyn building where the artist Sue de Beer works, it somehow seems fitting to find a lone occupant listed on the building's top floor, with no further explanation: ''GOD.'' ''I don't know who that is or what they do,'' Ms. de Beer said, breaking into a laugh when a reporter pointed out the" , "date" : "20110130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "White Paint, Chocolate, And Postmodern Ghosts" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/30\/arts\/design\/30debeer.html"} , {"body" : "The mail brought a devilish question about breakfast bagels, while someone wanted to know where to get a drink and a bite after seeing ''The Merchant of Venice'' on Broadway. I tried to answer these queries and more. As always, you can send questions about where to go or what to eat in New York to dinejournal@nytimes.com. Q. This is a very simple" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; Egg and Cheese on a Bagel: The Quest for the Best" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/dining\/28mrcritic.html"} , {"body" : "Tajeme Sylvester was a carpenter, a handyman and a poet. He was known as an impressive craftsman, whether renovating a brownstone or constructing a set for an Off Broadway theater. After hours, he was a fixture on the party circuit, dancing to house music, hip-hop and whatever else moved him. On Jan. 10, he became a statistic: the seventh homicide" , "date" : "20110122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["VALHALLA (NY)" , "RED HOOK (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "RED HOOK JOURNAL; A Vibrant Force Lost, While an Arts Scene Mourns" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/22\/nyregion\/22metjournal.html"} , {"body" : "A GROWN man leapt to his feet and screamed. Sean Crowley had just announced that Snooki, one of the exquisitely tanned stars of MTV's ''Jersey Shore,'' would not be descending to earth in a transparent ball in Times Square on New Year's Eve. (The event was moved to New Jersey.) This meant that the answer to a question Mr. Crowley had posed was" , "date" : "20110114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Q. Where To Bend Elbow And Mind?" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/14\/nyregion\/14trivia.html"} , {"body" : "BRANDON HOLLEY, the new editor of the beleaguered shopping magazine Lucky, has a complicated relationship with clothes. As a teenager in Great Falls, Va., Ms. Holley would cram Ralph Lauren outfits bought by her preppy mother into a drawer so she could attend punk shows at the 9:30 Club in Washington wearing a ripped T-shirt and jeans. ''The sides" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Dressing for a Revolution" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DC163FF930A25752C0A9679D8B63"} , {"body" : "BRANDON HOLLEY, the new editor of the beleaguered shopping magazine Lucky, has a complicated relationship with clothes. As a teenager in Great Falls, Va., Ms. Holley would cram Ralph Lauren outfits bought by her preppy mother into a drawer so she could attend punk shows at the 9:30 Club in Washington wearing a ripped T-shirt and jeans. ''The sides" , "date" : "20110113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Dressing for a Revolution" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/13\/fashion\/13LUCKY.html"} , {"body" : "Subways? $104 a month. Bridge tolls? Going up. Gas? Don't even ask. It can be enough to make a New Yorker yearn for a horse-and-buggy. But even that one is going to cost more. Transportation, by wheel, foot or hoof, has become one of the fastest-growing costs of city life, and in 2010, no mode in New York City seemed immune. Last week, MetroCard" , "date" : "20110103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "By Car, Train or Buggy, More Trips to the A.T.M." , "url" : "http:\/\/www.nytimes.com\/2011\/01\/03\/nyregion\/03cost.html"}]