[  {"body" : "A day after former State Senator Carl Kruger tearfully pleaded guilty to corruption charges, the campaigning to replace him began on Wednesday, with Republicans hoping for a rare victory in New York City and Democrats eager to hold the seat. The state's top elected Republican, Dean G. Skelos of Long Island, the Senate majority leader, and dozens of" , "date" : "20111222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "G.O.P. Is Hopeful as Race to Replace Senator Takes Shape" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/22\/nyregion\/race-takes-shape-for-seat-of-legislator-who-pleaded-guilty.html"} , {"body" : "DARA KASS grew up in Sheepshead Bay, Brooklyn, in an attached two-family house. (Her grandparents lived downstairs.) Her husband, Michael, grew up in doorman buildings on the Upper West Side. Their first apartment together was a large one-bedroom in Zeckendorf Towers in Union Square. Five years ago, when they were about to start a family, Park" , "date" : "20111218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Holding-Pattern Home" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/18\/realestate\/the-hunt-a-holding-pattern-home.html"} , {"body" : "It all started with some hasty scribbling on the back of a napkin at Stadio Olimpico in Rome. Joseph Tacopina, the high-profile, soccer-mad New York criminal defense lawyer, was taking in a soccer game seven years ago involving the team that has been a lifelong obsession -- A.S. Roma. ''The scoreboard didn't work; I wanted to buy my children some" , "date" : "20111212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "American Owners Look to Turn A.S. Roma Into a Global Soccer Brand" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/12\/sports\/soccer\/as-romas-us-owners-hope-to-make-club-a-global-brand.html"} , {"body" : "Natasha Sydney's new home has a sunset view of the Verrazano-Narrows Bridge and three ''Happy Birthday'' balloons hovering near the living room ceiling, but not much else. That is because Ms. Sydney, 30, and her three daughters had nothing to furnish their two-bedroom apartment in the Sheepshead Bay Houses in Brooklyn, where they moved in August." , "date" : "20111206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Getting Her Dream Home, but Missing the Furniture" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/06\/nyregion\/getting-home-she-wanted-but-missing-the-furniture.html"} , {"body" : "In the hallways and classrooms of Public School 225 in Brighton Beach, Brooklyn, Carolina Martinez is something of a celebrity. Students can be heard vying for her attention -- ''Ms. Carolina! Ms. Carolina!'' -- and often greet her with hugs. Ms. Martinez, 32, is the parent outreach coordinator in the afterschool program at the Shorefront YM-YWHA" , "date" : "20111123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; A Giver to the Community Learns to Accept Its Help" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/23\/nyregion\/a-giver-learns-reluctantly-to-receive.html"} , {"body" : "Janeane Garofalo, well-known for her comedic roles in television and film, will have a chance to show her dramatic chops on the stage for the first time in January, when she is set to appear in the New Group's production of ''Russian Transport,'' the company announced. Directed by Scott Elliott and written by Erika Sheffer, the play focuses on a" , "date" : "20111121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "ARTSBEAT; Janeane Garofalo Joins 'Russian Transport'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E2DE1431F932A15752C1A9679D8B63"} , {"body" : "Ashley Schmidt will have the home-course advantage at the inaugural Brooklyn Marathon on Sunday. ''For me, it will feel like I'm running a marathon in my backyard,'' said Schmidt, a 30-year-old account executive at a Manhattan communications company who lives two blocks from Prospect Park, where the Brooklyn Marathon will be staged. ''I ran in the" , "date" : "20111119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Brooklyn Gets a Marathon of Its Own, and Fills a Void for Runners" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/19\/sports\/for-brooklyn-a-marathon-to-call-its-own.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "MICHAEL MENTESANA, the grandson of Italian immigrants on both sides of his family, grew up in a red brick house in Marine Park, Brooklyn, on a quiet street not far from Sheepshead Bay. His father was a dental technician; his mother was a nurse. There was a basketball court in the backyard, along with his mother's small garden, heavy on roses and" , "date" : "20111106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST END AVENUE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | UPPER WEST SIDE; The House Of Annotated Corks" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/06\/realestate\/habitats-a-wine-collector-in-residence.html"} , {"body" : "A charter school teacher warned her third graders that a standardized test question was ''tricky,'' and they all changed their answers. A high school coach in Brooklyn called a student into the hallway and slipped her a completed answer sheet in a newspaper. In the Bronx, a principal convened Finish Your Lab Days, where biology students ended up" , "date" : "20111018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "In Cheating Cases, Teachers Who Took Risks or Flouted Rules" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/18\/nyregion\/how-cheating-cases-at-new-york-schools-played-out.html"} , {"body" : "WHEN it comes to clothes, I am my mother's son. My mother, her mother's daughter. My grandmother, her mother's daughter, too. Different styles, each, but committed to their choices. I didn't expect to see my matrilineage reflected at Patron of the New, the relentlessly forward-looking shop that opened behind tall red columns on a quiet stretch of" , "date" : "20110908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TRIBECA (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; My Futuristic Family's Closet" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/08\/fashion\/patron-of-the-new-a-clothes-store-in-tribeca-critical-shopper.html"} ,   {"body" : "Ana Ramirez, 35, of Coney Island swung her metal detector over the sand just off the Coney Island Boardwalk in the shadow of the Wonder Wheel ride. -''People say that storms sweep a lot of sand away, so it's a good time to look for things on the beach,'' Ms. Ramirez said as she walked on the beach a few days after Tropical Storm Irene lashed the" , "date" : "20110905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "For Beachcombers, The Tropical Storm Whipped Up Hopes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E7DF123AF936A3575AC0A9679D8B63"} , {"body" : "THE Fox Venice Theater in Los Angeles -- a boxy, pale-blue building topped by a jaunty red sign -- opened in 1951 with a single movie screen and 1,003 seats; it was shuttered in the late 1980s and now houses an indoor swap meet. In a note posted more than 20 years after its closing on the Web site Cinema Treasures, a former patron credited the" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Scrapbooking Big-Screen Memories" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEED81F38F93BA1575BC0A9679D8B63"} , {"body" : "THE Fox Venice Theater in Los Angeles -- a boxy, pale-blue building topped by a jaunty red sign -- opened in 1951 with a single movie screen and 1,003 seats; it was shuttered in the late 1980s and now houses an indoor swap meet. In a note posted more than 20 years after its closing on the Web site Cinema Treasures, a former patron credited the" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Scrapbooking Big-Screen Memories" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/movies\/movie-theaters-documented-on-cinema-treasures-site.html"} , {"body" : "Steve Ross says he was happy to take his bialys out of New York. But no one was taking the New York out of his bialys. In 2001, Mr. Ross, the owner of Coney Island Bialys and Bagels, received an invitation to demonstrate authentic city baking at the Smithsonian Folklife Festival in Washington. Organizers supplied the mixer and an oven. Mr. Ross" , "date" : "20110817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Familiar Oniony Scent Will Soon Waft Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DC1739F934A2575BC0A9679D8B63"} , {"body" : "Francois Guillet, 68, caught my bow line and tied my boat to his steel-hulled work boat. -I told him I was traveling around New York City by boat this week, to meet the people who work and play on its waterways. Monday's expedition was in Rockaway Inlet, off South Brooklyn, and into Jamaica Bay in Queens. Mr. Guillet, who runs a marine equipment" , "date" : "20110809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Fresh Views From New York's Low Seas" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFDB1E31F93AA3575BC0A9679D8B63"} , {"author" : "E-mail: dwyer@nytimes.com; Twitter: @jimdwyernyt" , "body" : "Standing in the shade of the McDonald Avenue El in Brooklyn, John Culpepper was a good 45-minute walk from home, but he nodded at a sign dangling from a driveway across the street: Thrifty Redemption Center Recycle Cans Here for 6 ''That's why I come here,'' Mr. Culpepper said. ''Normally, it's 5 cents a can.'' All that way for an extra penny?" , "date" : "20110727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW YORK; Hauling Cans and Bottles Through Brooklyn, for a Hard-Earned Extra Penny" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/27\/nyregion\/bottle-and-can-scavengers-in-brooklyn-make-every-penny-count.html"} , {"body" : "Assemblyman David I. Weprin, the Democratic candidate to replace former Representative Anthony D. Weiner in a special election on Sept. 13, is a Modern Orthodox Jew who keeps kosher, observes the Sabbath and has been to Israel at least eight times. So it comes as a surprise that, at this early stage of the short campaign, New York's Ninth" , "date" : "20110727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "ISRAEL" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Weiner's Exit Sets Off a Race To Be Israel's Better Friend" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/27\/nyregion\/race-to-replace-weiner-in-house-may-turn-on-israel-policy.html"} , {"body" : "Get me to my car, stat. Windows down. Sun roof back. Radio blaring, damaging the already tender speakers. It's where music sounds best, where a new song jumping out of the radio can be enough to put nearby drivers at risk. Two a.m., F.D.R. Drive, ''Make It Rain'' bouncing off the car frame -- that's when things make sense. I grew up in the outer" , "date" : "20110715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE HOT LIST | MUSIC; Riding in Cars With Music" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/arts\/music\/jon-caramanicas-driving-music.html"} , {"author" : "Ian Trontz is an assistant metro editor for The New York Times." , "body" : "Lorenzo Charles, not to put it unkindly, was known for exactly one basketball play. With the score tied and a few seconds left in the 1983 N.C.A.A. championship game against heavily favored Houston, his North Carolina State teammate Dereck Whittenburg heaved a prayer at the rim. Charles recognized the arc of a 30-foot air ball. ''I just went up and" , "date" : "20110703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Lesson in Fleeting Fame From the Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/03\/sports\/ncaabasketball\/lorenzo-charles-the-hero-of-starrett-city-in-brooklyn.html"} , {"body" : "Dennis M. Walcott spoke about his own experience in Queens public schools. He described skydiving on his 50th birthday. And he told graduates all over New York City, those fin- ishing fifth, eighth or 12th grade or getting a G.E.D., that he hoped one of them would take his job someday. Mr. Walcott, who became schools chancellor in April, has spoken" , "date" : "20110629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Pomp, Diplomas And Words Of Inspiration" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDC1031F93AA15755C0A9679D8B63"} ,   {"body" : "Sarah Taylor Yarnall, a daughter of Elizabeth Taylor Yarnall and Gerard L. Yarnall of Yardley, Pa., was married there Saturday to William Ding Wah Tsang, the son of Wai Po Tsang and Sze Sim Tsang of Brooklyn. The Rev. Daniell C. Hamby performed the ceremony at St. Andrew's Episcopal Church, where he is rector. The bride, 26, and the bridegroom, 27," , "date" : "20110619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Sarah Yarnall, William Tsang" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/19\/fashion\/weddings\/sarah-yarnall-william-tsang-weddings.html"} , {"body" : "Talk about the reverse of not in my backyard! You'd never know it from the looks of the swimming pool, back porches, patios, makeshift garage, basketball hoop, parking lot for five cars and other suburban amenities squatting in the middle of a square block in Sheepshead Bay, Brooklyn, but they occupy a 20-foot-wide corridor that is officially a" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forgotten Railroad's Land Makes a Great Back Porch" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/brooklyn-homeowners-turn-old-railroad-tract-into-backyards.html"} , {"body" : "Human nature won out, for good or bad, that day in 1994, and all the eyes on the Brooklyn corner turned down to the fallen mother and her little girl in white sandals beside her. People wanted to help, and so no one looked up, northbound on Fort Hamilton Parkway, at the vanishing white truck. Another mother who had looked out her third-floor window" , "date" : "20110618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "CRIME SCENE; 17 Years Later, Still Searching for the Driver of a White Box Truck" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/18\/nyregion\/in-deadly-1994-hit-run-white-truck-got-away.html"} , {"body" : "A 91-year-old man was struck and killed on Thursday in a hit-and-run on a busy street in Brooklyn, the police said. The man, Milton Levine, was crossing at the intersection of Avenue Y and Nostrand Avenue in Sheepshead Bay on Thursday afternoon when a gray Nissan Pathfinder, making a right turn, smashed into him, the police said. As Mr. Levine lay" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Hit-and-Run in Brooklyn Kills Man, 91" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/nyregion\/man-91-is-killed-after-hit-and-run-in-brooklyn.html"} , {"body" : "Eran Ribak just does not understand how Representative Anthony D. Weiner could not recognize whether the man in the gray boxer briefs was him or not. ''I know every photo I have on my computer, and he should know every photo he has on his computer,'' said Mr. Ribak, 34, who owns a produce market in Sheepshead Bay, Brooklyn, in Mr. Weiner's" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In District, Puzzled by Weiner's Uncertainty on Photo" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/nyregion\/for-weiners-constituents-its-not-the-photo-but-the-uncertainty.html"} , {"body" : "A man and a woman were killed and another man was wounded in a shooting early Sunday morning in a courtyard of a Brooklyn housing project, the police said. The woman, Crystal Melody Sweet, 22, and her companion, Timothy Walter, were pronounced dead at the scene, the police and Ms. Sweet's relatives said. The third victim was in critical condition" , "date" : "20110530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Man and Woman Killed at Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/30\/nyregion\/shooting-in-a-sheepshead-bay-courtyard.html"} , {"body" : "''We demand a recount,'' declared Assemblyman Rory I. Lancman, a Democrat from Queens. The Brooklyn borough president, Marty Markowitz, pronounced himself ''flabbergasted.'' ''The numbers are dead wrong,'' said Senator Charles E. Schumer, ''and it makes you wonder if the Census Bureau is living on a different planet.'' After learning that the" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York City's Claim of a Census Undercount May Be Justified, Canvassing Finds" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/survey-suggests-census-undercounted-new-york-city.html"} , {"body" : "ON a sunny day, with a cool breeze blowing off the water and people sitting at sidewalk tables sipping tea from small glasses, Emmons Avenue in Sheepshead Bay, Brooklyn, could almost be in Istanbul -- or even in the Ukrainian port city of Odessa. Which may explain why so many Turkish and Ukrainian immigrants have made themselves at home among the" , "date" : "20110522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SHEEPSHEAD BAY, BROOKLYN; Calm and Clamor, in Equal Measure" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/22\/realestate\/calm-and-clamor-in-equal-measure-living-insheepshead-bay-brooklyn.html"} , {"body" : "THE three men wearing in-line skates stood quietly in the shade in Central Park, studying the passing crowd. Then a nearby skater, Jesse Madigan, 25, slammed into a curb, doubling over, and they pounced. ''Who's taking him?'' yelled Edmund Gish of the Central Park Skate Patrol, a 19-year-old volunteer group that aims to keep bruises to a minimum as" , "date" : "20110515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT | IN-LINE SKATING; The Bruise Patrol of Central Park" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/15\/nyregion\/for-in-line-skaters-the-bruise-patrol-of-central-park.html"} , {"body" : "The online eyeglasses seller who terrified customers in the hopes of creating buzz about his Web site, and raising its profile in Google searches, pleaded guilty on Thursday to two counts of sending threatening communications, one count of mail fraud and one count of wire fraud. Vitaly Borker, who owned and operated DecorMyEyes.com out of his home" , "date" : "20110513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "2" , "title" : "Online Seller Who Bullied Customers Pleads Guilty" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/13\/business\/13borker.html"} ,   {"body" : "In 1999, when Our Lady of Perpetual Help High School closed, Margaret Doria and Anita Dente feared it would be the end of them. For 33 years, Ms. Dente, the school's Italian teacher, and Ms. Doria, an English teacher, had worked together, car-pooled together to the school in Sunset Park, Brooklyn, finished each other's sentences. ''We couldn't" , "date" : "20110509" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "ON EDUCATION; Joined at Hip, and, to Some Pupils, by a Hyphen" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/09\/education\/09winerip.html"} , {"body" : "A 56-year-old woman and her 28-year-old daughter were found stabbed to death in a Brooklyn apartment late Sunday night, the police said. Officers discovered their bodies when they went to look for the younger woman, Larisa Prikhodko, who was reported missing on Sunday. When Ms. Prikhodko did not pick up her 2-year-old son at the end of the weekend," , "date" : "20110419" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Women Are Stabbed To Death In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E0D81238F93AA25757C0A9679D8B63"} , {"body" : "BLUM--Abbey Friedfeld, passed away on April 11, 2011. She was the beloved wife of Howard (Ward) L. Blum, Jr., mother of Howard III (Tripp) and Ross, daughter of Esther Friedfeld and the late Harry Friedfeld, of Brooklyn, NY, and sister of Howard (Elon). She was a devoted aunt, cousin, family member, and friend to all who knew her. Strong-willed," , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths BLUM, ABBEY FRIEDFELD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E4D7163AF934A25757C0A9679D8B63"} , {"body" : "BLUM--Abbey Friedfeld, passed away on April 11, 2011. She was the beloved wife of Howard (Ward) L. Blum, Jr., mother of Howard III (Tripp) and Ross, daughter of Esther Friedfeld and the late Harry Friedfeld, of Brooklyn, NY, and sister of Howard (Elon). She was a devoted aunt, cousin, family member, and friend to all who knew her. Strong-willed," , "date" : "20110416" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths BLUM, ABBEY FRIEDFELD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE1D8163AF935A25757C0A9679D8B63"} , {"body" : "BLUM--Abbey Friedfeld, passed away on April 11, 2011. She was the beloved wife of Howard (Ward) L. Blum, Jr., mother of Howard III (Tripp) and Ross, daughter of Esther Friedfeld and the late Harry Friedfeld, of Brooklyn, NY, and sister of Howard (Elon). She was a devoted aunt, cousin, family member, and friend to all who knew her. Strong-willed," , "date" : "20110415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths BLUM, ABBEY FRIEDFELD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D8163AF936A25757C0A9679D8B63"} , {"body" : "BLUM--Abbey Friedfeld, passed away on April 11, 2011. She was the beloved wife of Howard (Ward) L. Blum, Jr., mother of Howard III (Tripp) and Ross, daughter of Esther Friedfeld and the late Harry Friedfeld, of Brooklyn, NY, and sister of Howard (Elon). She was a devoted aunt, cousin, family member, and friend to all who knew her. Strong-willed," , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths BLUM, ABBEY FRIEDFELD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0D9163AF937A25757C0A9679D8B63"} , {"body" : "BLUM--Abbey Friedfeld, passed away on April 11, 2011. She was the beloved wife of Howard (Ward) L. Blum, Jr., mother of Howard III (Tripp) and Ross, daughter of Esther Friedfeld and the late Harry Friedfeld, of Brooklyn, NY, and sister of Howard (Elon). She was a devoted aunt, cousin, family member, and friend to all who knew her. Strong-willed," , "date" : "20110413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths BLUM, ABBEY FRIEDFELD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E6D9163AF930A25757C0A9679D8B63"} , {"body" : "LET'S get this out of the way: The golf courses in New York City will never be confused with Pebble Beach, Bethpage Black or any of America's great public courses. If you want a four-and-a-half-hour round, meticulously manicured greens or even an unfailingly polite playing partner, consider going elsewhere. But if you appreciate the idea of hauling" , "date" : "20110408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Fairways Where Golf Becomes The City Game" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/08\/travel\/08nygolf.html"} , {"body" : "This week brings questions about linguine and clams, critic bait and things you won't find in Detroit. As always, send your restaurant questions to me at dinejournal@nytimes.com. Q. Linguine with clam sauce. I'm on a two-headed quest: What should this dish have in it, and where should I go to eat it? For the former, to me, it's pasta, clams, salt," , "date" : "20110311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "HEY, MR. CRITIC; The Linguine and Clams Conundrum" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/11\/dining\/11mrcritic.html"} , {"body" : "ON a balmy night last June, the city's Congressional delegation gathered for dinner at Gracie Mansion. Representative Anthony D. Weiner, who aspires to live in the mansion someday, knew he would have only a few minutes with the host, Mayor Michael R. Bloomberg. So he brought up the hottest topic he could think of: bicycle lanes, and the" , "date" : "20110306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Fighter" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/06\/nyregion\/06sadik-khan.html"} ,   {"body" : "Frederick Irving William Lundy was many things to Sheepshead Bay. Beginning in the early 1900s, he was the famously iron-fisted owner of the neighborhood seafood institution that bore his last name. He was a property owner whose family controlled lot after lot of seaside land. And he was a generous local booster. Mr. Lundy was not a member of the" , "date" : "20110226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "SHEEPSHEAD BAY JOURNAL; A Neighborhood's Steeples Are Set to Disappear Quietly" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/26\/nyregion\/26metjournal.html"} , {"body" : "The man accused of a violent 28-hour rampage through Brooklyn and Manhattan last week was indicted Friday on murder charges. Ken Taub, the chief of the Brooklyn district attorney's homicide bureau, announced the indictments against the man, Maksim Gelman, in Criminal Court in Brooklyn. Mr. Gelman was not present in court. After the court" , "date" : "20110219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Suspect in a Killing Spree Is Indicted in Four Murders" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/19\/nyregion\/19stabber.html"} , {"body" : "He was caught up in drugs, some people said, as both a dealer and a user. Other people knew him for the graffiti he scrawled alongside a desolate freight line that runs between Brooklyn and Queens. They saw him as a short-tempered bully, who had come to the United States as a child from Ukraine and never found his way. No one in Sheepshead Bay," , "date" : "20110214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Before Fatal Rampage, Some Saw Warning Signs: A Victim's Friends Say the Suspect Fixated on Her" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/14\/nyregion\/14suspect.html"} , {"body" : "International IRANIAN LEADERS PROMISE To Crush Pro-Egypt March The Iranian leaders who cheered the popular overthrow of an Egyptian strongman last week have promised to crush an opposition march in solidarity with the Egyptian people. But opposition supporters, hoping the democratic uprisings sweeping the region will rejuvenate their own movement," , "date" : "20110214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DB133AF937A25751C0A9679D8B63"} , {"body" : "A fugitive with a knife, who the police said had left behind a calamity of murders and broken lives in Brooklyn, was captured by officers at Times Square on Saturday morning after stabbing another victim on a subway train, investigators said. It was the culmination of a roller-coaster of violence that included three fatal stabbings; a hit-and-run" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "24" , "title" : "CITY ROOM; Suspect in Four Killings Is Captured in Subway" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/13\/nyregion\/13stab.html"} , {"body" : "A 23-year-old man fatally stabbed his stepfather in Brooklyn early Friday and killed his girlfriend and her mother later in the day before commandeering a passing car, stabbing the driver, stealing the car and running down a pedestrian, the police said. The suspect, identified by the police as Maksim Gelman, remained at large on Friday night after" , "date" : "20110212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "After Three Are Killed in Brooklyn Attacks, the Police Hunt for a Suspect" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/12\/nyregion\/12stab.html"} , {"body" : "The mail brought a devilish question about breakfast bagels, while someone wanted to know where to get a drink and a bite after seeing ''The Merchant of Venice'' on Broadway. I tried to answer these queries and more. As always, you can send questions about where to go or what to eat in New York to dinejournal@nytimes.com. Q. This is a very simple" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; Egg and Cheese on a Bagel: The Quest for the Best" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/dining\/28mrcritic.html"} , {"body" : "YOU might think the six-seat Garden City Cafe at West 40th Street and Ninth Avenue in Manhattan, with its cheerful, snow-schmutzed awning and its prominent A.T.M. sign, is a greasy spoon. But you could not be more wrong. There, in its window, shimmers an 8-inch-by-10-inch blue ''A'' from the New York City Department of Health and Mental Hygiene," , "date" : "20110119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "City Inspections Reveal New A-List for Restaurants" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/19\/dining\/19grades.html"} , {"body" : "Newark THE lights were turned up, the music was switched off, and the six mirrored disco balls above the roller rink at Branch Brook Park here were still. It was not much warmer inside than outside on a recent weeknight, so some skaters wore scarves and sweatshirts. But after the members of the Empire Speed Team had loosened up for practice, no one" , "date" : "20110107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRANCH BROOK PARK (NJ)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "URBAN ATHLETE; City Wheels (No Parking Needed)" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/07\/nyregion\/07urbathlete.html"}]