[  {"body" : "JON PAUL LUPO grew up not far away in Marine Park, but thinking back, he figures the most interaction he had with Sunset Park in those days was driving past it on the Gowanus Expressway. For his wife, Melanie, the area was even less familiar -- she is from South Dakota. Early this year, though, after more than a decade away from New York, Mr. Lupo" , "date" : "20111225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | SUNSET PARK, BROOKLYN; A Low-Slung District With a Very High Perch" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/25\/realestate\/sunset-park-brooklyn-living-in-low-slung-but-with-a-high-perch.html"} , {"body" : "''I'VE never understood why slide shows were supposed to be this terrible thing to be put through,'' said the playwright Jordan Harrison, recalling the prevideo age. ''I thought they were endlessly fascinating -- people would put in this carousel, and I would see their cruise to Capri, and there would be photos of the menu with their oysters" , "date" : "20111127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "Back to the '50s, Trying to Escape Freedom's Pitfalls" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/27\/theater\/maple-and-vine-a-50s-flashback.html"} , {"body" : "The day after Tropical Storm Irene hit New York, in August, Yugely Nuñez walked into her basement apartment in Brooklyn and stepped into a nightmare. As she entered the home she had evacuated days earlier, water rushed over her flip-flops and rose above her ankles. She then noticed the odor. Her apartment, in Sunset Park, had been flooded by rain" , "date" : "20111122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; After Tropical Storm, Flooded Apartment Is Just One More Obstacle to Overcome" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/22\/nyregion\/flooded-home-gives-her-another-obstacle-to-overcome.html"} , {"body" : "Around Town Museums and Sites Brooklyn Historical Society: 'Civil Rights in Brooklyn: Stories of Struggle and Protest' (Sunday) A discussion, with archivists and audience participation, on the impact in Brooklyn of the civil rights movement, in celebration of its 50th anniversary. 128 Pierrepont Street, near Clinton Street, Brooklyn Heights, (718)" , "date" : "20111118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/18\/arts\/spare-times-for-nov-18-24.html"} , {"body" : "Juan Rosales had tired of his predictable life in Chicago, where he worked in City Hall. ''I had reached a point in my life when I, essentially, wanted to reboot and start over,'' Mr. Rosales said, ''and wanted to do so in a city that would make such a big decision worth the risk.'' So two years ago, Mr. Rosales, 33, moved to New York City, and" , "date" : "20111112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Happy to Call the City Home, More Now Move In Than Out" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/12\/nyregion\/in-shift-more-people-move-in-to-new-york-than-out.html"} , {"body" : "NEW YORKERS have been fleeing Manhattan in search of more affordable housing for so long that just about every neighborhood in the other boroughs has been anointed the city's next great destination for bargains. Despite this well-worn path off the island, however, finding a place to live in some up-and-coming corner of the city can have its" , "date" : "20111030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Step Away From the Computer" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/30\/realestate\/finding-a-home-in-the-outer-boroughs-by-pounding-the-pavement.html"} , {"body" : "IT was warm and sunny on a recent Tuesday and the lunchtime crowd in Bryant Park was in full swarm. Hundreds of Midtown workers sat on the grass or at round outdoor tables sunbathing, talking on cellphones and typing away on laptops. But mostly they ate -- sushi, pizza, chicken pesto salads, turkey club sandwiches -- and much of their food came in" , "date" : "20111023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lunch, Landfills And What I Tossed" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/23\/nyregion\/on-recycling-nyc-goes-from-leader-to-laggard.html"} , {"body" : "The New York Police Department on Wednesday dropped sex crime charges against one of two men charged in a series of sexual attacks in Brooklyn after a victim recanted her identification of the suspect, the police said. The woman picked the suspect, Joshua Flecha, a 32-year-old bartender, out of a police lineup on Tuesday, saying he was the man who" , "date" : "20111020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Sex Crime Charges Are Dropped After Victim Recants Identification" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/20\/nyregion\/sex-crime-charges-dropped-after-victim-recants-identification.html"} , {"body" : "11:18 p.m. | Updated A Queens man was charged on Tuesday in connection with at least one in a string of 20 sexual assaults in Brooklyn since March, the police said. Plainclothes police officers stopped the man, Joshua Flecha, 32, on Greenwood Avenue in Windsor Terrace, Brooklyn, between East Fourth and Fifth Streets, around 3:15 a.m. because they" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Second Man Is Charged In Gropings In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DE1F38F93AA25753C1A9679D8B63"} , {"body" : "The police said Friday that they had added six attacks in subway stations to a pattern of sexual assaults that have badly shaken several neighborhoods in South Brooklyn, bringing the total number of cases in that area up to 20 since March. The attacks have occurred in areas like Bay Ridge, Sunset Park and Park Slope. Most have involved the groping" , "date" : "20111015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "6 Attacks Linked to Pattern in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/15\/nyregion\/6-attacks-linked-to-pattern-of-assaults-in-brooklyn.html"} ,   {"body" : "A Sunset Park man was arrested early Wednesday in a sexual attack on a young woman. The episode was the latest in a series of attacks that have alarmed Brooklyn communities from Park Slope to Bay Ridge since March. The police said the man, Adolfo Martinez, 26, groped an 18-year-old woman on Monday night on 36th Street between Fourth and Fifth" , "date" : "20111013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Held in Groping Linked To Series of Brooklyn Attacks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D61039F930A25753C1A9679D8B63"} , {"body" : "The police sketches and the accompanying alerts are affixed to the doors of bodegas and the windows of check-cashing stores, the glassy-eyed faces haunting a section of Brooklyn that has been transformed by anxiety. Patrol cars, uniformed officers and mobile command trucks crowd once-quiet corners. Fliers hang in the bathrooms of trendy bars," , "date" : "20111012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "GREENWOOD HEIGHTS (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Facing Wave of Attacks on Women, Neighborhoods Rally" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/12\/nyregion\/facing-wave-of-attacks-brooklyn-neighborhoods-rally.html"} , {"body" : "Around Town Museums and Sites Merchant's House Museum: 'In the Spirit -- Modern Photographers Channel the 19th Century' (Friday through Monday, and Thursday) The ethereal world of spirit photography, in which moods or actual images captured on film suggest the presence of supernatural beings, is the focus of a display on view through Nov. 28." , "date" : "20111007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/07\/arts\/spare-times-for-oct-7-13.html"} , {"body" : "It was little more than 10 years ago that Vincent Fung could count on a steady trickle of office workers from the World Trade Center area or Wall Street to wander into his jewelry shop in Chinatown. His customers would often splurge on diamond rings or watches because they had just saved money eating a $5.25 chopstick lunch along Mott or Pell" , "date" : "20110921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Trying to Reverse Post-9\/11 Slump in Chinatown, Jostling Hub of Gems and Foot Rubs" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/21\/nyregion\/chinatown-considers-business-improvement-district.html"} , {"body" : "LOUIS SAVARESE, the son and grandson of butchers, was raised to know the difference between a rib-eye roast and a cross-rib roast, but he is the first in his family to appreciate the finer points of cow hooves and chicken feet. The Savarese family has run Michael's Prime Meats on Nostrand Avenue in Flatbush, Brooklyn, since 1931. As the" , "date" : "20110918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Staying Put In a City of Change" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/18\/nyregion\/the-last-holdouts-in-changing-city-neighborhoods.html"} , {"body" : "As he begins his first full year leading the city's public school system, Chancellor Dennis M. Walcott is trying to move away from the place that a predecessor, Joel I. Klein, so comfortably occupied: the spotlight. With the country deeply divided over the best way to improve education, Mr. Walcott plans to reposition New York City on the reform" , "date" : "20110908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "NEWS ANALYSIS; A Gentler Touch Atop the Schools, After Years of a Hard Push for Reform" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/08\/nyregion\/chancellor-dennis-m-walcott-wants-civility-and-progress-in-city-schools.html"} , {"body" : "ONE way to trace the history of the movies is to look at the evolution of alternative cinemas -- to consider, in other words, how an inventive approach to showing films can foster a new way of understanding them. Inspired by the ciné clubs that flourished in 1920s Paris, Henri Langlois started the Cinémathèque Française in the mid-1930s to" , "date" : "20110904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Choosing Cinematheque Over Cineplex" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/04\/movies\/microcinemas-pack-a-special-mission-in-a-small-space.html"} , {"body" : "It took OTB a long time to be born. And it is taking a long time to die. Make no mistake: the 50 or so Off-Track Betting Corporation parlors across the city have been closed since December. But very few of the spaces have found new tenants -- not in this economy, and not in their condition. So OTB lives on in ghostly apparition. The corner parlor" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "The Ghosts Of Wagers Past Linger On Across the City" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/at-otb-parlors-ghosts-of-wagers-past-linger.html"} , {"body" : "They took a corner in the school's gymnasium, finding forest green city-issued cots for themselves and their four children. They unfolded their blue city-issued fleece blankets, stamped with the city's official seal, opened their paper cartons of water and settled in for the night. For Kevin and Sharon Harvey, the decision to seek shelter at an" , "date" : "20110829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "School Gym Shelters Evacuees From Irene" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/29\/nyregion\/school-gym-shelters-evacuees-from-irene.html"} , {"body" : "IF residents were to describe something sweet about Greenwood Heights, a waterfront community in western Brooklyn, they might be speaking literally. The sugary scent emanating from the various candy, chocolate and dessert manufacturers in this neighborhood of about half a square mile is unmistakable. Not long ago on 30th Street, near the historic" , "date" : "20110828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWOOD HEIGHTS (BROOKLYN, NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREENWOOD HEIGHTS, BROOKLYN; The Sweet Smell of, Well, Sweets" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/28\/realestate\/communities\/the-sweet-smell-of-well-sweets.html"} ,   {"body" : "Whether patriots of the American Revolution, opera stars or a man who can lift and bend things with his hair, all kinds of extraordinary people are the focus of events around the city this weekend. In August 1776 the Battle of Brooklyn was fought on part of the land that now makes up Green-Wood Cemetery. On Sunday, to commemorate the battle's 235th" , "date" : "20110826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/26\/arts\/revolutionary-brooklyn-opera-and-coney-island-strongmen.html"} , {"body" : "''I DON'T wear shorts in public!'' shouted Sophie Franks Staub, a rangy 41-year-old stay-at-home mother, from her spot on a sand court on Pier 25 in Hudson River Park. Yet she was indeed wearing them, as were two dozen other women in their 30s and 40s, all barefoot as they learned to play beach volleyball on a buttery night in July. It was the" , "date" : "20110818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Caution: Women Playing" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/18\/fashion\/the-group-mice-at-play-caters-to-lives-of-overscheduled-new-york-women.html"} , {"body" : "'WHAT'S YOUR FAVORITE SPACE?' On Wednesday scores of children will dress potatoes at the Eventi Hotel in Chelsea. But don't expect butter, sour cream or other condiments. This project isn't gastronomical but astronomical. ''The American Society of Mechanical Engineers will have kids working on designing their own spacesuits and testing them in the" , "date" : "20110812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/12\/arts\/spare-times-for-children-for-aug-12-18.html"} , {"body" : "The problems that face young black and Latino men in New York City are deep-seated and diverse, officials who work in minority neighborhoods say. They vary not only from neighborhood to neighborhood, but also from family to family and man to man. So when Mayor Michael R. Bloomberg announced on Thursday a $130 million plan to help young black and" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Hope and Doubt Over a City Effort to Aid Black and Latino Men" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/nyregion\/black-and-latino-men-in-new-york-question-bloomberg-program.html"} , {"body" : "Dance For reviews of recent performances: nytimes.com\/dance. BalaSole Dance Company (Friday and Saturday) Founded by Roberto Villanueva, this company aims to expose underrepresented artists of varied backgrounds, ages and physiques. Performers come from the Limón Dance Company and the Metropolitan Opera Ballet, among other troupes, and each will" , "date" : "20110729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/29\/arts\/dance\/dance-listings-july-29-aug-4.html"} , {"body" : "The Studio, as it's called, is a rectangular room with a gray floor and a silver-tin ceiling. It is one of those anonymous places in Brooklyn -- on an industrial block in Sunset Park -- where dances are built and then delivered to a theater. For ''Sugar doesn't live here,'' seen on Friday night, the choreographer Stacy Grossfield stays put. Before" , "date" : "20110725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "DANCE REVIEW; Through a Portal, to a World Where Listless Blue Creatures Await" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/25\/arts\/dance\/stacy-grossfield-in-sugar-doesnt-live-here-review.html"} , {"body" : "Filandia is a town set high in the mountain slopes of the Cordillera Central range in Colombia. It is not connected with Finland, a European country that is much larger and considerably farther north, and has a different flag. Fortieth Street, Brooklyn, runs through Sunset Park and a neighborhood once known as Finntown for its large Finnish" , "date" : "20110723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM; For Want of a Letter (and a Map), Finlandia Street Was Lost" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E5DB163FF930A15754C0A9679D8B63"} , {"body" : "Spare Times Museums and Sites Asia Society and Museum: 'Ai Weiwei -- New York Photographs 1983-1993' (Friday through Sunday, Tuesday through Thursday) A display of more than 200 photographs taken by Ai Weiwei, the Chinese artist and activist who was recently released from detention in Beijing, will be on view through Aug. 14. Museum hours: Fridays," , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/spare-times-july-22-28.html"} , {"body" : "Dance For reviews of recent performances: nytimes.com\/dance. BalaSole Dance Company (Thursday) Founded by Roberto Villanueva, this company aims at exposing underrepresented artists of varied backgrounds, ages and physiques. Performers come from the Limón Dance Company and the Metropolitan Opera Ballet, among other troupes, and each will offer a" , "date" : "20110722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/22\/arts\/dance\/dance-listings-july-22-28.html"} , {"body" : "The restaurant looks like so many others in the roiling heart of Chinatown, in Lower Manhattan: a garish sign in Chinese and English, slapdash photos of featured dishes taped to the windows, and extended Chinese families crowding around tables, digging into communal plates of steamed fish, fried tofu and sautéed watercress. But ask a waitress the" , "date" : "20110720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CHINATOWN (NYC)" , "FLUSHING (NYC)" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Illegal Sale of Rice Wine Thrives in Chinese Enclaves" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/20\/nyregion\/sale-of-illegal-wine-flourishes-in-chinese-enclaves.html"} ,   {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. Anikai Dance\/ Wendy Jehlen (Friday and Saturday) ''He Who Burns'' examines concepts of Satan and takes audiences on a spiritual journey from the time before time to ecstatic annihilation. At 7:30 p.m., Dance Theater Workshop, 219 West 19th Street, Chelsea, (212) 924-0077," , "date" : "20110715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/15\/arts\/dance\/dance-listings-july-15-21.html"} , {"author" : "Ava Chin writes the Urban Forager column for the City Room blog, at nytimes.com\/cityroom." , "body" : "SWEET, tart and thimble-shaped, black raspberries resemble the red supermarket variety, only they are smaller and give a greater punch to the palate. This time of year, black raspberries are ripe and abundant throughout the city and the metropolitan area, growing wild along the side of the road, on parkland and in neighbors' backyards. Black" , "date" : "20110710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "URBAN FORAGER; It's Prime Time for Black Raspberries" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DF1F30F933A25754C0A9679D8B63"} , {"body" : "A procession of American Indians marched through Sunset Park, Brooklyn, on a weekend afternoon in early May, bouncing to a tribal beat. They dressed in a burst of colors, wore tall headdresses and danced in circles, as custom dictated, along a short stretch of the park. But there was something different about this tribe, the Tlaxcala, and when the" , "date" : "20110704" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TLAXCALA (MEXICO)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Hispanics Identifying Themselves As Indians" , "url" : "http:\/\/www.nytimes.com\/2011\/07\/04\/nyregion\/more-hispanics-in-us-calling-themselves-indian.html"} , {"body" : "Not so long ago, the phrase ''New York's Chinatown'' meant one thing: a district in Lower Manhattan near Canal Street. Now it could refer to as many as six heavily Chinese enclaves. Koreatown was well known as a commercial zone in Midtown Manhattan, but now parts of Flushing, Queens, where tens of thousands of Koreans have moved, feel like suburban" , "date" : "20110624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Passing the One Million Mark, Asian New Yorkers Join Forces" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/24\/nyregion\/asian-new-yorkers-asian-new-yorkers-seek-power-to-match-surging-numbers.html"} , {"body" : "Among the many novel ideas implemented at the New York Philharmonic since Alan Gilbert took the reins as its music director in 2009, one has come to loom larger than all the rest. ''Le Grand Macabre,'' a musically unorthodox, wickedly funny absurdist opera by Gyorgy Ligeti, represented a substantial risk when the Philharmonic mounted a series of" , "date" : "20110621" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; Working With Whimsy Fit for the Philharmonic" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/21\/arts\/music\/philharmonic-prepares-cunning-little-vixen.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum: 19th-century baseball (Saturday) A game of old-fashioned baseball, played according to 19th-century rules and in period costumes by the New York Mutuals and the Mineola Washingtons, is scheduled for 1 p.m. There will also be a demonstration of rounders, a precursor to baseball, and house" , "date" : "20110617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/17\/arts\/spare-times-for-june-17-23.html"} , {"body" : "Gabriel Bracero built an impressive professional boxing record: five victories and no losses. He also built an ugly criminal record: attempted murder, aggravated assault and criminal possession of a weapon. As a price, he spent almost six years in prison. Since his release in January 2009, he has improved his record to 16-0. ''I'm not proud of my" , "date" : "20110610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "His Second Chance May Be Fighter's Last" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/10\/sports\/for-gabriel-bracero-a-long-road-back-to-the-boxing-ring.html"} , {"body" : "Several of New York's largest food factories have shut down in the past two years, but city officials are taking steps to preserve the industry. Rather than conceding what is left of the city's food-making trade, officials are arranging new spaces for kitchens and processing plants for small companies and securing private financing to help" , "date" : "20110607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "City Assisting Food Industry With Space And Money" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/07\/nyregion\/city-works-to-revive-food-industry-through-small-businesses.html"} , {"body" : "''Don't I have a nice theater?'' Stephen Burdman asked as he stood in a green field in Central Park near West 103rd Street on a recent Saturday afternoon. During a rehearsal break he was pointing out sites used in past productions by his company, New York Classical Theater. ''This was the heath in 'Lear,' '' he said, and then, ''This was the forest" , "date" : "20110603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "3" , "title" : "Parks to Parking Lots: All the City's a Stage" , "url" : "http:\/\/www.nytimes.com\/2011\/06\/03\/theater\/outdoor-classical-theater-free-and-lots-of-shakespeare.html"} , {"body" : "There was a rally on May 12, when seasoned protesters convened by the thousands near City Hall to stake their claim against Mayor Michael R. Bloomberg's budget. There were gatherings at subway stations organized by the city's public advocate, Bill de Blasio, at which hundreds of parents recorded messages and signed petitions against cuts to their" , "date" : "20110601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Schools Budget Fight, It's Not Just the Usual Players" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DC143DF932A35755C0A9679D8B63"} ,   {"body" : "Marie Viljoen padded through the woods in Prospect Park one recent morning like a Brooklyn-chic bushwhacker in cargo pants, tall leather boots and a shock of red lipstick. She stepped delicately over damp logs and poison-ivy patches, a metal trash-grabber in one hand, a black trash bag in the other. Something caught her eye. ''Jackpot,'' she said." , "date" : "20110601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM; Volunteers Clear Away A Park's Unsavory Bits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EEDD143DF932A35755C0A9679D8B63"} , {"body" : "''We demand a recount,'' declared Assemblyman Rory I. Lancman, a Democrat from Queens. The Brooklyn borough president, Marty Markowitz, pronounced himself ''flabbergasted.'' ''The numbers are dead wrong,'' said Senator Charles E. Schumer, ''and it makes you wonder if the Census Bureau is living on a different planet.'' After learning that the" , "date" : "20110525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York City's Claim of a Census Undercount May Be Justified, Canvassing Finds" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/25\/nyregion\/survey-suggests-census-undercounted-new-york-city.html"} , {"body" : "In some ways, last weekend was not especially remarkable for the New York Police Department's Special Victims Squad. About 30 new cases came in, typical for the citywide unit of 190 specially trained investigators and supervisors. But of those cases, among the 6,000 sex-based cases that the squad handles each year, none carried the notoriety of the" , "date" : "20110519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "24" , "title" : "A Special Police Squad, Not Quite as Seen on TV" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/19\/nyregion\/strauss-kahn-case-puts-focus-on-real-special-victims-squad.html"} , {"body" : "The 10 portable classrooms outside Public School 19 in Corona, Queens, were supposed to be temporary. Sixteen years later, they are still there, holding nearly double the elementary schoolchildren they were meant to and struggling with age. The heating system malfunctions in the winter, forcing students to sit through lessons wearing coats, scarves" , "date" : "20110511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CORONA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "In Queens Neighborhood, Legacy of Schools Bursting at the Seams" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/11\/nyregion\/in-corona-queens-a-legacy-of-crowded-schools.html"} , {"body" : "In 1999, when Our Lady of Perpetual Help High School closed, Margaret Doria and Anita Dente feared it would be the end of them. For 33 years, Ms. Dente, the school's Italian teacher, and Ms. Doria, an English teacher, had worked together, car-pooled together to the school in Sunset Park, Brooklyn, finished each other's sentences. ''We couldn't" , "date" : "20110509" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "ON EDUCATION; Joined at Hip, and, to Some Pupils, by a Hyphen" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/09\/education\/09winerip.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$7.50\/SQUARE FOOT $168,750 approximate annual rent Bush Terminal -- Building 57 4910 First Avenue (between 49th and 50th Streets) Sunset Park, Brooklyn A distributor of chocolates and dried foods has signed a 10-year lease for 22,500 square feet of ground floor space in a warehouse in an 18-building waterfront industrial complex. Tenant: Prime" , "date" : "20110504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D8163AF937A35756C0A9679D8B63"} , {"body" : "HOLLISTER--Elizabeth Salo, 87, longtime resident of the Bay Ridge section of Brooklyn, NY, and Voluntown, CT, passed away peacefully on April 30, 2011 at The Osborn retirement community in Rye, NY. She was born in Brooklyn on September 15, 1923 to Paavo and Jenny Salo, and was raised in Sunset Park. She married Ken Hollister in 1953 and they" , "date" : "20110503" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths HOLLISTER, ELIZABETH SALO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E4D8173AF930A35756C0A9679D8B63"} , {"body" : "For the last three years of his life, until he died in the crash of a bus returning to New York from a casino in Connecticut, Wang Jianhua lived beneath the radar, an illegal immigrant eking out a livelihood in Manhattan as a restaurant deliveryman. On Monday, more than seven weeks after the accident, he was finally laid to rest after a small" , "date" : "20110503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Funeral for Bus Crash Victim, After Wife's Long Wait for a Reunion" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/03\/nyregion\/last-of-casino-bus-crash-victims-is-laid-to-rest.html"} , {"body" : "The Karsan V1, an oblong Turkish van vying to become the exclusive vehicle of the New York City taxi fleet, has features that would make a Crown Victoria weep: London-style jump seats; a moon roof for panoramic views; even a pledge to build the cars in Brooklyn. (The Crown Vic, the fleet's old mainstay, was made in Canada.) ''How can we possibly" , "date" : "20110502" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "In Contest for New York's New Taxis, Turkish Entry, the Karsan, Is Rejected" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/02\/nyregion\/karsan-from-turkey-is-rejected-as-new-york-taxi.html"} , {"body" : "The walls in the basement of a building in Brooklyn's Chinatown were whitewashed, and boxes of cleaning supplies were stacked on the red tile floor. But beneath the disinfectant smell, the unmistakable odor of fish lingered as the flimsiest calling card of a former tenant. That tenant, Yong Hao Wu, sold fish until October for his Howei Trading" , "date" : "20110430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CHINATOWN (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Delicacy on Chinatown Plates, but a Killer in Water" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/30\/nyregion\/snakehead-fish-are-a-chinatown-delicacy-and-a-threat.html"} ,   {"body" : "WHY can't I just go bowling in Manhattan? I should clarify. Why can't I just go bowling the way it was meant to be: unpretentious, inexpensive and accompanied by greasy food and old T-shirts. Alas, a wave of trendy nightclub horror has swept through the lanes of Manhattan. Attitude-spewing bouncers and miniskirted women in high heels have replaced" , "date" : "20110429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)" , "HARLEM (NYC)" , "FLUSHING (NYC)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Back-to-Basics Bowling (No Fancy-Pants Stuff)" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/29\/nyregion\/bowling-in-new-york-beyond-manhattan.html"} , {"body" : "Pins clattered to a soundtrack of the Drifters and the Temptations as if it were a half-century ago when Maple Lanes first opened, only without the clouds of smoke. Men wearing gold chains with bowling pin pendants hugged and kissed as if they had not seen one another in years, instead of the Wednesday before, while women unpacked their bowling" , "date" : "20110423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BOROUGH PARK JOURNAL; In Brooklyn, Bowlers Enjoy A Haven While It's Still Around" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/23\/nyregion\/at-maple-lanes-longtime-bowlers-prepare-for-loss.html"} , {"body" : "In the days after a bus traveling from a Connecticut casino crashed last month in the Bronx, the bodies of 14 victims were laid to rest. But the body of the 15th and final victim, Wang Jianhua, has lain in a funeral home in Chinatown while his widow, in China, has sought permission to come to the United States for his funeral. On Wednesday, the" , "date" : "20110421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHINATOWN (NYC)" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Bus Crash Victim's Wife, in China, Gets Visa for Funeral" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/21\/nyregion\/us-grants-visa-to-widow-of-charter-bus-crash-victim.html"} , {"body" : "M. WELLS 21-17 49th Avenue (21st Street), Long Island City, Queens; (718) 425-6917, mwellsdiner.com. The restaurant opened last summer, the brainchild of a French Canadian chef, Hugue Dufour, and his Queens-raised wife, Sarah Obraitis. Mr. Dufour had cooked and been a partner at Au Pied de Cochon, a Montreal restaurant that is the subject of" , "date" : "20110420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5D91338F933A15757C0A9679D8B63"} , {"body" : "In an industrial and uninviting stretch of Brooklyn, near several strip clubs and a factory that makes electrical tubing, Thomas Bernich's small plant recycles vinyl and preserves a fading piece of history. In fact, Mr. Bernich's workplace in Sunset Park is one of the few of its kind in New York City and in the country. Inside the one-story," , "date" : "20110418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In Age of Digital Music, Vinyl Gets Second Life In a Brooklyn Factory" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/18\/nyregion\/brooklyn-factory-gives-second-life-to-used-records.html"} , {"body" : "IF Mitchell Zelman's customers are sorry to see him, he's not offended. ''People generally leave happy,'' Mr. Zelman said, ''but sort of with the attitude, 'I hope I don't see you for a long time.' '' And, for the sake of his reputation, he's hoping the same. Mitchell's Auto Repair, near the Borough Park-Sunset Park border in Brooklyn, is the sort" , "date" : "20110417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | BOROUGH PARK; Auto Repair, As an Art And a Science" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/17\/nyregion\/neighborhood-joint-mitchells-auto-repair-the-fix-comes-with-details.html"} , {"body" : "THE fitness fanatic in Columbus Circle flaked. So did the performance-artist couple in Greenpoint who said they practiced at-home nudity. Yet Kenya Robinson's odyssey as a serial house guest has been smooth enough so far, and by and large her hosts -- friends, colleagues and total strangers -- have been happy to share their toothpaste with her. Ms." , "date" : "20110414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The Serial Sleepover Artist" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/14\/garden\/14mattress.html"} , {"body" : "WHEN Joseph La Vache, known to everyone as Lenny, bought a Buick Wildcat coupe in 1963, he made a promise to his bride-to-be, Maria. ''He said it would be the last car he ever bought,'' Mary Jane La Vache, the couple's older daughter, recalled on a recent Saturday. Though the promise fell victim to the oil crunches of the 1970s, when gas prices" , "date" : "20110403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO; In Every Way, A Family Car" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/03\/automobiles\/collectibles\/03EGO.html"} , {"body" : "''Hong Kong Flu Hits Bay Ridge,'' screamed the headline. And just in case readers in December 1968 were not already alarmed, a smaller headline below warned: ''It's Upon Us!'' The headlines often shouted from The Home Reporter and Sunset News, every week grabbing readers in Bay Ridge, Dyker Heights, Sunset Park, and other Brooklyn neighborhoods in" , "date" : "20110328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM; A Brooklyn Publisher Who Liked His News Local and His Headlines Loud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE2DD103DF93BA15750C0A9679D8B63"} , {"body" : "Freddy's, an iconoclastic Brooklyn dive bar that once stood in the way of a bulldozer, has returned -- at least in the physical sense. Relocated 32 blocks away, Freddy's still has the same red mahogany bar, more of the same sardonic art objects, and some of the same customers, who say it is cleaner and warmer than the old place. Whether Freddy's is" , "date" : "20110319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "SUNSET PARK JOURNAL; The Transmigration of a Brooklyn Saloon" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/19\/nyregion\/19metjournal.html"} ,   {"body" : "Looking Ahead PARM Mario Carbone and Rich Torrisi of Torrisi Italian Specialties will expand their devotion to Italian-American food with this larger restaurant next door, to open in late summer. A casual menu of sandwiches, antipasti and plated dishes is planned throughout the day and evening. ''There won't just be Parmesan things,'' Mr. Carbone" , "date" : "20110316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/16\/dining\/16off.html"} , {"body" : "They are fixtures in Chinese newspapers: promotions for the Mohegan Sun, Foxwoods and Bally's casinos. And they list the bus departures, from Sunset Park, Brooklyn, and Flushing, Queens. At the gambling halls, Asian hosts, fluent in multiple dialects, welcome customers with koi ponds designed by feng shui consultants. Asian game rooms feature table" , "date" : "20110316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Casinos and Buses Cater to New Yorkers With Asian Roots" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/16\/nyregion\/16bus.html"} , {"body" : "THE Verrazano-Narrows Bridge is inescapable in Bay Ridge, its lofty silhouette a constant presence on block after block. It would be understandable for someone like Susan Brown, a lifetime resident, to feel ambivalent about the bridge, since she recalls all the big changes that its construction in the 1950s occasioned for her family and friends." , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BAY RIDGE, BROOKLYN; You'll Notice There's a Bridge" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/realestate\/13Living-bay-ridge-brooklyn.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "For decades, Chinatown Fair welcomed everyone -- misfits, cool kids, world champions, novices, dancers, fighters, strategists, tourists carrying leftover dumplings from their dinner across the street. Then, two weeks ago, it disappeared. Even among the devoted gamers and urban nostalgists who had been whispering about its demise for weeks, the end" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "CITY CRITIC; Game Over In Chinatown, And No Place To Regroup" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/nyregion\/13critic.html"} , {"body" : "A tour bus barreling south for Manhattan overturned at high speed on a highway in the Bronx early Saturday and was sliced open by a sign stanchion in a shriek of rending metal that hurled riders about like rag dolls. Fourteen people were killed and 19 were injured, 5 of them critically, the authorities said. Victims of the accident, which happened" , "date" : "20110313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["INTERSTATE 95" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Carnage on Highway in Bronx After Crash Tears a Bus Apart" , "url" : "http:\/\/www.nytimes.com\/2011\/03\/13\/nyregion\/13crash.html"} , {"body" : "THE Brooklyn Cruise Terminal on the Buttermilk Channel has picturesque views even when the Queen Mary 2, which docks there regularly, is at sea. There is verdant Governor's Island across the water and, behind it , the heaving, jagged rise of Manhattan. To the north are the great bridges of the East River. To the west, the Statue of Liberty. And to" , "date" : "20110213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2011\/02\/13\/travel\/13hours-brooklyn.html"} , {"body" : "One late night in 2008, Lisa Dowda was waiting on an empty Brooklyn street for a bus home to Sunset Park. The bus never came, but a sanitation worker - one of the 7,899 ''San Men'' who keep New York City's streets clean - stopped emptying baskets to check in on her and make sure she was O.K. and knew her way. ''I had never even noticed sanitation" , "date" : "20110211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "'San Men': Portraits of the People Who Keep New York City Clean" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DB1639F932A25751C0A9679D8B63"} , {"body" : "An article on Dec. 29 about a church in Sunset Park, Brooklyn, that is divided between Spanish speakers and Chinese immigrants misstated its origins. Though historians are not able to determine exactly what mix of ethnic groups founded the church more than a century ago, it is known that it was not built by Norwegian immigrants. A reader pointed" , "date" : "20110208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E7DD163BF93BA35751C0A9679D8B63"} , {"body" : "For Joe Santos, producing and distributing his own gin was a way to say goodbye to the lock-step march of the corporate world and hello to creativity and originality. He wanted to give the gin a name that communicated that. So he invoked a certain New York City borough, the one currently outpacing the others in self-satisfaction. Brad Estabrooke" , "date" : "20110204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Pride of Place In Every Drop" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/04\/dining\/04tipsy.html"} , {"body" : "Eastern District, the name of this spacious new store, was what they once called the industrial area of Brooklyn encompassing parts of Greenpoint, Bushwick and Williamsburg, said Beth Lewand, who owns the store, along with her husband, Chris Gray. A former Polish butcher shop, it's lined with shelves and counters that feature about 50 cheeses and" , "date" : "20110202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "FOOD STUFF; Try Not to Start Singing '100 Brands of Beer on the Wall'" , "url" : "http:\/\/www.nytimes.com\/2011\/02\/02\/dining\/02store.html"} ,   {"body" : "THE bad news first: Walking down the northern stretch of Fourth Avenue in Brooklyn, you will still have to squint very hard to see it as the borough's version of Park Avenue in Manhattan. That comparison, which boosters have been making in recent years as the corridor has come to life, is still aspirational -- especially so against the backdrop of" , "date" : "20110123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING ON | FOURTH AVENUE, BROOKLYN; New Cityscape, in Search of Green Space" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/23\/realestate\/23living.html"} , {"body" : "When Orlando Garcia was selling crack cocaine, he was making $900 a day. ''I had everything I wanted,'' he said. And so did everyone around him -- he financed the party, so to speak, and it went on for years. Mr. Garcia, 30, was also paying for his addiction to cocaine. ''You fail to admit that you're powerless,'' he said. ''I never thought I was" , "date" : "20110108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Leaving Gangs and Drugs To Earn a Living Honestly" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/08\/nyregion\/08neediest.html"} , {"body" : "A livery driver with a suspended license crashed his cab into a minivan in Brooklyn on Sunday afternoon, setting off a chain reaction that sent a third car careering into a 21-year-old mother and her infant twins, one of whom was left in critical condition, the police said. The accident occurred in Sunset Park as the woman -- who was visiting from" , "date" : "20110103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Crash Leaves A 9-Month-Old In the Hospital" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/03\/nyregion\/03stroller.html"}]