[  {"body" : "Affluent foreigners are rushing to take advantage of a federal immigration program that offers them the chance to obtain a green card in return for investing in construction projects in the United States. With credit tight, the program has unexpectedly turned into a mainstay for the financing of these projects in New York, California, Texas and" , "date" : "20111219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Rules Stretched As Green Cards Go to Investors" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/19\/nyregion\/new-york-developers-take-advantage-of-financing-for-visas-program.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum: St. Nicholas Celebration (Saturday and Sunday) The traditions of a Dutch Christmas will be told in stories and music by the Bronx Arts Ensemble at 1 and 3 p.m., 895 Shore Road North, the Bronx, (718) 601-7399, bronxartsensemble.org. Free, but reservations are required, and tickets are" , "date" : "20111209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/09\/arts\/spare-times-for-dec-9-15.html"} , {"body" : "The site of the Brooklyn Navy Yard has hosted Lenape Indians and Riveting Rosies, Hollywood royalty and lecherous seafarers, Brooklynites and Breuckelenites. On Thursday, in the long shadow of a rusted, deserted machine shop on the Navy Yard's 300-acre grounds, a four-story center, dedicated to the site's forebears and present occupants, will" , "date" : "20111107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Glimpse of a Shipbuilding, and Hell-Raising, Past" , "url" : "http:\/\/www.nytimes.com\/2011\/11\/07\/nyregion\/bldg-92-at-brooklyn-navy-yard-set-to-open.html"} , {"body" : "Meat's Place A panel discussion about the changing role of meat in the American diet will be held Thursday from 4 to 6 p.m. at the Fales Library in the Elmer Holmes Bobst Library of New York University, 70 Washington Square South (La Guardia Place). A $10 donation is suggested. Reservations: rsvp.bobst@nyu.edu. A Taste of Sake More than 300 sakes" , "date" : "20111019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2011\/10\/19\/dining\/dining-calendar-from-oct-19-2011.html"} , {"body" : "DURING the real estate boom, it seemed that every day brought news of a new condominium project in New York. Big or small, classic or modern, luxurious or merely comfortable -- there would be something to satisfy both buyers' needs and buyers' wallets. But as the fall season begins, this year's crop of condos is sparse. The new and newly converted" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Condos: 'Survivor' Edition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E6DB113EF936A1575AC0A9679D8B63"} , {"body" : "DURING the real estate boom, it seemed that every day brought news of a new condominium project in New York. Big or small, classic or modern, luxurious or merely comfortable -- there would be something to satisfy both buyers' needs and buyers' wallets. But as the fall season begins, this year's crop of condos is sparse. The new and newly converted" , "date" : "20110925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Condos: 'Survivor' Edition" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/25\/realestate\/new-condos-survivor-edition.html"} , {"body" : "ALONG with the imported chefs and restaurateurs bringing Danish open-faced sandwiches, avant-garde Korean and Spanish fare, specialties from Beirut and Moscow, and even the flavors of Portland, Ore., to New York, some familiar faces on the local restaurant scene will try something new. A pizza master is opening a diner, and a high-end chef is doing" , "date" : "20110907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "FALL RESTAURANT PREVIEW; Fall's Bounty: Flavors From Home and Abroad" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/07\/dining\/the-seasons-new-restaurants-fall-preview.html"} , {"body" : "IT'S a challenge for restaurants to offer exciting lists of expensive or even moderately expensive wines. It's a far greater challenge for restaurants to offer a wide selection of captivating, inexpensive wines. It requires creativity, thoughtfulness and dedication to gather wines that may not return as big a profit as the more expensive choices on" , "date" : "20110907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FORT GREENE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "CARROLL GARDENS (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE POUR; Restaurant Bottles From the Bottom Up" , "url" : "http:\/\/www.nytimes.com\/2011\/09\/07\/dining\/new-york-citys-best-inexpensive-wine-lists.html"} , {"body" : "ZAIRA QUISPE, 42, said she knew as a child that she was a girl, though she had been born male. She picked up a photo that she kept on the windowsill above her bed and held it out as proof. It's a picture of herself as a smiling baby, naked and with legs crossed, concealing genitals. ''Look,'' she said, ''even then I was trying to hide it.'' Ms." , "date" : "20110821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The High Price Of Looking Like a Woman" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/21\/nyregion\/some-transgender-women-pay-a-high-price-to-look-more-feminine.html"} , {"body" : "Museum of the City of New York: 'Whose Park is It? Financing and administering new york's new parks' (Tuesday) Creating and maintaining green spaces during a budget crunch is not exactly a walk in the park. An urban oasis designed today is very different from one designed in the days of Frederick Law Olmsted and Calvert Vaux; you need only look at" , "date" : "20110805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2011\/08\/05\/arts\/spare-times-for-aug-5-11.html"} ,   {"body" : "WHEN the sun glares down on the city, New Yorkers of means flee for the beach. Matt Kaye, a bar manager and D.J. who lives in Williamsburg, Brooklyn, was such a refugee. He sat outside Rippers, a new grass-fed-burger shack that opened over the Memorial Day weekend, sipping an iced coffee. In the distance, a pod of surfers bobbed in the water," , "date" : "20110616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "1" , "title" : "Taking the A Train to Summer" , "url" : "http:\/\/travel.nytimes.com\/2011\/06\/16\/fashion\/summer-in-the-rockaways.html"} , {"body" : "THE freight train tracks that snake along Jay Street on the Brooklyn waterfront were laid down in 1904, to carry coffee beans and other cargo from docks to warehouses. Freight service shut down in 1959, decades before anyone dreamed of calling the area Dumbo. It was the end of an era in a neighborhood where eras come and go with increasing speed." , "date" : "20110508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUMBO (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bringing Up Dumbo" , "url" : "http:\/\/www.nytimes.com\/2011\/05\/08\/realestate\/08cover-dumbo.html"} , {"body" : "THE lack of good restaurants in Brooklyn Heights has been a topic of discussion along the neighborhood's leafy sidewalks at least since the first white-shoe lawyers crossed the Brooklyn Bridge to settle there. Residents who run into one another at the Variety Mart on Montague Street speak fondly of Noodle Pudding and Henry's End, both on Henry" , "date" : "20110504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; At Home in the Neighborhood" , "url" : "http:\/\/events.nytimes.com\/2011\/05\/04\/dining\/reviews\/04rest.html"} , {"body" : "From the pulpit on Sunday, the Rev. Mark V. C. Taylor recounted how he had heard on the car radio that Dennis M. Walcott, the New York City deputy mayor, had been named city schools chancellor, and immediately made a mental note to place a congratulatory call once he got to work. By the time Mr. Taylor arrived at the Church of the Open Door in" , "date" : "20110411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Where School System's Toughest Battles Are a Reality, Support for a New Leader" , "url" : "http:\/\/www.nytimes.com\/2011\/04\/11\/nyregion\/11walcott.html"} , {"body" : "Most people keep their New Year's resolutions simple: exercise, save money, volunteer. Mya Henry and Eric Werner took on something more challenging - they made a pact to leave New York and open a restaurant in Tulum, Mexico. Last December, after seven months of planning, building and traveling around the country in search of antiques, they opened" , "date" : "20110327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "26" , "title" : "REMIX: EDIBLE SELBY; Border Crossing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED7163DF934A15750C0A9679D8B63"} , {"body" : "The mail brought a devilish question about breakfast bagels, while someone wanted to know where to get a drink and a bite after seeing ''The Merchant of Venice'' on Broadway. I tried to answer these queries and more. As always, you can send questions about where to go or what to eat in New York to dinejournal@nytimes.com. Q. This is a very simple" , "date" : "20110128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "HEY, MR. CRITIC; Egg and Cheese on a Bagel: The Quest for the Best" , "url" : "http:\/\/www.nytimes.com\/2011\/01\/28\/dining\/28mrcritic.html"}]