[  {"body" : "JUST before midnight on Nov. 3, a white truck pulled up to the Frank Viola Homing Pigeon Club, on a dark and quiet stretch of Stillwell Avenue in Coney Island. The air was cold and smelled faintly of the sea. Two men hopped out of the truck. One opened its rear doors. The other approached a handful of older men who were standing in the street." , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Look Homeward, Angels" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/thecity\/09pige.html"} , {"body" : "Frank Viola, one of the grand old men of a grand old New York sport -- pigeon racing -- died on Oct. 3 at his home in the Bath Beach section of Brooklyn. He was 87. The cause was chronic obstructive pulmonary disease, his nephew Peter Viola said. Mr. Viola's death was not formally announced until this week. Pigeon racing in the United States is at" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Frank Viola, 87, Leader In Sport of Racing Pigeons" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/07\/nyregion\/07viola.html"} , {"body" : "THE word ''beach'' in the name of a New York neighborhood is no proof of the presence of sand. Bath Beach, for instance, doesn't have any. Yet Manhattan Beach, on a peninsula in Brooklyn's southeastern corner, has not just one beach, but two. To start with, there is the 400-foot-wide crescent at Kingsborough Community College, whose 70-acre campus" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MANHATTAN BEACH, BROOKLYN; A Little Land With a Lot of Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/realestate\/09livi.html"} , {"body" : "BERNARD McMAHON, a k a Bennie the Bum, a former bootlegger and onetime crony of the dapper gangster Legs Diamond, bent down to untangle a rope from a sawed-off shotgun. His speedboat, laden with stolen loot, was racing across Gravesend Bay. Suddenly, a blast punctuated the motor's hum. The shotgun had accidentally gone off, leaving McMahon's left" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Heist, the Getaway and the Sawed-Off Leg" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/nyregion\/thecity\/26heis.html"} , {"body" : "On Bath Avenue, in a part of Brooklyn once dominated by gangsters and wiseguys, times have changed. The music that blared from car stereos on Saturday afternoon was not Sinatra, but the rapper Fat Joe. The accents were not just Italian, but Mexican and Russian. Women wearing Muslim headscarves pushed strollers past front-yard statues of Jesus. And" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BENSONHURST JOURNAL; Onetime Mob Stronghold Hears Echo of the Old Days" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/11\/nyregion\/11bensonhurst.html"} , {"body" : "A reputed mobster associated with the Gambino crime family was shot at least three times while sitting in his car on a Brooklyn street yesterday morning, the police said. The man, Robert DeCicco, 56, was hit in the arm and leg and grazed in the head while parked in front of 1678 Bath Avenue in Bath Beach about 10:30 a.m., the police said. He was" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mob Case Defendant Is Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/nyregion\/06mob.html"}]