[  {"author" : "Gregory Beyer contributed reporting." , "body" : "THE first guests arrived at 10 p.m., knowing they would dance until nearly dawn. The sari-like Sudanese dress of the women -- called a tob in Arabic -- stood out among the dark suits of the men, and guests shouted to hear one another over the noise of the band. The event, held several weeks ago at the Widdi Catering Hall in Bay Ridge, Brooklyn," , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DARFUR PROVINCE (SUDAN)" , "NEW YORK CITY" , "DARFUR (SUDAN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BAY RIDGE; For a People in Pain, a Reason to Dance" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/nyregion\/thecity\/30darf.html"} , {"body" : "There were cardboard boxes of income tax records, mortgage papers, photographs that elicited gloomy memories and plastic cases filled with old-fashioned floppy disks -- the kind that might have been used with some of the first personal computers on the market. People scrawled resolutions, doubts or fears on slips of paper. And one man said he had" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Goodbye to Bad Memories, or Old Electric Bills" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/29\/nyregion\/29shred.html"} , {"body" : "A man whose sister said he had been suffering from mental problems in recent months fatally stabbed his roommate with a kitchen knife on Wednesday night in their Brooklyn apartment, the police said Thursday. The suspect, Remi Kwas, 29, faces charges of first-degree murder and criminal possession of a weapon in connection with the death of his" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Brooklyn Man Fatally Stabs Roommate, Who Was His Sister's Companion, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/nyregion\/28stab.html"} , {"body" : "ALTHOUGH Robyn Sklaren and Brian Fountain's kitchen is spotless, with nice new cabinets and countertops, it has the sad air of neglect. On a recent Sunday morning, no smells of brunch or even boxed doughnuts wafted from the space. ''We're pretty much only good with toast,'' said Ms. Sklaren, 29. It's a fairly big kitchen, flooded with light from a" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Space To Nurture Obsessions" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/23habi.html"} , {"body" : "AS a teenager growing up in Flatbush, Allan Pepper used to set aside his schoolbooks every evening and tune in to the radio station WINS for the alternative education offered by the legendary D.J. Alan Freed. Mad for more, the gratefully distracted student discovered a jukebox sale and rental shop on Coney Island Avenue, not far from his home, that" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Fabled Club Seeks an Encore in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16bott.html"} , {"body" : "HAVE you ever lived near a teardown in progress? Has it ever been your daily fate to deal with noise, smells, dirt and construction crews right next door -- only to behold, after endless months, a space-hogging ''mansionization'' in place of the petite Cape Cod you used to find so sweet? If not, your turn may come sooner than you think. Despite the" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Heart of Teardown Country" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/realestate\/16cov.html"} , {"body" : "JUST before midnight on Nov. 3, a white truck pulled up to the Frank Viola Homing Pigeon Club, on a dark and quiet stretch of Stillwell Avenue in Coney Island. The air was cold and smelled faintly of the sea. Two men hopped out of the truck. One opened its rear doors. The other approached a handful of older men who were standing in the street." , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Look Homeward, Angels" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/thecity\/09pige.html"} , {"author" : "More: nytimes.com\/cityroom" , "body" : "ASIDE from the green and white sign with the three-leaf clovers, there isn't much to catch the eye about Mooney's Pub on Flatbush Avenue in Brooklyn, unless you're a frequent passer-by with an apartment nearby and what you had always thought was an uncommon last name. In that case, you wonder idly what these other Mooneys are like, and make a" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Where Everybody Really Did Know His Name" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18disp.html"} , {"body" : "IT sounds like something out of a sitcom: A retired mother in her 50's comes to stay in her single daughter's cramped Manhattan apartment, and nerves quickly fray. So a couple of years ago, when Heather Cameron arrived from Scotland for one of her frequent weeklong visits, her daughter, Jacqueline Cameron, was prepared for some aggravation. ''We" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Travel" , "Style"] , "page_facet" : "1" , "title" : "Mom and Dad and All Their Baggage" , "url" : "http:\/\/travel.nytimes.com\/2007\/11\/15\/garden\/15parents.html"} , {"body" : "CLAVIN--Joseph P., ''Uncle Joe'' on November 9, 2007 at the age of 85 with a classic personality. Graduate of Our Lady of Angels Grammar School. Poly Prep Country Day School and Norwich University. World War II Veteran of the United States Marine Corps. After his tour of duty he attended the American Academy McAllister Institute of Funeral Service." , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths CLAVIN, JOSEPH P." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0D7163AF932A25752C1A9619C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} , {"body" : "KAPLAN--Madge. Commissioner of Community Services and Political Activist, 73. Madge Kaplan was a tireless advocate for social justice. Growing up in the Bay Ridge Section of Brooklyn during the 40's she became part of the charged political atmosphere of the times. She would often be found cutting high school classes to attend political speeches in" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths KAPLAN, MADGE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEEDB163AF935A35752C1A9619C8B63"} , {"body" : "For 30 years, Bishop Loughlin High School's marching band has set up at the very same spot on marathon day. For 30 years, about as long as the song has been around, they have played the theme from ''Rocky.'' Over. And over. And over again. Nothing else. All day long. ''I must have played this song at least six or seven hundred times,'' said Jaime" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "26 Miles of Music: Race Is Also a Marathon of Bands" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/nyregion\/05bands.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "one of the best ever in the New York City Marathon, with two great athletes, two mothers, battling each other all the way, but still, only a race, in the opinion of the winner. ''I would just like to add that my thoughts are with the family and friends of Ryan Shay yesterday,'' Paula Radcliffe of England said yesterday after she pulled away from" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; After a Death, Time for Life And a Race" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/sports\/othersports\/05vecsey.html"} , {"body" : "''My son, he's coming. He speak English very well and he can be translator,'' Yakov Babayev said quietly, sitting stiffly in a straight-backed chair in his overly full living room. In 1996, Mr. Babayev and his family left Uzbekistan and immigrated to America, feeling anti-Semitism was threatening them in their homeland. He and his wife, who suffers" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "THE NEEDIEST CASES; From Uzbekistan, a Single Father of 3" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/nyregion\/04NeediestPart3.html"} , {"body" : "AROUND TOWN Museums and Sites TAKEOVER The powers that be at the Brooklyn Academy of Music are very trusting. On Saturday they are opening all the public spaces in their buildings for an all-night event called Takeover. Starting at 9 p.m. as many as 2,500 hipsters will descend on the august Howard Gilman Opera House for performances by five bands," , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/arts\/02wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. (718) 351-1611. Tomorrow, 10 a.m. to 2 p.m., demonstrations of open-hearth cooking of crumpets, chicken and cranberry sauce, for adults only; $45 (includes museum admission); $40 for members; reservations, (718) 351-1611, Ext." , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5D81F3FF931A35752C1A9619C8B63"} , {"body" : "Most people probably would not associate having a sweet tooth with saving the planet. But the owners of the Little Cupcake Bake Shop would respectfully like you to know that they are part of the solution. First, there is the signature ''global cupcakes'' -- vanilla with blue and green frosting to resemble the earth -- for $2.50 each. All the" , "date" : "20071101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Green Grocers (and Bakeries)" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/01\/business\/smallbusiness\/01sbiz.html"} , {"body" : "In an effort to transform the city's gifted and talented programs, which he has long derided as a hodgepodge of offerings that have favored children in certain neighborhoods and with well-connected parents, Schools Chancellor Joel I. Klein announced a plan yesterday to limit the programs to students who score in the top 5 percent on admissions" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Raise Bar for Classes For the Gifted" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/education\/30kindergarten.html"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} ,   {"body" : "UNGER--Robert Samuel , 90, of Victoria, British Columbia, beloved husband of Beverly Kerness Unger for 63 years and devoted father of Jane Unger, Martha Rothstein, Tom Unger and Sally Unger on October 12, 2007,of cardiac arrest in Portland, OR. Like a cat with nine lives, his life had many incarnations. Born in South Bend, IN, he grew up in the Bay" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths UNGER, ROBERT SAMUEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7D7163AF932A15753C1A9619C8B63"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "LORENZ--Doris , died at age 91. Aunt Doris was born April 4, 1916 in Bay Ridge, Brooklyn, NY. A grad of Tilden High School, she became a subway riding worker in Manhattan, with positions at U.S. Rubber, and Wilson (ship chandlers). A past resident of Brooklyn, Chatham NJ and San Carlos, CA. A lifetime subscriber to the N.Y. Times, she completed the" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths LORENZ, DORIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EED8163AF932A15753C1A9619C8B63"} , {"body" : "Investigators seized $8 million of growth hormone and anabolic steroids and made one arrest yesterday in a raid at a Brooklyn pharmacy, law enforcement officials said. The investigation also found that six New York City police officers had filled prescriptions for steroids at the pharmacy, the police said. Those officers are now under an internal" , "date" : "20071017" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Steroids Are Seized In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE1D9153EF934A25753C1A9619C8B63"} , {"body" : "In stark contrast to the bright, sunny morning, the Eshra house on Bay Ridge Avenue was dark and forbidding, the smell of moldy carpet and uneaten food from two nonworking refrigerators permeating the dusty and debris-filled rooms. Two months after a tornado ripped through southwestern Brooklyn, a sign with ''Vacate'' in red letters still hung from" , "date" : "20071016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Waiting to Go Home, 2 Months After a Freakish Tornado" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/16\/nyregion\/16tornado.html"} , {"body" : "Home buyers in predominantly black and Hispanic neighborhoods in New York City were more likely to get their mortgages last year from a subprime lender than home buyers in white neighborhoods with similar income levels, according to a new analysis of home loan data by researchers at New York University. The analysis, by N.Y.U.'s Furman Center for" , "date" : "20071015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racial Disparity Found Among New Yorkers With High-Rate Mortgages" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/15\/nyregion\/15subprime.html"} , {"body" : "IN 2003, when civic-minded residents of Bay Ridge decided to bury a time capsule in honor of the 150th anniversary of the naming of the community, they spent a year assembling items that spoke to life in Bay Ridge. From local schools, they gathered team pennants and children's artwork. Fort Hamilton contributed military patches. The collection also" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BAY RIDGE; For a Time Capsule, A Future Imperfect" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/nyregion\/thecity\/14caps.html"} , {"author" : "Michael Shapiro is the author of ''The Last Good Season: Brooklyn, the Dodgers, and Their Final Pennant Race Together.''" , "body" : "CARL ERSKINE, who pitched for the Brooklyn Dodgers and so knew something about despair, had followed the declining fortunes of the Mets, and when their season ended, he suspected that the phone would begin to ring. For Erskine, who is 80, had been present at the last great New York baseball collapse, that of his 1951 Dodgers. That benighted team" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; When the Losers Were Loved" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/nyregion\/thecity\/07dodg.html"} , {"body" : "AROUND TOWN Museums and Sites QUEENS BOTANICAL GARDEN The word sustainable has lately been used to describe everything from toothpaste to sport utility vehicles to cruises. So you can be forgiven for greeting the news that the Queens Botanical Garden is opening a sustainable visitors' center on Friday with a bit of skepticism. After all, wouldn't" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/28wspare.html"} , {"body" : "BRENDAN BOLGER has lived for more than 30 years on Dahlgren Place, a short street in Bay Ridge, Brooklyn, with one of the exit ramps of the Verrazano-Narrows Bridge as a neighbor across the street. Since 1992, when workers repositioned the ramp and cut down some of the trees along the street, Mr. Bolger has been appealing to various local" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bridge Too Far Unfinished" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/thecity\/23disp.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday at 9 p.m. in the Rose Center for Earth and Space, ''One Step Beyond,'' an evening of music, refreshments and screenings of the space show; $20. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,''" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wspare.html"} , {"body" : "A man who grew up on the tree-lined blocks of Clinton Hill, Brooklyn, and returned regularly despite having moved away, was fatally shot on the steps of a brownstone yesterday morning after being chased by a gunman down one of those blocks. The victim, Lawrence Sumpter, 38, was shot once in the torso and twice in the buttocks shortly before noon on" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Killed on Return To Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/nyregion\/14shooting.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"body" : "It's the kind of thing you might expect to see in a multimillion-dollar concert hall in Berlin or Los Angeles, not in a rock club in a former mayonnaise plant in Brooklyn: a sloped ceiling incorporating sophisticated acoustical design, made up of eight curved segments that are suspended from the roof on rubber mounts. But there it is at the Music" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neither Arenas Nor Dives, New Clubs Hope to Succeed With More Style" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/30\/arts\/30music.html"} , {"body" : "NO one would ever mistake Edible Brooklyn for Edible Atlanta, though both are quarterly food magazines that share a corporate parent and a typeface. But the story titles in the latest issue of the Brooklyn version might flummox Atlantans. There is, for example, ''Fresh Kills,'' about a live poultry market in Williamsburg, and ''Late Night Nosh,''" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "How to Eat (and Read) Close to Home" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/dining\/29maga.html"} , {"body" : "On Thursday, after the funeral of Firefighter Joseph Graffagnino, and on Friday, after the funeral of Firefighter Robert Beddia, many of the city's bars filled with grieving men in navy blue uniforms who wore pins in remembrance of their fallen brothers. But the Salty Dog on Third Avenue in Bay Ridge, Brooklyn, where black and purple bunting hung" , "date" : "20070827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Either Side of the Bar, Firefighters Embrace a Tradition" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/27\/nyregion\/27salty.html"} , {"body" : "WHEN you were a toddler, you needed someone to tell you what to taste. Cheerios, yes. Dirt, no. Electrical outlets, no way. As an adult, you presumably don't need much help, though occasionally a sommelier comes in handy. So the idea of a food tour may seem odd: why pay someone to tell you what to eat? In short, because it's a way to participate" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK | FOOD TOURS; Their Itinerary Is Your Menu" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/26\/travel\/26weekend.html"} , {"body" : "For many New Yorkers, the tornado that struck southwestern Brooklyn two weeks ago may be little more than a memory of a novel visit by a typically Midwestern weather phenomenon. But on the blocks where the Category 2 tornado touched down, evidence of the destruction is still fresh. Tree trunks as thick as phone booths felled by winds of up to 135" , "date" : "20070823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Weeks Later, Evidence and Memories of the Tornado Remain Vivid" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/23\/nyregion\/23tornado.html"} , {"body" : "Investigators have found that a standpipe valve between the basement and the first floor of the former Deutsche Bank building was shut, effectively cutting off the only source of water for firefighters battling last Saturday's blaze on the upper floors of the high-rise, according to fire officials. But even if the valve had been open, water would" , "date" : "20070821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inspectors Say Many Flaws Cut Off Water in Fatal Ground Zero Blaze" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/21\/nyregion\/21fire.html"} , {"body" : "The funerals of two firefighters who died in a blaze on Saturday at the former Deutsche Bank building at ground zero have been scheduled for later this week. The viewing for Firefighter Joseph Graffagnino, 33, will be held from 2 to 5 p.m. and from 7 to 10 p.m. today and tomorrow at the Andrew Torregrossa & Sons Funeral Home at 1305 79th Street in" , "date" : "20070821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Firemen's Funerals" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/21\/nyregion\/21info.html"} ,   {"body" : "The black and purple bunting rose again on the brick firehouse yesterday like a bruise. Again, there were pictures, the only faces at the firehouse that are ever smiling on days like this. Their fellow firefighters spoke in familiar phrases, as if from a script that they had down cold. For reasons unknown, the death of a firefighter has become a" , "date" : "20070820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Firehouse's Grim Roster Adds Two Names" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/20\/nyregion\/20profile.html"} , {"body" : "Humanity Returns to a Radio Station To the Editor: It was good to read Bob Shannon's reflections on his career as a D.J. and the return of WCBS-FM ''to a slightly modified version of its former self'' (''The Return of a Blast From the Past,'' Aug. 12). The D.J.-less Jack format lacked the human dimension that New Yorkers need, and that Bob" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "THE CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DC133EF93AA2575BC0A9619C8B63"} , {"body" : "It was the day after in southwestern Brooklyn yesterday: work crews pushed brooms, steered street sweepers, shoveled bricks, lifted tree trunks and started the rebuilding in the aftermath of the unlikely tornado that swept through the area early Wednesday morning. Men in hard hats loaded up a construction backhoe with aluminum siding and other" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wind-Damaged Brooklyn Begins to Straighten Up" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/nyregion\/10clean.html"} , {"body" : "A brief but fierce storm drenched the New York region just before the morning rush yesterday, paralyzing the transit system, flooding major thoroughfares, cutting off electricity to thousands of homes and causing confusion that lingered through a humid, sweaty day. The storm, which sent water gushing into subway tunnels and swirling over commuter" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Sudden Storm Brings A Metropolis to Its Knees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E6DC1538F93AA3575BC0A9619C8B63"} , {"body" : "It took experts until late in the afternoon yesterday to confirm what many in southwestern Brooklyn knew had descended on their neighborhoods as a new workday dawned. It was a tornado -- the first to hit Brooklyn since modern record-keeping began -- and it turned whole sections of Sunset Park and Bay Ridge upside down. Roofs were torn off houses." , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Big Wind That Left Part of Brooklyn Upside Down? It Was a Tornado, All Right" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/nyregion\/09wind.html"} , {"body" : "Talking to the grand jury was a risk, of course. Though the testimony is supposed to be kept secret by law, a defendant's words can be used at trial to undermine an alibi or drain credibility. Andria Sergio was ready to take her chances. Her younger sister had been charged with murder, accused of leaving her newborn daughter to freeze to death in a" , "date" : "20070731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In Disclosure of Grand Jury Testimony, a Question of Intent" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/31\/nyregion\/31secrecy.html"} , {"body" : "LIPTON--Sidney. HIP Health Plan of New York and its Boards of Directors are deeply saddened by the death of Dr. Sidney Lipton, 93, devoted medical director of the Bay Ridge Medical Center in Brooklyn for more than 30 years. Dr. Lipton, who died on Thursday, August 23, was universally revered by colleagues and patients. A board-certified general" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths LIPTON, SIDNEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E4D7103AF935A15754C0A9619C8B63"} , {"body" : "Thunder, lightning and driving rains churned around the pleasure ship Sheryll Princess as it set sail on a dinner cruise 11 days ago from the piers at Sheepshead Bay. This being a nudist cruise, clothing was optional, but the air-conditioning cooling the muggy air in the dining room was so powerful, many guests bundled themselves, at least partly," , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "6" , "title" : "Jamaica Bay; Putting the Oh! In Ocean" , "url" : "http:\/\/travel.nytimes.com\/2007\/07\/22\/nyregion\/thecity\/22nudi.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Brooklyn was never home to Don Newcombe. He was a Jersey guy who now lives in Los Angeles, and even on his rare visits to Brooklyn he does not make nostalgia detours past the development where Ebbets Field used to be. ''Never,'' is the operative word from this strong-willed man. Eighty-one years old and still working for the Dodgers, Newk is worth" , "date" : "20070719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "SPORTS OF THE TIMES; A Jersey Guy's Roots in Brooklyn" , "url" : "http:\/\/select.nytimes.com\/\/2007\/07\/19\/sports\/baseball\/19vecsey.html"} , {"body" : "AMENDOLAGINE--Modesto. Modesto Amendolagine entered into eternal rest on July 8th, 2007 after a long illness. Moe, as he was affectionately called was the beloved husband of Vita (Gioia), father of Ann Louise and Mia, fatherin-law to Michael Hernandez, grandfather to Anthony Michael Hernandez, brother to Sabino, Emanuel and Mary Argente;" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths AMENDOLAGINE, MODESTO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFDF123AF933A25754C0A9619C8B63"} ,   {"body" : "The barge was a buzz of activity. Crews were halfway done with a half-dozen projects. Siding was being put on locker rooms. A checkerboard of paving tiles was being laid out on the deck. Metal panels still had to be hung from the railings. In the center of it all, a large aquamarine pool glimmered, tantalizing everybody on board. ''I want to jump" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn, Your New Floating Swimming Pool Is Almost Ready Now" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/30\/nyregion\/30pool.html"} , {"body" : "Brooklyn has Walt Whitman to sing praises of its ''ample hills.'' Manhattan has Woody Allen to capture its outsize style and neuroses. And Staten Island? Well, Staten Island has Thomas W. Matteo for a borough historian to chronicle its glories, its goofs and, yes, its landfill. Of course Mr. Matteo, who was appointed to this unpaid post just three" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "He Sings The Borough Forgotten" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/26\/arts\/design\/26stat.html"} , {"body" : "Justice Neil J. Firetog of State Supreme Court denied a motion yesterday to appoint a special prosecutor to review the disclosure by the district attorney's office of grand jury testimony in a case involving the disposal of a newborn. His decision allows prosecutors to continue their case against Andria Sergio, 27, of Bay Ridge, who has been" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing; BROOKLYN: CASE ADVANCES IN INFANT DEATH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/26\/nyregion\/26mbrfs-FIRETOG.html"} , {"body" : "The chief administrative judge for Brooklyn Supreme Court is considering a motion to appoint a special prosecutor to investigate the disclosure of secret grand jury testimony by the district attorney's office. The judge, Neil Jon Firetog, is expected to announce his decision at a hearing today. The case concerns Andria Sergio, 27, who has been" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Testimony's Disclosure May Be Reviewed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3D7113CF936A15755C0A9619C8B63"} , {"body" : "The chief administrative judge for Brooklyn Supreme Court is considering a motion to appoint a special prosecutor to investigate the disclosure of secret grand jury testimony by the district attorney's office. The judge, Neil Jon Firetog, is expected to announce his decision at a hearing today. The case concerns Andria Sergio, 27, who has been" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn: Testimony's Disclosure May Be Reviewed" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/25\/nyregion\/25mbrfs-SIS.html"} , {"body" : "The police yesterday continued their investigation of the sexual assault of an off-duty police officer who was attacked at knifepoint by a masked man in her Brooklyn apartment on Wednesday night. The woman, whose name, age and rank were not released, had just gotten off work when, shortly after 6:30 p.m., she was attacked by a man who investigators" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Attack On Officer Investigated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DF113FF931A15755C0A9619C8B63"} , {"body" : "Officers conducted a widespread manhunt in Brooklyn last night after a woman, identified by an official as a police officer, was sexually assaulted in Bay Ridge, the police said. The assault occurred near 95 Bay Ridge Avenue around 7 p.m., they said. METRO BRIEFING | NEW YORK" , "date" : "20070621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Suspect Sought In Sex Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7DD103FF932A15755C0A9619C8B63"} , {"body" : "The rush begins in midwinter. The pantry needs stocking, credit cards are paid off and spring cleaning begins well before the last frost has thawed. Don and Donna Byrnes get all of life's heavy lifting out of the way, because after tomorrow, when the Brooklyn Cyclones' season begins in Coney Island, they will not have time to bother with the" , "date" : "20070618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Vowing to Love, Cherish and Root For Brooklyn Cyclones" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/18\/nyregion\/18cyclones.html"} , {"body" : "DEAR DIARY: Scene: Direct flight from Cancún, Mexico, to Newark. Seated in plane waiting for takeoff. Spring Breaker Guy in Row 17: ''Hey there, so where you from?'' Good-Looking Girl in Row 18: ''Manhattan.'' Spring Breaker Guy: ''Oh, so are you flying into J.F.K.?'' Good-Looking Girl: ''No, I'm flying into Newark. So are you -- we're on the same" , "date" : "20070618" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/18\/nyregion\/18DIARY.html"} , {"body" : "MASTELLONE--George J., M.D. He was born on March 19, 1914, in Manhattan, son of Antonio Mastellone and Flavia Franco Mastellone. He is survived by his beloved wife of 57 years, Florence Rasero Mastellone, of Williamstown, MA, his son George, of Arlington, MA, daughter Flavia, of New Ashford, MA, and three grandchildren, Nicholas, Emily and Michela." , "date" : "20070613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths MASTELLONE, GEORGE J., M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E2D8143AF930A25755C0A9619C8B63"} ,   {"body" : "On Bath Avenue, in a part of Brooklyn once dominated by gangsters and wiseguys, times have changed. The music that blared from car stereos on Saturday afternoon was not Sinatra, but the rapper Fat Joe. The accents were not just Italian, but Mexican and Russian. Women wearing Muslim headscarves pushed strollers past front-yard statues of Jesus. And" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BENSONHURST JOURNAL; Onetime Mob Stronghold Hears Echo of the Old Days" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/11\/nyregion\/11bensonhurst.html"} , {"body" : "Dutch Colonial $579,000 SUFFOLK: 125 Southdown Road, Huntington An updated 1930 Dutch colonial with two bedrooms and two baths on a 0.78-acre lot with attractive updates, including Brazilian cherry wood floors, wide moldings and a kitchen outfitted with granite counters and cherry cabinets. The formal dining room has sliding glass doors to a wooden" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEEDB1530F930A35755C0A9619C8B63"} , {"body" : "It was a textbook public relations pitch: Suburban elderly care company donates to local senior softball league. Said center hires top New York City public relations firm (Rubenstein Associates). Said firm touts ''game of the week,'' in which 93-year-old pitcher faces 86-year-old rival, noting in a ''Request for Coverage'' release that the players" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BALDWIN HARBOR (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BALDWIN HARBOR JOURNAL; Who Says These Guys Are Too Old to Stay in the Game?" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/31\/nyregion\/31old.html"} , {"author" : "Michael Weinreb is the author of ''The Kings of New York: A Year Among the Geeks, Oddballs, and Geniuses Who Make Up America's Top High School Chess Team,'' published in March by Gotham." , "body" : "PATRICK O'NEIL, tall and broad-shouldered, towers over many of his classmates at the New York City College of Technology in Downtown Brooklyn, and at age 31 he is older than many of them. But there is also a less apparent gulf between Mr. O'Neil and his fellow students. ''I watch these people moving through their lives, and it's so odd,'' he said" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Coming Home" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20vet.html"} , {"body" : "The restaurant scene that has thrived for years in Carroll Gardens, Brooklyn, remains vibrant. Three of these newer places have opened in the past year. CHESTNUT (718) 243-0049; 271 Smith Street (DeGraw Street); $; $25 and Under: 3\/3\/04. A little bar, practically glowing like a crackling fire, welcomes you like an old friend. The seasonal American" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/CARROLL GARDENS; Friends Older and New" , "url" : "http:\/\/events.nytimes.com\/2007\/05\/13\/nyregion\/thecity\/13rest.html"} , {"body" : "THE sun was finally out last week, and on a clear Wednesday afternoon, group after group of golfers stood on a grassy hill at the southern edge of Brooklyn, across the street from the leafy grounds of the Poly Prep Country Day School, and peered down the ninth fairway of the city-owned Dyker Beach Golf Course. The hole is more or less straight" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL: FORT HAMILTON; Cloudy, With a Chance of Golf Balls" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/nyregion\/thecity\/13stre.html"} , {"body" : "A woman accused of killing her newborn daughter was unaware of her pregnancy and has no memory of giving birth, her lawyer said in State Supreme Court yesterday. The woman, Laura Sergio, 25, has been charged with second-degree murder. The police found the baby, who was said to have died of hypothermia and asphyxiation, on the back porch of the" , "date" : "20070509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Woman's Defense In Baby's Death" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/09\/nyregion\/09mbrfs-baby.html"} , {"body" : "It is springtime in New York and everywhere bulbs are blooming. Daffodils. Crocuses. Bus bulbs. Bus bulbs? In a program intended to help buses move more speedily down the traffic- and construction-clogged streets of lower Broadway, the city is building a series of extensions to the sidewalk that should make it easier for buses to load and unload." , "date" : "20070427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Concrete Move to Speed Up Buses Through Traffic" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/nyregion\/27bus.html"} , {"body" : "Price Table Less than $300,000 $300,000 to $599,999 $600,000 to $899,999 $900,000 to $1.2 million More than $1.2 million In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent list Amenities Table Number of bedrooms Number of full bathrooms Number of half" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3D91F3FF931A15757C0A9619C8B63"} , {"body" : "FIRST, there's the search for the perfect apartment. Then comes the bidding, the contract signing, the financing, the closing and -- finally -- the big move. So actually living in that co-op or condo should be the easy part, right? Not exactly. As many first-time buyers are learning, sometimes it's the day-to-day reality of apartment ownership" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The New Kids on the Board" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/realestate\/22cov.html"} ,   {"body" : "IT was 5 p.m., and Eddie Jabbour knew that taking the subway would be faster than dealing with traffic. Cars would be backed up all the way from his office near the Empire State Building to the SoHo restaurant where he was taking an out-of-town client. But as the two descended the subway steps, his client confessed that he has always been" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Can He Get There From Here?" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/thecity\/22map.html"} , {"body" : "When police officers searching for a newborn baby arrived early Saturday at the home of a Brooklyn woman who was thought to be the mother, one of her sisters told them, ''What you're looking for is in the back.'' There in a garbage bag, wrapped in a towel, the police found a baby who was later declared dead. The sister, Andria Sergio, 27, was" , "date" : "20070409" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Led Police to Dead Infant Her Sister Is Accused of Killing" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/09\/nyregion\/09baby.html"} , {"body" : "A 25-year-old woman who went to a Brooklyn hospital on Friday night suffering from abdominal pain and excessive bleeding was arrested yesterday in the death of her newborn daughter, who was later found in a garbage bag on the back porch of the woman's family home, the police said. The woman, Laura Sergio, was charged with murder last night, while" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Mother Faces Murder Charge After Newborn Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/08baby.html"} , {"author" : "E-mail: realprop@nytimes.com" , "body" : "Recent Sale $5.75 million 13-15 Bay Ridge Avenue (at Owls Head Court) Brooklyn A Brooklyn investment firm has bought a two-story corner building in Bay Ridge, leased by MetLife through 2011, and plans to build another floor for the tenant. Buyer: Philips International Seller: Andy Nathan Brokers: Brian Leary and Stephen Palmese, Massey Knakal" , "date" : "20070404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0D71F30F937A35757C0A9619C8B63"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "THE Bay Ridge United Methodist Church has stood on a leafy Brooklyn corner since 1900, and somewhere along the way it picked up a nickname, the Green Church, a reference to the tint of the stone on its walls and its signature clock tower. These days, that stone can also be found, in large chunks and fine powder, scattered on the ground outside," , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/Bay Ridge; The Little Church That Couldn't" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/nyregion\/thecity\/01stre.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., the Risky Business Bluegrass Band; $15; members, $12; requires reservation. Through Sunday, ''Out of Fire and Valor: Staten Island War Memorials,'' photographs by Cal Snyder, a" , "date" : "20070330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 30 - April 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0DA1030F933A05750C0A9619C8B63"} , {"body" : "In the television sitcom ''Taxi,'' the dispatcher used a radio to tell the cabdrivers where to pick up their next fares. That system started to change in 1982, when yellow-cab companies were permitted to transfer two-way radios to their nonyellow cars, to free up yellow cabs for street hails. And the system disappeared entirely in 1987, when" , "date" : "20070327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Council Considers Trial Period for Neighborhood Taxi Stands" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/27\/nyregion\/27taxi.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "No Parking? Not So Fast Q. A neighbor in Bayside, Queens, replaced part of his lawn with concrete to form a driveway wide enough for two cars. But the curb in front of this additional parking space is still about 6 inches high, and my neighbor insists that that section of curb is now a no-parking spot. A. Sorry, but your neighbor is wrong." , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18fyi.html"} , {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "What is a personal shopper? I'll go out on a limb here and guess that a personal shopper is someone who shops for you personally. She may be part of the customer services offered by retailers; she may be a free agent conferring advice, expertise and opinions for you alone. Personal shopping is only a luxury if you know exactly how you look trying" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "148" , "title" : "Samurai Shopper; My Shopper\/Myself" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/style\/tmagazine\/25tsamurai.html"} ,   {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "When Lafayette High School in Brooklyn was ordered last year to begin shutting down, condemned as an educational failure, Steve Chung stood ready with a plan for what might come next. The city Education Department had decreed that Lafayette's building, in Bensonhurst, would be converted into several new, small schools, and Mr. Chung envisioned one" , "date" : "20070214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; School Officials and Backers of Bilingual Education Are on Different Pages" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/14\/education\/14education.html"} , {"body" : "In November 2005, Citigroup gathered top clients at a lush spa resort in Napa Valley for two days of wine tasting and a chance to road test some of the hottest luxury cars on the market. The test drivers included Todd S. Thomson, then the chief executive of Citigroup's wealth management arm, car collectors, clients of the bank and Maria Bartiromo," , "date" : "20070212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "Plying a Mix of Glamour and Journalism" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/12\/business\/media\/12bartiromo.html"} , {"body" : "Amal Lazhir watched from a few yards away as flames licked through the building's hollowed guts, biting through its roof and windows and bursting from the second-floor bedrooms where she left her little girls sleeping just hours earlier. '' 'Are you alive, are you dead?' '' Ms. Lazhir screamed, according to a neighbor, Moqbel Ali, who heard her. ''" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Children Are Killed In a Blaze In Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09fire.html"} , {"body" : "Gritty freight trains may be a familiar sight out West and in cowboy movies, but in Queens and Brooklyn and the neat suburbs of Long Island, they are a roaring, sooty cause for a big double take. ''We go through here every day, and everyone still looks at us like 'What the heck is this?' '' said Tom Materka, a rail freight engineer, as the train" , "date" : "20070131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "NEW YORK CITY METROPOLITAN AREA" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mystery Trains With Boxcars Instead of Commuters" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/31\/nyregion\/31freight.html"} , {"body" : "Paul Cortez's friends see him as a victim of slapdash police work, in which a young man who rose out of a poor neighborhood in the Bronx is the usual suspect. He is, they say, a shining example of the success of programs designed to send gifted but poor children to the best private schools. They describe Mr. Cortez, 26, as a charismatic and deeply" , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends Proclaim Innocence of Actor Going on Trial in Dancer's Killing" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/nyregion\/29cortez.html"} , {"body" : "Sheik Reda Shata pushed into Costco behind an empty cart. He wore a black leather jacket over his long, rustling robe, a pocket Koran tucked inside. The imam, a 38-year-old Egyptian, seemed not to notice the stares from other shoppers. He was hunting for a bargain, and soon found it in the beverage aisle, where a 32-can pack of Coca-Cola sold for" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "MIDDLETOWN (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN IMAM IN AMERICA: A Calling Beyond Brooklyn; A Cleric's Journey Leads to a Suburban Frontier" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28imam.html"} , {"body" : "OF all the Staten Islanders who pass under the powder blue arches of the Verrazano-Narrows Bridge, few know it better than John Guzzo. Mr. Guzzo, who lives in Rosebank, just north of the bridge's tolls, drives a dump truck all over the region, paying a truck rate of $38 each time he re-enters his borough, which he often does five times a day." , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: VERRAZANO-NARROWS BRIDGE; Staten Island Asks For Whom the Bridge Tolls" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/nyregion\/thecity\/21brid.html"} , {"body" : "SOMETIMES, developers and architects say, the biggest design problem with a new Manhattan residential building is figuring out how it will fit onto its lot. Two luxury condominiums, one planned for East 51st Street and the other for East 13th, are currently presenting a challenge. The 21-story condo that will rise at 211 East 51st Street, between" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "POSTINGS; When Is a Building a Rubik's Cube?" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/realestate\/21post.html"} , {"author" : "Clara Hemphill, a guest columnist, is author of ''New York City's Best Public High Schools.'' Samuel G. Freedman is on vacation." , "body" : "On a recent cold Saturday, when most children around the city were relaxing after a week at school, 320 boys and girls, ages 10 to 13, filed into Nightingale-Bamford, a private girls' school in a stately brick building on the Upper East Side. The children, most black or Hispanic, were going to be interviewed for a shot at admission to a private day" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; Giving Minority Students A Push Along the Path To Leadership Roles" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/education\/03education.html"}]