[  {"body" : "A suspect in the killing of a bystander on a Brooklyn street this month is fighting extradition back to New York from Georgia, where he was arrested on Sunday. The man, Darius Dubarry, 27, of Brooklyn, said at a hearing in the Magistrate Court of Richmond County in Augusta that he would not waive extradition, said Daniel J. Craig, the Augusta" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect in Bystander's Killing Fights to Block Extradition" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/29\/nyregion\/29nurse.html"} , {"body" : "Firefighters crawled beneath flames to pull a critically burned 3-year-old girl from a house fire in Brooklyn on Thursday night, the Fire Department said. The girl, whose name was not released, sustained serious burns over 70 percent of her body and was taken to the burn center at NewYork-Presbyterian Hospital\/Weill Cornell Medical Center in" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girl, 3, Burned in Brooklyn Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3D81239F93BA15751C1A9619C8B63"} , {"body" : "Every new police officer in New York City will be sent onto the streets of some of the city's toughest neighborhoods as part of a broad anticrime operation that the authorities say has helped produce historic drops in crime, the city announced on Wednesday. Police officials and Mayor Michael R. Bloomberg said that each of the 914 police recruits" , "date" : "20071227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY IS DOUBLING POLICE PROGRAM TO REDUCE CRIME" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/27\/nyregion\/27crime.html"} , {"body" : "St. John's forward Rob Thomas scored his first college basket last week. It came nearly 5,000 miles away, in an empty gymnasium during a Red Storm loss at a tournament in Hawaii. The remote setting proved a fitting backdrop. His 12-foot jumper came after a long, lonely journey just to reach the court. Thomas overcame a childhood of poverty in" , "date" : "20071225" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "1" , "title" : "Two Kinds of Comebacks For a St. John's Freshman" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/25\/sports\/ncaabasketball\/25thomas.html"} , {"body" : "A man sought in the killing of an apparent bystander on a Brooklyn street on Dec. 15 was arrested Sunday morning in a motel room in Augusta, Ga., the New York City police said. The man, Darius Dubarry, 27, of Brooklyn, is expected to be charged in the shooting death in Crown Heights of Carol Simon-Hayes, said Detective John Sweeney, a police" , "date" : "20071224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "AUGUSTA (GA)" , "GEORGIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Georgia In the Slaying Of a Bystander" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/24\/nyregion\/24arrest.html"} , {"body" : "Stacks of plastic bags line a wall of Joanne Sawyer's front room. From the jumble of her belongings, she pulls out a child-size pink chair, and bursts into tears. The chair is for her young granddaughters, and it is missing a leg. ''I'm not going to throw it away,'' Ms. Sawyer says. ''We'll find it.'' The chair leg is one of a thousand things that" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE NEEDIEST CASES; Mourning Many Losses, Rebuilding a Sense of Home" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23neediestpart2.html"} , {"body" : "''You just have to be careful,'' said Jeffrey Watler, wearing a winter coat over the collared shirt required by his employer, a messenger service. Knapsack on his back, he threaded his way through pedestrians, bike messengers and dogs on the way to his next pickup near Grand Central Terminal. For Mr. Watler, 25, who walks with an impaired gait and" , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Facing Treacherous Streets With Limited Mobility" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/nyregion\/20neediest.html"} , {"body" : "St.Clair Bourne, a documentary filmmaker who recorded American black culture, produced portraits of eminent African-Americans and, in one stark film, drew a parallel between the civil rights movement and the ''troubles'' in Northern Ireland, died on Saturday in Manhattan. He was 64 and lived in Brooklyn. The cause was a pulmonary embolism, said" , "date" : "20071218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "St.Clair Bourne, Filmmaker, Dies at 64" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/18\/arts\/18bourne.html"} , {"body" : "IT was tough for Talima Davis, Brooklyn born and bred, to leave her beloved borough. ''My friends call me the quintessential Brooklyn girl,'' she said. ''I never leave Brooklyn except to go to work.'' But when she found herself priced out of even Bedford-Stuyvesant, she decided she had no choice. When she was growing up, Ms. Davis, 27, lived with" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Leaving Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DF1438F93AA35751C1A9619C8B63"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "GABOUREY SIDIBE, from Bedford-Stuyvesant and later Harlem, had seen bright lights and dressing rooms. She had been backstage at the Apollo. Her mother, Alice Tan Ridley, is a singer, and Gabbie, as people now call her, sometimes felt as if she and her brother had grown up behind the bar at the Cotton Club. She had done some singing, too, and had" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Audition That Left Them Speechless" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/thecity\/09disp.html"} ,   {"body" : "In the six years since he received help from The New York Times Neediest Cases Fund, Florent Mathurin has scrambled and saved his way into a new life, which he suddenly seems in danger of losing. ''It's a long journey and it's a far walk I have done, from where I was to where I'm at now,'' Mr. Mathurin said. Mr. Mathurin, 45, spent 10 years" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE NEEDIEST CASES; After Coming So Far, He Stands to Lose So Much" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/09neediest.html"} , {"body" : "''THE Last Man on Earth Is Not Alone,'' proclaims the advertising for ''I Am Legend,'' the Will Smith apocalyptic thriller opening Friday. It's true: Mr. Smith's character, Robert Neville, and his trusty German shepherd are surrounded by terrifying creatures. But they're not zombies; they're just infected with a man-made virus. If you could see" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Hollywood Windfall? Take It to the Streets" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/arts\/dance\/09laro.html"} , {"author" : "Leslie Kaufman contributed reporting." , "body" : "A 33-year-old Brooklyn man was charged yesterday with killing his 3-year-old daughter, who died Wednesday night after being beaten and severely burned, officials said. The girl's father, Jason Marcelle, of 350 Marcus Garvey Boulevard in Bedford-Stuyvesant, was charged with second-degree murder, manslaughter and endangering the welfare of a child," , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father in Brooklyn Is Held in Beating Death of Girl, 3" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08girl.html"} , {"body" : "Correction Appended PAUL MCCARTHY'S Chocolate Factory Maccarone Gallery 630 Greenwich Street, West Village Through Dec. 24 The Los Angeles artist Paul McCarthy is not a sentimentalist. In performances in the 1990s he turned Santa Claus into a filthy old man, nose running and face bloodied, as he smeared his white-trimmed red costume with food and" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "42" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0DD163BF934A35751C1A9619C8B63"} , {"body" : "The death of a 3-year-old girl late Wednesday in Bedford-Stuyvesant was ruled a homicide yesterday by the city medical examiner. Police investigators were questioning the girl's parents, and her three siblings were placed with the Administration for Children's Services. The police said they found the girl, identified as Tkai Marcelle, unconscious" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Girl's Death Ruled Homicide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DD103FF934A35751C1A9619C8B63"} , {"body" : "When Elton Rodriguez, then 14, finally found the courage to ask Kiara Nieves to the John Ericsson Junior High School prom in Williamsburg, Brooklyn, it was a week before the dance in June. Kiara's enthusiastic ''Yes!'' came with a condition: He had to ask her mother, Alexa Pacheco, for permission. ''I'm strict,'' said Ms. Pacheco, sitting next to" , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Teenager Had a Date to the Prom, but How to Pay for a Dress?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/05\/nyregion\/05needy.html"} , {"body" : "Two brothers were shot, one fatally, in an argument with other men early yesterday outside a restaurant and bar near Columbia University as the wounded man tried to shield his younger brother from gunfire, the police and the men's mother said. The wounded brother, Stephone Jones, 26, of Bedford-Stuyvesant, Brooklyn, told his mother that he believed" , "date" : "20071203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Brothers Are Shot, One of Them Fatally, Outside Bar Near Columbia Campus" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/03\/nyregion\/03shot.html"} , {"author" : "As told to Louise Kramer." , "body" : "WHEN I said I was going to become an exterminator, everybody laughed at me. They thought I was nuts. It was 1987, the year of the crash. I worked on Wall Street in commodities and I could see the writing on the wall. People were being laid off. My wife was pregnant, and I told her I had to find something else to do. One day an exterminator came to" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "PREOCCUPATIONS; When Opportunity Came Crawling" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/jobs\/02pre.html"} , {"body" : "FOR at least 13 years, neighbors say, the overgrown land behind the ShopRite parking lot in Borough Park, Brooklyn, has been a headache. Among many complaints made to the city, they pointed in 1994 to fire damage to an old warehouse at the site, in 1998 to the danger that the warehouse roof would collapse, and, just this fall, to homeless people" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BOROUGH PARK; On an Unloved Lot, A New Source of Friction" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25fing.html"} , {"body" : "Despite a court order, a police detective has repeatedly failed to show up to give a deposition in a Brooklyn man's lawsuit charging police brutality. Now the city says the detective has retired and cannot be found, an explanation that has failed to satisfy the judge overseeing the case. In a photograph, a bruised bump rises to the size of a small" , "date" : "20071124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Misses 5 Calls To Testify In Beating" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/24\/nyregion\/24retire.html"} ,   {"body" : "A blood-streaked, shirtless man wanted for stabbing a roommate was killed in a hail of gunfire by two police officers on a Brooklyn street yesterday when, the police said, he brandished a broken wine bottle, advanced on them as they backed away, ignored their orders to drop it and finally lunged at them. In a face-off witnessed by two other" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Police Kill a Man Armed With a Broken Bottle" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19shoot.html"} , {"body" : "John L. Phillips Jr. took a seat in the last row of the theater and surveyed its crumbling ceiling, the debris strewn in the aisles and the faded art that he had hung a generation ago. ''Hardy!'' Mr. Phillips, 83, called out to Clarence Hardy, his assistant and friend, who was down the aisle a bit. ''Quite a place, isn't it? We ought to think about" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Faded Dreams and a Lost Fortune" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/18slave.html"} , {"body" : "It was done after three men were shot in Queens a year ago in a hail of 50 police bullets. It occurred again on Monday, after five officers fired 20 shots at Khiel Coppin outside his Brooklyn home, killing him. A man is down, on the ground, bleeding, and the police are handcuffing him. Relatives, friends, neighbors and curious onlookers often see" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Handcuffing the Wounded: A Police Tactic Hits a Raw Nerve" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/18cuffs.html"} , {"body" : "None of the five officers who fired 20 bullets in Monday's fatal shooting of a troubled 18-year-old man in Brooklyn had ever shot at a person before in a combined 62 years of police service, law enforcement officials said yesterday. Two of the officers fired to defend themselves from pit bulls in three separate confrontations. One, a sergeant who" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "5 Officers Who Killed Man Never Shot Anyone Before" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/nyregion\/15shooting.html"} , {"body" : "As the last chaotic day of Khiel Coppin's life unfolded on Monday, an unmarked white sport utility vehicle arrived at his home on Gates Avenue in Bedford-Stuyvesant, Brooklyn. Out came a team of crisis counselors from Interfaith Medical Center, a hospital about a mile away. Mr. Coppin was not there, having left the apartment earlier. The counselors" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Police Shooting Puts Focus On Mental Crisis Teams" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/nyregion\/15interfaith.html"} , {"body" : "It was a familiar exchange of pleasantries. Denise Owens would wheel her cart into the C-Town Supermarket across the street from her grim apartment complex on Gates Avenue in Bedford-Stuyvesant. Alan Dorsette, 15, a cashier at the store who lived down the hall from her, would ask, ''How's your son?'' Sometimes Ms. Owens would say ''He's O.K.'' More" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Before Shooting in Brooklyn, a History of Mental Illness and Family Discord" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/nyregion\/14mother.html"} , {"body" : "A troubled 18-year-old man. A furious family argument inside a first-floor Brooklyn apartment. A 911 call. Then, in the darkness, 20 bullets fired by five police officers. The 18-year-old is fatally wounded. The police say he was holding a hairbrush. The episode unfolded in about 14 minutes in the apartment, an alley next to it and the sidewalk in" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Commissioner Defends 'Tragic' Shooting as Within Police Guidelines" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/nyregion\/14shooting.html"} , {"body" : "A young man was fatally shot last night in a hail of 20 bullets fired by five police officers who responded to his mother's 911 call for help in a domestic dispute in Brooklyn, the authorities said. The police said they believed that the man, Khiel Coppin, 18, had a gun. But when the gunfire stopped, it turned out that he had been holding a" , "date" : "20071113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Man, 18, Is Fatally Shot by Police in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/13\/nyregion\/13domestic.html"} , {"body" : "Sabrina Conney twisted her hand into a C chord and smiled toward the polished surface of her guitar. ''I don't know what to call this,'' she said. ''Country? Sounds like country to me.'' Ms. Conney's voice whispered low above the deep thrum of the strings, relating the tale of someone spotted across a room, the courage to approach, to talk. ''I saw" , "date" : "20071112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; As Paranoia Fades, Confidence and Music Thrive" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EFD71130F931A25752C1A9619C8B63"} , {"body" : "MICHAEL ANDALORO lived in Alphabet City for nearly 25 years before moving to Brooklyn last year, and he doesn't long for Manhattan. ''I didn't miss it for the past 10 years,'' Mr. Andaloro said facetiously. The bohemian East Village of his younger days had become so bourgeois that he could barely recognize it. ''On Thursday nights, it was like" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BEDFORD-STUYVESANT, BROOKLYN; Rediscovering New York As It Used to Be" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/realestate\/11habi.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, the Margaret Mead Film & Video Festival will feature screenings of 29 films and videos; tickets, $10 per program ($9 for members, students and 60+), which does not include museum admission. Through May 26, ''H2O= Life,'' an" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DD1230F93AA35752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE ORGAN TRIO (Thursday) No stranger to the organ trio format, the broad-minded guitarist John Abercrombie joins forces here with Gary Versace on Hammond B-3 organ and Adam Nussbaum, a longtime collaborator, on drums. (Through Nov. 18.) At 7:30 and 9:30 p.m., Jazz Standard," , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE7D8103BF93AA35752C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVID BINNEY BIG BAND The alto saxophonist David Binney has blazed an impressive trail through the New York jazz landscape over the years, almost exclusively on his own terms. Mr. Binney can often be heard setting off depth charges in cozy settings like the 55 Bar, where his intensely" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/music\/09wjazz.html"} , {"body" : "A 14-year-old boy was fatally shot shortly before 7 o'clock last night in the lobby of a public housing complex in Bedford-Stuyvesant, the police said. The victim, Sunny Carter, was shot several times at 85 Tompkins Avenue, part of Tompkins Houses, where he lived in another building. He was taken to Woodhull Medical and Mental Health Center and was" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK; Brooklyn: Teenager Shot To Death" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/07\/nyregion\/07mbrfs-TEENAGERSHOT_BRF.html"} , {"body" : "Taken as a young child from her drug-abusing mother, the girl had lived in one foster home after another. Now, at 16, she saw the day approaching when she would become an adult and be sent off to make a life on her own. She desperately wanted to be ready, and one last bit of help seemed to be at hand. New York City had paid her foster care agency," , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A HISTORY OF NEGLECT; City Is Slow to Limit Damage As a Hope for Children Fails" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06foster2.html"} , {"body" : "The City Council approved rezoning 206 blocks of Bedford-Stuyvesant yesterday, moving to protect the historic charm that has attracted a flood of new residents to the area and to spur economic development and the construction of low-cost housing along major thoroughfares. The Brooklyn rezoning came as the Council also approved creating the largest" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNNYSIDE GARDENS (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Action on Development In Brooklyn and Queens" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30council.html"} , {"body" : "''How many of you guys got a hooptee, raise your hand?'' Carlos Caraballo asked his senior auto shop at Automotive High School in Brooklyn. A dozen boys, roughly half the class, raised their hands and began discussing their hooptees. The term is street slang for a cheap, functional car favored by city youths who often tinker tirelessly to make the" , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Education"] , "page_facet" : "20" , "title" : "A High School Under the Hood" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/24\/automobiles\/autospecial\/24school.html"} , {"body" : "WHILE hunting for a new home, Ethan Benton had two familiar priorities -- larger space and lower rent. He spent nearly six years in an East Village apartment shared with three roommates, where his bedroom measured 7 feet by 9 feet. Beneath his loft bed, he crammed several bicycles, assorted bicycle parts, a dresser, a computer and supplies for his" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; No Roommates, Lots of Bikes" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/realestate\/21hunt.html"} , {"author" : "Joyce Johnson is the author of the memoirs ''Minor Characters'' and ''Missing Men.''" , "body" : "ONE DROP My Father's Hidden Life -- A Story of Race and Family Secrets. By Bliss Broyard. Illustrated. 514 pp. Little, Brown & Company. $24.99. In 1855, Henry Broyard, a young white New Orleans carpenter, decided to pass as black in order to be legally entitled to marry Marie Pauline Bonée, the well- educated daughter of colored refugees from" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "Passing Strange" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/books\/review\/Johnson-t.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. BENNY CARTER CENTENNIAL Benny Carter -- the alto saxophonist, trumpeter, clarinetist, composer, arranger and bandleader often hailed in jazz circles as the King -- died in 2003, a much beloved and amply decorated hero of American music. This year marks the centennial of his birth, and" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/19\/arts\/music\/19wjazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AHMED ABDULLAH'S EBONIC TONES (Tomorrow) On his most recent album, ''Tara's Song'' (Tum), the trumpeter Ahmed Abdullah spearheads this exploratory ensemble, which features the baritone saxophonist Alex Harding. Here the group also includes D. D. Jackson on piano and Salim Washington on" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2DF133BF93AA25753C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites 'DISGUISED AS CLARK KENT: JEWS, COMICS AND THE CREATION OF THE SUPERHERO' Look! Up in the sky! It's a bird! It's a plane! Oy, it's Superman? In the seminar ''Disguised as Clark Kent'' on Sunday, the author Danny Fingeroth will examine the origins of the creators behind some of the most famous and enduring comic-book" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/19\/arts\/19wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tonight at 9, a dance party in the Rose Center for Earth and Space; $20. Thursday night at 7, ''An Evening With Oliver Sacks,'' the neurologist and author; $15; $13.50 for members, students and 60+. Through May 26, ''The Butterfly Conservatory:" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD9113AF93AA25753C1A9619C8B63"} , {"body" : "On a recent weekday at the BedStuy Campaign Against Hunger, one of Brooklyn's largest food pantries, shelves that are usually piled high with staples like rice and canned meats were empty, a stark illustration of the crisis facing emergency food providers across the city. The Brooklyn organization is among about 1,000 food pantries and soup" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Distressing Trends for Food Banks: More Clients, Fewer Supplies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9D04E2DD123EF93BA25753C1A9619C8B63"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "Dinner From London This evening Fergus Henderson, the chef at St. John in London, will cook dinner at the Spotted Pig, 314 West 11th Street, (212) 620-0393, starting at 5:30 p.m. It's first come, first served; reservations are not accepted. A Taste of Bed-Stuy A free sampling of foods from restaurants and shops in Bedford-Stuyvesant, Brooklyn, will" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/dining\/10fcal.html"} , {"body" : "Declining prices, rising inventory and increasing foreclosure rates may have hobbled many of the nation's housing markets, but they have not yet reached Manhattan and brownstone Brooklyn. The people who closed on co-ops, condominiums and town houses there paid more than ever, on average, for real estate in the third quarter of this year. Four" , "date" : "20071002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Home Prices Buck Trend, For Now" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/02\/nyregion\/02estate.html"} , {"body" : "Tickets for the new musical version of ''Gone With the Wind'' went on sale in London yesterday. The show, directed by Trevor Nunn, below right, is to open at the New London Theater on April 5. ... David Reinhardt, a grandson of the jazz guitarist Django Reinhardt, will make his first American appearance when he joins the father-and-son guitarists" , "date" : "20071001" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Footnotes" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/01\/arts\/01arts-FOOTNOTES_BRF.html"} , {"body" : "Brooklyn has given the advertising industry prominent executives like Jerry Della Femina, Philip B. Dusenberry of BBDO, Michael I. Roth of the Interpublic Group of Companies and John D. Wren of the Omnicom Group. Now, the industry is hoping to return the favor. At a news conference this morning at Borough Hall, representatives of the industry who" , "date" : "20070924" , "day_of_week_facet" : "Monday" , "title" : "Brooklyn Could Get a High School for Marketers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E1DA103FF937A1575AC0A9619C8B63"} ,   {"body" : "Jay-Z, the rap superstar and president of Def Jam Records, has quietly returned to the studio to record an album of new songs inspired by the forthcoming movie ''American Gangster,'' his first ''concept'' album and second CD in less than a year. The album, which his label plans to release in early November, came together over the past few weeks" , "date" : "20070920" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "For Jay-Z, Inspiration Arrives in a Movie" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/20\/arts\/music\/20jayz.html"} , {"body" : "Norman Jewison was casting his mind back nearly 40 years, trying to remember why he didn't direct ''The Landlord.'' ''I went to Europe,'' he said, his voice on the telephone trailing off. ''This was at the point of ... '' It was at a point when Mr. Jewison was hot. In the previous two years he'd brought United Artists a ton of money and six Academy" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "Before Gentrification Was Cool, It Was a Movie" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/movies\/19land.html"} , {"body" : "''I'm still looking, but I want to go away. I'm going to look at Syracuse and Ithaca and Boston and places in D.C. I know I want communications and journalism, but I haven't found a perfect match yet. I want to go to college to experience new things and meet new people. But it's kind of scary to decide about your future.'' Jill Feigelman St." , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "UP AND ABOUT; University Blues" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16coll.html"} , {"body" : "NOT everyone who works in the Steve's C-Town supermarket, on Ninth Street near Fifth Avenue in Park Slope, is a teenager. It can, however, seem that way to a customer, waiting in the long express line that curves toward the seltzer display and the frozen foods while the stock boys flirt with the cash register girls, the delivery guys lounge out" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PIN MONEY; Angst Amid the Artichokes" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16supe.html"} , {"body" : "Two newspaper reporters described by prosecutors as critical to a murder case against the parents of the 7-year-old victim cannot be compelled to testify, a judge ruled yesterday. The mother, Nixzaliz Santiago, 29, and the stepfather, Cesar Rodriguez, 28, have been charged with failing to render medical help to the child, Nixzmary Brown, who was" , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Reporters Won't Have to Testify in Death" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/13\/nyregion\/13girl.html"} , {"body" : "IF asked to name a young American director who made his mark in the early 1990s, who gravitates toward criminal underworlds and loves movies with the passion of a geek, most people would say Quentin Tarantino. But there is another, less obvious answer: James Gray, who directed his first feature, ''Little Odessa,'' when he was 24 and in many ways" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "46" , "title" : "An Auteur For a Neglected New York City" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/movies\/moviesspecial\/09lim.html"} , {"body" : "The four-faced clock atop the 512-foot-tall Williamsburgh Savings Bank building, not far from the Brooklyn Academy of Music, is the neighborhood's pride -- and sometimes its despair. Its 27-foot-wide faces have occasionally broadcast times that differ not merely from the actual hour but also from one another. One victim of these foibles may have" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BROOKLYN UP CLOSE; The Clock That Vanished" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/nyregion\/thecity\/09savi.html"} , {"body" : "In the world of museums and galleries, the British artist Mike Nelson is highly respected: he was recently included for a second time on the shortlist for the Turner Prize, whose winner is to be announced in December. People tend to return Mr. Nelson's calls. They show up for meetings with him. But in the other world he has inhabited, just as long" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Belonging and Belief, Found in Scrap Lumber" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/arts\/design\/29vacu.html"} , {"body" : "Marcia V. Lyles, New York City's new deputy chancellor for teaching and learning, knows intimately just how students can get lost in the shuffle. In her sophomore year in high school in Harlem, Ms. Lyles was caught skipping class almost daily. ''I knew how to cut, who to cut, where to cut,'' Ms. Lyles, 58, said in a recent interview, her" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "FACE BOOK; A New Role, but for Her, Familiar Turf" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/nyregion\/29facebook.html"} , {"body" : "After a year and a half of legal maneuvers and pretrial motions, murder charges against the parents of 7-year-old Nixzmary Brown now hang on their own words, a judge said yesterday. ''Trust me,'' said the judge, L. Priscilla Hall of State Supreme Court in Brooklyn, speaking from the bench, ''this is basically a statement case.'' But while many" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Seek Reporters' Testimony in Murder Case Against Couple" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28trial.html"} ,   {"body" : "MAYA ARULPRAGASAM'S Brooklyn apartment was a neglected mess when she finally returned to it last month after six months abroad. But it took only a day to straighten it up and turn it into her version of a pied-à-terre, a makeshift multimedia headquarters. An audio mixing board, film canisters and shiny gold and black dancing outfits stood on one" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "MUSIC; An Itinerant Refugee in a Hip-Hop World" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/arts\/music\/19sisa.html"} , {"body" : "Sitting in a narrow dressing room behind a heavy red curtain at the Birdland jazz club in Midtown, the saxophonist James Moody, 82, rested his head in his hand and remembered gigs with Dizzy Gillespie, Thelonious Monk and someone else: Max Roach, his longtime friend, the legendary jazz drummer who died on Thursday at age 83. It had been quite some" , "date" : "20070818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beat Goes On in Clubs, Minus a Bebop Virtuoso" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/18\/nyregion\/18roach.html"} , {"body" : "Max Roach, a founder of modern jazz who rewrote the rules of drumming in the 1940s and spent the rest of his career breaking musical barriers and defying listeners' expectations, died early yesterday in Manhattan. He was 83. His death, at an undisclosed hospital, was announced by a spokesman for Blue Note Records, Mr. Roach's last label. No cause" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries"] , "page_facet" : "1" , "title" : "Max Roach, Master of Modern Jazz, Dies at 83" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/music\/17roach.html"} , {"body" : "AROUND TOWN 'BOLLYWOOD IN BROOKLYN' The first time Rekha Malhotra, better known as DJ Rekha, saw the 1977 Bollywood movie ''Hum Kisi Se Kum Nahin'' (''We're Not Less Than Anyone,'' her translation), she was 7 and living in New Delhi. Even then she was struck by the main dance sequence, an 11-minute montage set up as a competition between two" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10wspare.html"} , {"body" : "The seriousness of what had just happened did not register with Judith Bailey until she looked into a mirror. Layers of skin were peeling off her body. ''My skin was gone,'' she recalled yesterday in an interview from her hospital bed. Ms. Bailey was a passenger in a red tow truck that was tossed into the air and into a crater after a steam pipe" , "date" : "20070808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Burn Victim's One Thought After Blast: 'Make It Stop'" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/08\/nyregion\/08blast.html"} , {"body" : "The 11-month-old girl stood in the tub, playing in shallow water with a 2-year-old girl, both looked after by a teenage mother home alone. The last moments of normal life in the third-floor apartment on Classon Avenue in Bedford-Stuyvesant, Brooklyn, ended that way, with one young mother, a pot of rice on the stove down the hall and two children in" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Baby Girl's Bath Becomes A Young Couple's Nightmare" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/06\/nyregion\/06baby.html"} , {"body" : "RAY AND ALYSSA ABEYTA have remained passionate about North Williamsburg, Brooklyn, even as it has gone through various transformations, from artists' refuge to hipster haven to its current incarnation as a locus of high-priced condominiums ''only one subway stop from Manhattan.'' They both moved to the neighborhood in 1986, although they didn't" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | NORTH WILLIAMSBURG, BROOKLYN; The Art Is Striking, And So Are the Cars" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/realestate\/05habi.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ASSUMING the worst, Lesley Horton was extra-prepared when she embarked on her apartment hunt last spring. She calculated how much she could pay in rent -- a maximum of $1,600 a month, depending on the amount of the broker's fee and security deposit. She began hunting two months before she had to move, even though she knew that was too soon. She" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Fully Prepared for Anything" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/realestate\/05hunt.html"} , {"body" : "For a long time, Public School 8 in Brooklyn Heights was so troubled, it served as a sort of benchmark for local parents: If your child was old enough to attend, it was probably time to move out of the neighborhood. Then, starting in 2003, a new principal and a new team of teachers, along with parents and community groups, pursued a spirited" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Brooklyn Heights; Wanted: A School of Their Own" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29midd.html"} , {"body" : "BEDFORD-STUYVESANT BROWNSTONE $1,175,000 BROOKLYN: 272A Halsey Street (near Tompkins Avenue) A 3,268-square-foot, four-story circa 1900 one-family row house with four bedrooms, three baths, double parlors and a garden. Gregory Todd, the Corcoran Group (718) 496-5139; www.corcoran.com. Open house Sunday, 1 to 3 p.m. TAXES: $2,026 a year PROS: Having" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DB133FF93AA15754C0A9619C8B63"} ,   {"body" : "AROUND TOWN HARLEM WEEK Now in its 33rd year, the month of festivities known as Harlem Week continues on Sunday with a full day of events. ''A Great Day in Harlem'' begins at noon in Ulysses S. Grant National Memorial Park, with performances from Broadway and Off Broadway plays; an excerpt from ''Lady Sings the Blues,'' featuring blues and jazz" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/27wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sept. 9, ''Frogs: A Chorus of Colors,'' an exhibition of more than 200 specimens. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6," , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDC163CF934A15754C0A9619C8B63"} , {"body" : "LAST Thursday, as I tagged along with the judges who were assessing six of the 42 semifinalists in the Greenest Block in Brooklyn contest -- culled from 225 blocks that entered in June -- I saw plenty of impatiens planted beneath street trees, homemade planters fashioned out of old office chairs and washboards, and humble plants like a rose of" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "IN THE GARDEN; Recognizing Those Who Keep Brooklyn in Bloom" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/garden\/26garden.html"} , {"body" : "Correction Appended DANCE Full reviews of recent performances: nytimes.com\/dance. BILL T. JONES\/ARNIE ZANE DANCE COMPANY Often the free shows offered by Celebrate Brooklyn take a back seat to the fabulous Prospect Park setting. Kids chasing fireflies, couples snuggling on blankets, all sorts of delicious smells wafting from picnic baskets -- it's" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E4D71438F933A15754C0A9619C8B63"} , {"body" : "A man, 27, was fatally shot in Brooklyn yesterday shortly before 9 p.m., the police said. The victim, whose name was not released, was shot multiple times in the torso in front of 187 Buffalo Avenue in Bedford-Stuyvesant and taken to Kings County Hospital, where he was pronounced dead. There have been no arrests. METRO BRIEFING | NEW YORK" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Man Is Fatally Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDC1731F93BA25754C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WHEN it comes to buying a home -- to buying anything, really -- a good value isn't enough for Caroline Chiti. ''Because of the type of person I am, I don't want something good for a dollar,'' she said. ''I want something great for a dollar.'' Ms. Chiti, a marketing consultant who grew up on West 84th Street in Manhattan, had always rented" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Pleasant Surprise in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/15\/realestate\/15hunt.html"} , {"body" : "State Senate Democrats have scheduled a series of hearings on the subprime mortgage market in New York after a report by Senator Jeffrey Klein, a Bronx Democrat, raised concerns about possible high numbers of impending foreclosures. The first hearing was held yesterday at the Bedford-Stuyvesant Restoration Corporation on Fulton Street; the senators" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Hearings On Foreclosures" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E0DC1730F933A25754C0A9619C8B63"} , {"body" : "State Senate Democrats have scheduled a series of hearings on the subprime mortgage market in New York after a report by Senator Jeffrey Klein, a Bronx Democrat, raised concerns about possible high numbers of impending foreclosures. The first hearing was held yesterday at the Bedford-Stuyvesant Restoration Corporation on Fulton Street; the senators" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn: Hearings On Foreclosures" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10mbrfs-foreclosures.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "DANCE Claudia La Rocco With New York City once again resembling a giant, smelly sauna, a trip to JACOB'S PILLOW is worth it for the change of scenery alone. It's also the only place in the country to see a unique program by DANCERS OF THE ROYAL DANISH BALLET. Led by its current artistic director, Frank Andersen, and joined by its next artistic" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD: JULY 8-14; DANCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EED6133EF93BA35754C0A9619C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKON (Sunday) This Senegalese-American crooner, now ubiquitous on the charts as a singer, songwriter and producer, makes his amorous R&B-pop hits explicit without seeming nasty. (Some disagree: Verizon withdrew its sponsorship for his tour with Gwen Stefani because of Akon's onstage behavior" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/music\/06pop.html"} , {"body" : "The peaks of the Lower Manhattan skyline loomed across the East River, and lap swimmers at the end of their lanes briefly gazed at them before their flip turns. ''Just the fact that there's a pool floating out in the river is astounding to me,'' said David K. Bromwich, 28, who biked to the pool at 5:30 a.m. yesterday, two hours before the next" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Decades of Dashed Hopes, Brooklyn Swimmers Rejoice in a Pool With a View" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD81439F936A35754C0A9619C8B63"} , {"body" : "An 11-month-old Brooklyn girl who was plucked unresponsive on Tuesday from a full bathtub, where she had been left alone with a 2-year-old aunt, was placed on life support yesterday, and her mother was charged with reckless endangerment for leaving the children unattended, the police said. The baby, Smiele Ordoñez, was listed in critical condition" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Of Girl Left in Tub Is Charged" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/05\/nyregion\/05baby.html"} , {"body" : "A construction crew arrived yesterday at a house in Bedford-Stuyvesant to find a body in a bag in the basement, the police said. The house on Lexington Avenue had been unoccupied for three years, said Elvenia Campbell, the owner of a home next door. ''The house was open that whole time until about a week and a half ago, when finally somebody came" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Body Found In Basement" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EED8153EF937A35754C0A9619C8B63"} , {"body" : "An 11-month-old boy was in critical condition last night after his 18-year-old mother found him submerged and unresponsive in the bathtub of their Bedford-Stuyvesant apartment, the police said. The authorities said the woman told them that she had been bathing her son and a friend's 2-year-old girl in her apartment on Classon Avenue, then walked" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Baby In Critical Condition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EED8153EF937A35754C0A9619C8B63"} , {"body" : "How much longer will Sonny Carson cast a shadow over New York politics? At least for a while. Dead though he has been, going on five years, the city has yet to see the last of him, in spirit anyway. That much was clear from a display of street theater yesterday on the steps of City Hall that was straight out of the 1960s, down to ''black power''" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Racist Ghost Gets Others To Say It Loud" , "url" : "http:\/\/select.nytimes.com\/\/2007\/07\/03\/nyregion\/03nyc.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "How much longer will Sonny Carson cast a shadow over New York politics? At least for a while. Dead though he has been, going on five years, the city has yet to see the last of him, in spirit anyway. That much was clear from a display of street theater yesterday on the steps of City Hall that was straight out of the 1960s, down to ''black power''" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Racist Ghost Gets Others To Say It Loud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DA1731F930A35754C0A9619C8B63"} , {"body" : "8 P.M. (TMC) DAVE CHAPPELLE'S BLOCK PARTY (2006) ''Concert film'' hardly begins to describe this movie, directed by Michel Gondry and shot in 2004 on a street in Bedford-Stuyvesant, Brooklyn, above, and in Mr. Chappelle's hometown in Ohio. It includes appearances by stars like Kanye West, Mos Def, the Roots, Wyclef Jean and Lauryn Hill, along with" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "What's On Tonight" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/30\/arts\/30tvcol.html"} , {"body" : "A DENSELY packed 1,200-acre swath of central Brooklyn, Ocean Hill-Brownsville is not among the neighborhoods to have been swept up in the borough's recent renaissance. Its older housing stock is generally less elegant and well preserved than that in nearby Bedford-Stuyvesant. Its streets are not lined with charming cafes or whimsical boutiques. Its" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Ocean Hill-Brownsville, Brooklyn; At Long Last, Developers Show an Interest" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17livi.html"} , {"body" : "Mayor Bloomberg's fast-advancing plan to charge drivers $8 to drive in the most congested parts of Manhattan may seem geared mostly toward the suburbanites whom many blame for Manhattan's perpetually snarled weekday traffic. But in fact, most of the drivers who would have to pay the toll are the mayor's own constituents: residents of the city" , "date" : "20070609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Outside Manhattan, Many Oppose Bloomberg's Traffic Plan" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/09\/nyregion\/09congestion.html"} ,   {"body" : "ALL the world's a stage, sure, but what might Shakespeare have made of the dramatic possibilities of a Lower East Side parking lot, with cars backing out right into the Capulets' masked ball? Or ''Love's Labour's Lost'' on a stroll through Central Park, as helmeted bicyclists whiz by? The outdoor summer theater season had its unofficial opening on" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Shakespeare, Naturally" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFDE1F30F93BA35755C0A9619C8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Let's say that a company moves out of a New York neighborhood that has borne its name for more than a century. Let's also say that we are talking about the place where the ball drops every New Year's Eve. In this age of naming rights and branding strategies, some people might be eager for a change. How does Durst Square strike you? Fine, just fine," , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY" , "HERALD SQUARE (NYC)" , "LONG ACRE SQUARE (NOW TIMES SQUARE, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Movers Come to Times Sq., but the Name Stays" , "url" : "http:\/\/select.nytimes.com\/\/2007\/06\/08\/nyregion\/08nyc.html"} , {"author" : "Jay Jennings is a frequent contributor to the Book Review." , "body" : "OPENING DAY The Story of Jackie Robinson's First Season. By Jonathan Eig. Illustrated. 323 pp. Simon & Schuster. $26. Sports anniversaries pile up with insidious regularity. Whereas a D-Day comes around only once a war, the Super Bowl adds another Roman numeral every January (or February), and college basketball gives us the Final Four like" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "22" , "title" : "A League of His Own" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/books\/review\/Jennings-t.html"} , {"body" : "In a racially divisive hearing, the City Council yesterday rejected a measure that would have named a street after Sonny Carson, a radical black activist who more than once described himself as ''antiwhite.'' The Council rejected the amendment in a 25-to-15 vote that was divided along racial lines, as protesters in the balcony hissed at each vote" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council Rejects Street Name for Black Activist" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/31\/nyregion\/31street.html"} , {"body" : "A 45-year-old woman was found dead in her home at 247 Malcolm X Boulevard in Bedford-Stuyvesant yesterday, the police said. She had been stabbed several times in the neck. The woman, who was not identified, was found by police officers shortly after 11:30 a.m. No arrests had been made yesterday evening, the police said." , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Woman Fatally Stabbed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0D81430F933A05756C0A9619C8B63"} , {"body" : "A 22-year-old man was fatally shot yesterday afternoon on a street in Bedford-Stuyvesant, the police said. The victim, Christopher Darns, of Brooklyn, was shot at 3:10 p.m. in front of 866 Madison Street, the police said. There have been no arrests, the police said. JENNIFER 8. LEE" , "date" : "20070528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot Dead In Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DF1430F93BA15756C0A9619C8B63"} , {"body" : "SHERRI CAUGHMAN prides herself on being the kind of conscientious New Yorker who does her homework before making any major purchases. So when Ms. Caughman, 44, a supervisor in the city's food-stamp program, decided last November to buy a two-family house in Jamaica, Queens, she took a class on buying real estate, researched the property through" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fighting Off Foreclosure" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/realestate\/27cov.html"} , {"body" : "The city agreed yesterday to pay $2 million to the parents of a young man killed in a Brooklyn stairwell, ending a three-year effort to account for the damage done by a single bullet fired by a police officer. The bullet's short path began on a rooftop patrolled by Officers Richard S. Neri Jr. and Jason Hallik. At 12:58 a.m. on Jan. 24, 2004, court" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Pay $2 Million to Parents Of Man Fatally Shot by an Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/nyregion\/24settles.html"} , {"body" : "Two old men in baseball caps sat in two old chairs in front of an old building under a warm sun. A passer-by on Classon Avenue in Bedford-Stuyvesant might have thought they were having a lovely and peaceful Monday, but that would have been way off. Around back, the wall of the building was painted with the words ''Sportsmen's Athletic Club,'' and" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEDFORD-STUYVESANT JOURNAL; Death Finds a Crack in Life at the Social Club" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10journal.html"} , {"body" : "A 31-year-old Bedford-Stuyvesant woman whose body was found by firefighters after a fire broke out in her home early yesterday died of strangulation, the city medical examiner's office said last night, adding that the death had been ruled a homicide. The police said the woman also had puncture wounds to her torso. Firefighters were called to the" , "date" : "20070508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Firefighters Find Homicide Victim" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/08\/nyregion\/08mbrfs-DEAD.html"} ,   {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World.''" , "body" : "WHEN is a bicycle not like other bicycles? To begin with, when it has no brakes, or at least no visible brakes, or possibly just a front brake. That means you can't ride this bike very well on your first try, and certainly not very gracefully, easily or safely. The rear cog is bolted directly to the hub, so that whenever the vehicle is in motion," , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unstoppable" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/nyregion\/thecity\/29gear.html"} , {"body" : "THEY came in sweatshirts and fuzzy slippers, suits and oxfords, seeking chocolate muffins and Cheerios. Some grabbed a yogurt and left. Others lingered. In the room high above the Hudson River, they relished the food, the vistas and one another's company for as long as they could stretch a New York minute. So began another morning at Orion, a" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Beautiful Day in the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/fashion\/29condo.html"} , {"body" : "One man was killed and another wounded yesterday when they were shot in a sport utility vehicle in Bedford-Stuyvesant by gunmen who pulled up alongside them and began firing, the police said. The driver, Isaiah E. Jacob, 21, of Brooklyn, was shot once in the torso and killed, and his passenger, who was not identified, was in stable condition late" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24mbrfs-SHOT.html"} , {"body" : "ON Tuesday night, a blurry mass of people could be seen flying and shimmying around the 150-foot-long ''miracle maple'' rink of the Empire Roller Skating Center in Crown Heights, Brooklyn. The bass thumped and the lights were dimmed. Boys wearing baggy jeans and Yankee caps in every color of the rainbow whizzed along the curves. Gamine girls in" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; The Last Lace-Up" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/thecity\/22empi.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: April 20 - April 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7DE1F3FF933A15757C0A9619C8B63"} , {"body" : "The name of the radical black activist Sonny Carson, left, was removed from a list of 53 names in a street-naming bill yesterday after a racially charged City Council committee hearing. Mr. Carson, who died in 2002, was an ex-convict who became a community advocate and anti-drug crusader, but he was also known as an unabashed racist. Councilman" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Activist's Name Off Street-Naming List" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DF163EF933A15757C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown Audubons: Mammals of North America,'' a display of more than 40" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: April 20 - April 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DB1F3FF933A15757C0A9619C8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Last week's big name in race relations was Don Imus. This week we have Sonny Carson. We're not exactly working with a gorgeous mosaic here. Mr. Imus needs no introduction. Mr. Carson's name may not ring all bells. More on him in a moment. But first let us note the celebration of racial justice that took place on Sunday. Baseball players, including" , "date" : "20070417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Learning About Choices From Those We Honor" , "url" : "http:\/\/select.nytimes.com\/\/2007\/04\/17\/nyregion\/17nyc.html"} , {"body" : "The big attraction in New York this week is the public opening on Friday of the new GREEK AND ROMAN GALLERIES at the Metropolitan Museum of Art. With 30,000 square feet of space and more than 5,000 objects, it rounds out the story of ancient Western Classical culture in imperious style with a sweep through Hellenism and Augustan Rome to the coming" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: April 15 - 21; ART" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D7153FF936A25757C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: April 13 - April 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDF133FF930A25757C0A9619C8B63"} ,   {"body" : "New York City wants to strengthen its hand against recalcitrant landlords by giving itself broad new powers to overhaul entire building systems -- like heating, electrical or plumbing -- in long-troubled properties, and to force landlords to pay for the work. A bill to be introduced in the City Council today with the Bloomberg administration's" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Seeks Broader Power to Fix Troubled Buildings at Landlords' Expense" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/12\/nyregion\/12housing.html"} , {"body" : "At 11 p.m., with the temperature well below freezing, two teams of men in their 30s possessing varying degrees of athletic prowess played a spirited, if sloppy, game of soccer atop a Hudson River pier. A cold wind blew ball and bodies about in unpredictable ways. The men slipped and shouted and laughed, ignoring the burn of artificial turf on their" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Too Many Men on the Fields (And Women and Children, Too)" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/nyregion\/01fields.html"} , {"body" : "An off-duty police lieutenant who shot and killed his unarmed tenant during an argument was found not guilty of criminal charges yesterday evening. ''I feel good,'' the lieutenant, Shamik Walton of the 67th Precinct in Brooklyn, said as he walked out of the state courthouse in Brooklyn. ''I feel vindicated.'' The Police Department will most likely" , "date" : "20070331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury Acquits Police Lieutenant Who Killed Unarmed Tenant" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/31\/nyregion\/31cop.html"} , {"body" : "In the courtroom where Lt. Shamik Walton is on trial, the charge is manslaughter, the stakes are 15 years in prison and the trouble is his alone. But a separate case is developing in the back row of the courtroom, on the 19th floor of State Supreme Court in Brooklyn. There, lawyers are scribbling notes for a lawsuit against Lieutenant Walton's" , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer's Trial in Killing Feeds Case Against City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/29\/nyregion\/29shot.html"} , {"body" : "Six years ago, when Laurie Cumbo founded Mocada, a museum that showcases the works of black artists across the diaspora, it was housed on the fourth floor of a church-owned brownstone in Bedford-Stuyvesant, Brooklyn. Space was scarce -- 800 square feet -- and resources more so. ''It was literally mom and pop,'' Ms. Cumbo, 31, recalled. ''My family" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "page_facet" : "16" , "title" : "COLLECTIONS; A Museum Grows In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/arts\/artsspecial\/28mini.1.html"} , {"body" : "SINCE 1904, when a group of Ursuline nuns moved into a fortresslike mansion on the south side of this city to begin New York state's first Catholic college for women, all of the campus's buildings have been clad in granite. Like the other structures on the 20-acre campus of the College of New Rochelle, the newest building -- a 55,000-square-foot" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "IN THE REGION \/ WESTCHESTER; Fitting In on Campus" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/realestate\/25WCZO.html"} , {"body" : "Prosecutors sought yesterday to challenge a psychiatric defense offered by the mother of Nixzmary Brown, a 7-year-old girl who was found beaten and starved to death in her family's Brooklyn apartment in January 2006. If successful, the move could prove to be a deciding factor in a murder case that has drawn an outpouring of grief, called top city" , "date" : "20070324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Prosecutors Challenge Psychiatric Defense of Mother Charged in Girl's Death" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/24\/nyregion\/24santiago.html"} , {"body" : "The killing of a 20-year-old Queens woman, and the arrest of a man who was under court order to stay away from her, has raised troubling questions for law enforcement and the young woman's family about apparent miscues that preceded the attack. The suspect, Hemant Megnath, 29, who was awaiting trial on a charge of raping the woman in 2005, was" , "date" : "20070322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Young Woman's Death, Questions About Missed Chances" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/22\/nyregion\/22murder.html"} , {"body" : "FIRST came chaos, a neighbor said, then death. The nine deaths Wednesday following a fire in an apartment in the Highbridge section of the Bronx included eight children, among them twins just 7 months old. The cruelty of loss seemed especially shocking in an era when the number of fires in the city continues to decline, and when, in general, the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; New York Tinderbox" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/nyregion\/thecity\/11fire.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. In the recently opened Anne and Bernard Spitzer Hall of Human Origins, there are more than 200 casts of prehuman and human fossils and artifacts that illustrate stages in physical and behavioral evolution. Tomorrow and Sunday, 1 to 5 p.m., an" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 9-March 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2DB1231F93AA35750C0A9619C8B63"} ,   {"body" : "The phone rang in Moises Alou's apartment in Montreal. It was late, creeping toward midnight, and his wife, Austria, six months pregnant with their second child, was sitting beside him, watching a movie. She answered the phone. On the other end was an aunt, calling from Brooklyn. The connection was poor, and it was just as well, for Austria could" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; In Left Field, Remembering" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/sports\/baseball\/04alou.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: March 2 - March 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DE1631F931A35750C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY Central Park West and 79th Street. In the recently opened Anne and Bernard Spitzer Hall of Human Origins, there are more than 200 casts of prehuman and human fossils and artifacts that illustrate stages in physical and behavioral evolution. Through Aug. 19, ''Gold,'' with coins," , "date" : "20070302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: March 2 - March 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE1631F931A35750C0A9619C8B63"} , {"body" : "The City Department of Homeless Services yesterday announced a citywide expansion of its HomeBase program, which now serves people in six neighborhoods who are at risk of becoming homeless. The program, begun in September 2004, has provided job training, housing relocation and legal and financial services to 6,300 families and adults and 8,200" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: City To Expand Housing Program" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E7DB1F3EF93BA15751C0A9619C8B63"} , {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. In the Imax" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D7133EF930A15751C0A9619C8B63"} , {"body" : "Jacqueline Melendez Rivera is a police officer but not, she says, a traitor to her badge. She is simply a woman, she says, who, concerned about protecting her family, became caught unaware in the aftermath of a crime. Now, her life upended, she stands accused of helping the man she loved cover up an especially damning shooting nine days ago. On" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crisis of Family and Badge" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/nyregion\/19cop.html"} , {"body" : "THE bulletin board above Sgt. Robert Kelly's desk at the 90th Precinct station house in Williamsburg is covered with notes and police sketches, scrawled phone numbers and a map. For the past year and a half, the upper right corner of the board has been occupied by a photograph of a human skull, its hollow eyes peering out hauntingly across the" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The John Doe of the Brooklyn Badlands" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/nyregion\/thecity\/18body.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DA173EF935A25751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sunday, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DA173EF935A25751C0A9619C8B63"} ,   {"body" : "A New York City police officer who was found driving a car that the police were searching for had no idea that it had been used in a shootout with other police officers, or that one had been seriously injured, her lawyer said yesterday. The officer, Jacqueline Melendez Rivera, 37, was arraigned on charges of evidence tampering, and her husband," , "date" : "20070212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Denies Knowing Car Was Used in a Shootout" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/12\/nyregion\/12officer.html"} , {"body" : "DRIVING north on the Palisades Interstate Parkway, it's easy to blow past this town and end up halfway to Rockland County. But make the turn onto Old Closter Dock Road, and you'll find yourself touring one of the richest towns in America, a hamlet of small leafy streets and stately homes, a longtime preserve of the wealthy white elite. By Alpine's" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "ALPINE (NJ)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; Alpine, N.J., Home of Hip-Hop Royalty" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/arts\/music\/11cent.html"} , {"body" : "A plainclothes police officer was shot while patrolling a brownstone-lined street in Brooklyn early yesterday, the police said, and the husband of another officer was charged with attempted murder. Officer Jacqueline Melendez Rivera, the wife of the accused man, was charged with hindering prosecution and was suspended from duty. About 4 a.m. at" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Policewoman's Husband Charged in Shooting of Plainclothes Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/11officer.html"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Feb. 19, ''Black Style Now.'' Tomorrow at 3 p.m., ''Popping, Locking, Uprocking and Breaking: Roots of Hip-Hop Dance,'' a lecture and demonstration by Jorge (PopMaster Fabel) Pabon and others. Sunday at 3 p.m., ''Robert Caro: Reflections on Robert" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: Feb. 9 - Feb. 15" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/arts\/09spar.html"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tonight at 7:30, a screening of ''Punching at the Sun,'' a 2006 film set in Queens and written and directed by Tanuj Chopra, a graduate student at Columbia, who will discuss the film afterward. Through April 15, ''Star Trek: 40 Years of Fandom,'' an" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: Feb. 2 - Feb. 8" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/02spare.html"} , {"body" : "When the morning shift ends and the afternoon light thins, workers stream out of the Pfizer pharmaceutical plant on Flushing Avenue in Brooklyn. Some head across the avenue to a brick building emblazoned with the ''Pfizer Quality'' slogan. It is a public charter school now, leased by Pfizer to the city for a dollar a year. A few parents walk their" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "Pfizer's Birthplace, Soon Without Pfizer" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28pfizer.html"} , {"body" : "Two off-duty police officers were injured, one of them critically, when three people attacked them early yesterday after a car accident on the West Side of Manhattan, the police said. The officers were driving north on 10th Avenue near West 28th Street in Chelsea shortly before 4 a.m. when their Ford Explorer slid on ice and rear-ended a Nissan" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Officers Hurt In Attack, 1 Critically" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0DF1F30F932A15752C0A9619C8B63"} , {"body" : "Three crumpled dollars and two quarters, tugged from the pocket of a puffy coat on a cold night, brings four hot chicken wings with French fries or fried rice. The most expensive dish on the restaurant's menu is No. 71, the lobster meat chow mein, at $8.95 a quart. The Happy House Chinese takeout restaurant in Bedford-Stuyvesant does not feed the" , "date" : "20070120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEDFORD-STUYVESANT JOURNAL; An Unthinkable Crime, Till Someone Thought of It" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/20\/nyregion\/20journal.html"} , {"body" : "In his annual State of the City address, Mayor Michael R. Bloomberg yesterday highlighted several cultural priorities for the city over the next year. He cited the restoration of the American Museum of Natural History's historic West 77th Street facade, above, and said that the city was also planning a major renovation of the New York Aquarium near" , "date" : "20070118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly; Bloomberg Announces Cultural Plans for New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E3D81130F93BA25752C0A9619C8B63"} , {"body" : "When William McKinney showed up at church one Sunday more than a decade ago, he said he was open to anything that would help him make a fresh start. At the time, Mr. McKinney was running away from a life he had built and lost in Texas. His first marriage had failed, and after a brief period of homelessness, he had returned to Brooklyn, where he was" , "date" : "20070117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Finding Faith, and Responsibility, After Making a New Start" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EED61030F934A25752C0A9619C8B63"} ,   {"body" : "PEOPLE interested in buying brownstones or town houses should not assume that all of the bargains are gone. Brokers say there are still properties in New York City that cost less than $1 million, but only if buyers are willing to venture into often overlooked neighborhoods and tolerate extensive renovations. ''You can still get a lovely brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Finding a Town House for Under a Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DF1330F937A25752C0A9619C8B63"} , {"body" : "WHEN Andrew C. Friedman, a Manhattan architect known for his elaborate (and expensive) classical residences, chose a nondescript little brick and fake-stone building in the Bedford-Stuyvesant neighborhood of Brooklyn to redesign, he already knew the kind of urban couple he imagined there -- and they were very different from his usual clients. No," , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SKETCH PAD; Designing a Starter Town House With a Twist" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/realestate\/14cover.html"} , {"body" : "After the life, or at least the career, of one of New York's finest was imperiled in the line of duty yesterday, police officials and reporters gathered inside a Manhattan hospital, awaiting news from doctors. ''The dog should be able to make a full recovery in a month,'' Dr. Jason Fusco finally assured the crowd. But an operation expected to last" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Dog Is Seriously Injured During Pursuit" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/12\/nyregion\/12dog.html"} , {"body" : "Nixzmary Brown has been buried nearly a year, but as the criminal prosecution of her parents nears trial after months of missed deadlines and legal maneuvers, the case is stirring new passions. For a pretrial hearing yesterday in State Supreme Court in Brooklyn, the gallery was filled with curious onlookers, off-duty prosecutors, distant relatives" , "date" : "20070109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Dead a Year, and Many Can't Forget" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/09\/nyregion\/09nixzmary.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings: Jan. 5 - Jan 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DF1430F936A35752C0A9619C8B63"} , {"body" : "After serving six months for strong-arm robbery, Frank Stephens left Rikers Island nearly five years ago in the same manner as most inmates. Just as dawn broke in April, a Department of Correction van dropped the 17-year-old and about 30 other convicts at Queensborough Plaza, among the ''homeless, a lot of prostitutes, and crackheads'' on the" , "date" : "20070102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Youths Fresh Out of Jail, a Little Help Staying Out" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/02\/nyregion\/02rikers.html"}]