[  {"body" : "A 19-year-old man was fatally shot on a street in Brooklyn early Saturday, when, according to a friend, he tried to stop a fight between two groups of youths who had come to the brink of blows with baseball bats and fists. The victim, Allen Tahiraj, was shot once in the abdomen about 3 a.m. in front of 1640 Ocean Parkway, between Avenue P and" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Police Hunt for a Killer After a Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/nyregion\/30shoot.html"} , {"body" : "JUST before midnight on Nov. 3, a white truck pulled up to the Frank Viola Homing Pigeon Club, on a dark and quiet stretch of Stillwell Avenue in Coney Island. The air was cold and smelled faintly of the sea. Two men hopped out of the truck. One opened its rear doors. The other approached a handful of older men who were standing in the street." , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Look Homeward, Angels" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/thecity\/09pige.html"} , {"author" : "Lucette Lagnado, a reporter at The Wall Street Journal, is the author of ''The Man in the White Sharkskin Suit: My Family's Exodus from Old Cairo to the New World.''" , "body" : "MY family came to America from Egypt in 1963. We arrived during Hanukkah, and I remember being unable to take my eyes off the electric menorahs glowing in the windows of houses in Brooklyn, where we set out to hunt for our first apartment. Even as a child I was struck by how open religious practice was in this country. Christmas decorations were" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EGYPT"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "OP-ED CONTRIBUTOR; Candle Power" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/opinion\/08lagnado.html"} , {"body" : "THE names on the weathered gravestones in the Old New Utrecht Cemetery are well known to anyone familiar with the streets of Brooklyn. Cropsey. Nostrand. Bath. Ditmas. Van Brunt. The burial ground, established during the time the Dutch were settling the village of New Utrecht, dates to 1654, long before the formation of Brooklyn, New York City or" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BENSONHURST; A Burial Ground for the Mighty, Laid Low by Weeds" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02ceme.html"} , {"body" : "John L. Phillips Jr. took a seat in the last row of the theater and surveyed its crumbling ceiling, the debris strewn in the aisles and the faded art that he had hung a generation ago. ''Hardy!'' Mr. Phillips, 83, called out to Clarence Hardy, his assistant and friend, who was down the aisle a bit. ''Quite a place, isn't it? We ought to think about" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Faded Dreams and a Lost Fortune" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/18slave.html"} , {"body" : "Sixty years later, he still remembers the smell of burning bodies somewhere near him. It was a 24-hour-a-day stench, unrelenting and inescapable. It hung, still, in the air at night. It greeted him when he woke up in the morning: an invisible, pervasive reminder of the living nightmare of Nazi control. Yosef Ostrowicz, born in Poland in 1928," , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Long After Escaping Holocaust, the Need for a Little Help to Adjust in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16neediest.html"} , {"body" : "Frank Viola, one of the grand old men of a grand old New York sport -- pigeon racing -- died on Oct. 3 at his home in the Bath Beach section of Brooklyn. He was 87. The cause was chronic obstructive pulmonary disease, his nephew Peter Viola said. Mr. Viola's death was not formally announced until this week. Pigeon racing in the United States is at" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Frank Viola, 87, Leader In Sport of Racing Pigeons" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/07\/nyregion\/07viola.html"} , {"body" : "The Faces May Change, but the Heart Remains To the Editor: ''The United Nations of Brooklyn'' (Oct. 21), about the changes in Bensonhurst, brought out layers of memories. For decades, my aunt and uncle and their two sons lived on 63rd Street, off Bay Parkway, in Bensonhurst. My family lived around the corner, on Bay. My cousin remembers growing up" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "THE CITY; Letters to the Editor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5DC153FF937A35752C1A9619C8B63"} , {"author" : "Meryl Gordon, a contributing editor for New York magazine, is writing a book on Brooke Astor's final years." , "body" : "CITY LIGHTS Stories About New York. By Dan Barry. Illustrated. 297 pp. St. Martin's Press. $25.95. THE WORLD IN A CITY Traveling the Globe Through the Neighborhoods of the New New York. By Joseph Berger. 267 pp. Ballantine Books. $25.95. It's easy to wake up and spend a day in New York and not notice the wonder of it all. The city offers up daily" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "Metro Briefing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3D61E3DF937A35752C1A9619C8B63"} , {"body" : "After 17 years, the killing of Patrick Porco is a cold case. Again. As the trial of a retired Federal Bureau of Investigation supervisor, accused of helping his prized mob informant kill four people, crashed to an end this week, intense scrutiny fell on the tactics of federal investigators and state prosecutors alike. The four victims, a motley" , "date" : "20071103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dismissal of Agent's Murder Charges Returns Victim's Family to Square One" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/03\/nyregion\/03agent.html"} ,   {"body" : "In a conference room on the 17th floor of the Brooklyn district attorney's office, in the winter of 2005, a prosecutor and a detective investigator sat down with a woman they did not trust. The woman's name was Linda Schiro, she had been a gangster's mistress, and she told them a story worthy of the big screen: Right at her kitchen table in" , "date" : "20071102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How Murder Case Against Ex-F.B.I. Supervisor Collapsed" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/nyregion\/02agent.html"} , {"body" : "Nobody had a ready explanation for the origin of ''moll,'' the slang term applied to women of the Mafia. In a courtroom filled with marquee crime writers, men identifying themselves as interested parties from Bensonhurst, retired federal agents and at least one éminence grise of the Brooklyn district attorney's office, the best etymology offered" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At Trial of Ex-F.B.I. Supervisor, How to Love a Mobster" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30agent.html"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"body" : "Are you familiar, as the lawyers say, with a man named Alphonse Persico, known as Allie Boy? How about Nicky Black, Wild Bill, Joe Waverly, Joey Brains and Joe Brewster? Or Lawrence Mazza, James Delmasto, John Pate and Carmine Sessa? If not, good luck following the blockbuster murder case on trial in Brooklyn Supreme Court before a spellbound" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "REPORTER'S NOTEBOOK; The Mafia, an F.B.I. Agent and Murder: Mr. Scorsese, Your Next Film Awaits" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/21agent.html"} , {"body" : "A second defendant was found guilty yesterday of manslaughter as a hate crime for his role in luring a gay Brooklyn man to his death last year. But after delivering their verdict, jurors criticized the state's hate crime law, and said it seemed inappropriate to the case. ''None of us wanted hate crime, especially me,'' said the foreman, Eric" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "To the Jury's Regret, A Hate Crime Conviction" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/nyregion\/12plumb.html"} , {"author" : "Interviewed by CASSI FELDMAN" , "body" : "MARIA D'ONOFRIO, Oakwood, Staten Island Tottenville High School BORN April 22, 1990 I WAS born in Brooklyn, in Bensonhurst, but we moved to Staten Island when I was 4 or 5. I like Staten Island. A lot of people talk bad about Staten Island or say it's too small, but I like it. Everybody knows everybody. But there's nothing to do. There's nothing. I" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OAKWOOD (STATEN ISLAND)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "'Some People Are Like, ''Why Are You All Dressed Up in School?'' But People Judge You By the Way You Take Care of Yourself.'" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16mall.html"} , {"author" : "Interviewed by SAKI KNAFO" , "body" : "BORIS LEMESHEV, Bensonhurst, Brooklyn Edward R. Murrow High School BORN Nov. 24, 1990 SOME students talk about me, like a hot chick says to her friend: ''Have you ever seen Boris play? He's so amazing! Boris, how long have you been playing the piano?'' Even when I show them in the air, like, ''Bum da da da bum bum,'' they are amazed that I've been" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "'A Lot of Girls Like Me Because I'm Original and Enthusiastic and Also Because I Like to Play the Piano.'" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16alie.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"body" : "Military recruiters are frequently given free reign in New York City public schools and allowed into classes in violation of the school system's regulations, according to a report released yesterday by the Manhattan borough president and the New York Civil Liberties Union. The report, based on surveys of nearly 1,000 students at 45 high schools" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Recruitment By Military In Schools Is Criticized" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/nyregion\/07recruit.html"} , {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} ,   {"body" : "WHEN you were a toddler, you needed someone to tell you what to taste. Cheerios, yes. Dirt, no. Electrical outlets, no way. As an adult, you presumably don't need much help, though occasionally a sommelier comes in handy. So the idea of a food tour may seem odd: why pay someone to tell you what to eat? In short, because it's a way to participate" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK | FOOD TOURS; Their Itinerary Is Your Menu" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/26\/travel\/26weekend.html"} , {"body" : "The 11-month-old girl stood in the tub, playing in shallow water with a 2-year-old girl, both looked after by a teenage mother home alone. The last moments of normal life in the third-floor apartment on Classon Avenue in Bedford-Stuyvesant, Brooklyn, ended that way, with one young mother, a pot of rice on the stove down the hall and two children in" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Baby Girl's Bath Becomes A Young Couple's Nightmare" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/06\/nyregion\/06baby.html"} , {"body" : "Thaddeus E. Owens, the judge best known for presiding over the series of trials stemming from the murder of Yusuf K. Hawkins on a street in Bensonhurst, Brooklyn, in 1989 -- a killing that stoked racial tensions in New York City -- died in Brooklyn on July 21. He was 88 and lived in Brooklyn. The cause was cancer, his daughter Michele" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Thaddeus E. Owens, 88, Judge in Racially Tense Case" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03owens.html"} , {"body" : "Thaddeus E. Owens, the judge best known for presiding over the series of trials stemming from the murder of Yusuf K. Hawkins on a street in Bensonhurst, Brooklyn, in 1989 -- a killing that stoked racial tensions in New York City -- died in Brooklyn on July 21. He was 88 and lived in Brooklyn. The cause was cancer, his daughter Michele" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Thaddeus E. Owens, 88, Judge in Racially Tense Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EEDD1639F930A3575BC0A9619C8B63"} , {"body" : "City officials announced plans yesterday for a $40 million restoration of Dreier-Offerman Park in Bensonhurst. The 77-acre park, which overlooks Gravesend Bay, was acquired through a series of donations and purchases, starting with a gift of land from the Dreier-Offerman Home for Unwed Mothers in 1933. Mayor Michael R. Bloomberg said the" , "date" : "20070802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK; Brooklyn: Park Restoration Planned" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/02\/nyregion\/02mbrfs-PARK.html"} , {"body" : "Gregory McCullough opened his eyes last week for the first time since the explosion, his mother said, shedding a broken stream of tears as the lyrics to ''Jesus Loves Me'' spilled from her lips to his badly burned body. Through tears of her own, his mother kept singing, praying that her only child would see it through another day. ''They can't tell" , "date" : "20070730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Steam-Blast Victim Remains Unconscious, but His Mother Says 'He Can Hear Me'" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/30\/nyregion\/30steam.html"} , {"body" : "The residents of Jamaica Avenue in Richmond Hill, Queens, have adjusted, over the years, to the conditions that come with living under the El: the ungodly screeching, the 30-second pause in conversation, the shuddering chandeliers, the mechanical breeze. But Joan Bachert drew the line one sweltering day when she looked down at her white pants and" , "date" : "20070725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drips, Squeals and Patience: Life Near the El" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/25\/nyregion\/25drip.html"} , {"body" : "With his parents and fellow officers from the 71st Precinct at his bedside, a 23-year-old police officer who had been on the force only a year and a half died yesterday, five days after he was shot in the face during a traffic stop in Brooklyn. The officer, Russel Timoshenko, died at Kings County Hospital Center at 4:14 p.m. ''They did everything" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Dies Five Days After Shooting, Parents at His Side" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/15\/nyregion\/15officer.html"} , {"body" : "a small, comfortable room at Kings County Hospital Center and one next door where their only child lies hooked up to life-support machines -- Leonid and Tatyana Timoshenko wait. What else can they do? Their 23-year-old son, Police Officer Russel Timoshenko, has improved little, the police say, since he was shot in the face by a man in a stolen BMW" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Unending Parental Vigil at the Bedside of a Gravely Wounded Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/nyregion\/13hospital.html"} , {"body" : "To the Editor: Re ''Anyone Up for Stickball? In a PlayStation World, Maybe Not'' (news article, July 1): Thanks for the memories. As a child in the 1950s in Jersey City, I counted as my only must-have the pink Spaldeen (I always thought that was the Joisey pronunciation) bought for 25 cents at Mr. McMahon's candy store with money collected" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Remember? Hot Town, Stickball in the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E7DF133EF935A35754C0A9619C8B63"} ,   {"body" : "On a few dirty squares of sidewalk in Crown Heights, Brooklyn, is a chalk drawing as mysterious to the uninitiated as hieroglyphics. Someone had, with great care, marked off a series of squares and given each a numerical value, although there did not seem to be any obvious pattern. The drawing is a skelly board, for a game once so popular on the" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Anyone Up for Stickball? In a PlayStation World, Maybe Not" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01street.html"} , {"body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/thecity\/01cone.html"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6DB173EF932A35754C0A9619C8B63"} , {"body" : "UNTIL their marriage last fall, Elana and James Nanscawen weren't fussy about their living situation. Their one-bedroom rental in the financial district was perfectly adequate, if small. ''We planned so that the wedding was our focus, and we got that financial piece of it out of the way,'' Mr. Nanscawen said. The same held for their honeymoon in" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "HOBOKEN (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Falling in Love With Hoboken's Prices" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/realestate\/01hunt.html"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E4DA1731F932A35754C0A9619C8B63"} , {"body" : "On Bath Avenue, in a part of Brooklyn once dominated by gangsters and wiseguys, times have changed. The music that blared from car stereos on Saturday afternoon was not Sinatra, but the rapper Fat Joe. The accents were not just Italian, but Mexican and Russian. Women wearing Muslim headscarves pushed strollers past front-yard statues of Jesus. And" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BENSONHURST JOURNAL; Onetime Mob Stronghold Hears Echo of the Old Days" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/11\/nyregion\/11bensonhurst.html"} , {"body" : "Dr. Yana Pikman and Dr. Vladimir Vinarsky are to be married this evening at Astoria Catering, a restaurant in Bensonhurst, Brooklyn. Rabbi Zev Goldfischer is to officiate. The couple met at Harvard, from which each received a medical degree. The bride, 26, is keeping her name. She is to begin a residency in pediatrics this month at both the" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Yana Pikman, Vladimir Vinarsky" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/fashion\/weddings\/10PIKMAN.html"} , {"body" : "A reputed mobster associated with the Gambino crime family was shot at least three times while sitting in his car on a Brooklyn street yesterday morning, the police said. The man, Robert DeCicco, 56, was hit in the arm and leg and grazed in the head while parked in front of 1678 Bath Avenue in Bath Beach about 10:30 a.m., the police said. He was" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mob Case Defendant Is Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/nyregion\/06mob.html"} , {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} , {"body" : "To the Editor: The ''abbanniata'' described in Danielle Pergament's ''Sicily; In Palermo, Life Vibrates in a Fading Market (Journeys, May 20) was a daily part of my experience as a little girl growing up in Bensonhurst, Brooklyn. Although the fruit stands still stretch from 23rd Avenue to Bay Parkway along 86th Street, the tradition is gone, along" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "BENSONHURST (NYC)" , "PALERMO (ITALY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "3" , "title" : "ITALIAN BROOKLYN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFD81430F930A35755C0A9619C8B63"} ,   {"body" : "EVERY few months on Rider Diaries, an online forum for New York transit buffs, someone posts a message with a subject line like ''I'VE BEEN CALLED!!!!'' That particular exclamation appeared in October 2005; its writer, a skinny 20-year-old named Jason Brown, crowed that the Metropolitan Transportation Authority had ''finally reached my number.''" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK UNDERGROUND; Take This Job and Love It" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/thecity\/27buff.html"} , {"author" : "Michael Weinreb is the author of ''The Kings of New York: A Year Among the Geeks, Oddballs, and Geniuses Who Make Up America's Top High School Chess Team,'' published in March by Gotham." , "body" : "PATRICK O'NEIL, tall and broad-shouldered, towers over many of his classmates at the New York City College of Technology in Downtown Brooklyn, and at age 31 he is older than many of them. But there is also a less apparent gulf between Mr. O'Neil and his fellow students. ''I watch these people moving through their lives, and it's so odd,'' he said" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Coming Home" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20vet.html"} , {"body" : "The Ulmer Park Branch Library, a squat, one-story brick building on Bath Avenue in Bensonhurst, Brooklyn, would seem to have little in common with the skyscrapers and the wavy metal arena proposed for the 22-acre site to the north where the developer Bruce Ratner seeks to build the Atlantic Yards. But like Mr. Ratner, officials of the Brooklyn" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Flexing Big Muscles For a Little Library" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/thecity\/08doma.html"} , {"body" : "Rocco Filippone trained his knowing eyes on his son's college project and said he would give it a B. As it happened, that was the same grade that the son's instructors at a California design college gave it. The assignment was to design a new New York City taxi to be displayed at Taxi 07, an exhibit celebrating the 100th anniversary of the" , "date" : "20070406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Mark a Cab Centennial, These Designers Look Ahead" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/nyregion\/06cabs.html"} , {"body" : "The procedure that Larry King underwent in mid-March to flush a blocked major artery -- which put him at heightened risk of a stroke -- also caused a few flutters among his bosses at CNN. That's partly because Mr. King, 73, once a four-pack-a-day smoker who had a heart attack and underwent cardiac bypass surgery two decades ago, continues to be the" , "date" : "20070405" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Who's Talking About Retirement?; When the Subject Is Larry King, CNN Can Be Jittery" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/05\/arts\/television\/05king.html"} , {"body" : "That Wild Ride Under the El Q. I think the car-subway chase in ''The French Connection'' is the most exciting scene ever filmed, but I've always wondered where it took place. A. Gene Hackman's harrowing pursuit under the elevated tracks, which took five weeks to create and ran for about seven minutes on the screen, was filmed on a 30-block stretch" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "Ten Malians in the Bronx are laid into the earth, and three innocents lie dead in Greenwich Village. Soon enough these tragedies could begin the slow fade from municipal memory. Except that how New York remembers its losses, which of them wash away and which cling like a barnacle to memory, is a complicated business. In a city this vast, a handful" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MALI" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a City's Vast Memory, Tragedies Not Kept Vivid May Fade to a Glimmer" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/18blocks.html"} , {"body" : "When a student at Seth Low Intermediate School loudly pronounced Corinne Kaufman a ''fat lady'' during a fire drill one recent day, Mrs. Kaufman, a 45-year-old math teacher, calmly turned around. ''Voluptuous,'' she retorted, then proceeded to define the unfamiliar term, cutting off the laughter and offering a memorable vocabulary lesson in the" , "date" : "20070317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Teachers, Middle School Is Test of Wills" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/17\/education\/17middle.html"} , {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "When Lafayette High School in Brooklyn was ordered last year to begin shutting down, condemned as an educational failure, Steve Chung stood ready with a plan for what might come next. The city Education Department had decreed that Lafayette's building, in Bensonhurst, would be converted into several new, small schools, and Mr. Chung envisioned one" , "date" : "20070214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; School Officials and Backers of Bilingual Education Are on Different Pages" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/14\/education\/14education.html"} ,   {"body" : "AMID the auto shops, live poultry markets and gas stations that line great stretches of Third Avenue in Sunset Park, Brooklyn, a surprise awaits on the corner of 20th Street. There, behind a wire-mesh fence, just yards from the roar of the elevated Gowanus Expressway, art blossoms in the form of a number of large, expressive steel statues. A sun," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; In the Shadow of an Expressway, Saints, Lovers and Others" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11scul.html"} , {"body" : "HOCHMAN--Abraham Albert (the Boomer), 95, of Brooklyn, NY, died peacefully in his home on Wednesday night, February 7, 2007. He was born in Lublin, Poland, on April 14, 1911, and immigrated with his family to New York at age 1. After graduating from Seward Park High School, on the Lower East Side, in 1926, he attended the City College of New York," , "date" : "20070209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths HOCHMAN, ABRAHAM ALBERT (THE BOOMER)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7D9163AF93AA35751C0A9619C8B63"} , {"body" : "Most people associate Chernobyl with the devastating accident that took place at a nuclear power plant there in April 1986. Maria Kolesnichenko, now 16, has a more personal connection. She was not yet born when her parents, in search of work, moved the family to Chernobyl from Kiev in the fall of 1986 and took jobs on crews cleaning up the" , "date" : "20070205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CHERNOBYL (UKRAINE)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "0" , "title" : "NEEDIEST CASES; In a New Country, Coming to Terms With Losses Old and New" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/05\/nyregion\/05marianeed.html"} , {"body" : "PRESS--Arthur, of New York and Florida, died on January 9, 2007. He was 77 years old. Mr. Press or Artie as he was known to those that knew him was born and raised in Brooklyn, NY. He attended Lafayette High School and Western Maryland College where he was selected as a first team All American in basketball and was subsequently selected by the" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths PRESS, ARTHUR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0D71E3AF931A25752C0A9619C8B63"} , {"body" : "A new admissions process for highly coveted gifted-and-talented programs in the New York City elementary schools has been riddled with glitches, including last-minute notice of entrance exam dates in some areas, fraying the nerves of parents already frazzled about finding schools for their children. On the Upper East Side of Manhattan, the parents" , "date" : "20070110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Testing for Gifted Programs, a Few Knots" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/10\/nyregion\/10gifted.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "A stiff wind was blowing over Canarsie Pier the other day, and the wide parking lot, wedged between the Belt Parkway and the waterfront of southern Brooklyn, was empty except for a few cars and a cloud of seagulls swooping back and forth. Sitting in one of those cars, a blue station wagon with the window rolled down even in runny-nose weather, was" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY NATIONAL RECREATION AREA" , "CANARSIE PIER (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Canarsie; Grand Plans For a Pier, From Fish To Fountain" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07stre.html"} , {"body" : "Sit in with a seventh-grade science class at Seth Low, a cavernous Brooklyn middle school, as paper balls fly and pens are flicked from desk to desk. A girl is caught with a note and quickly tears it up, blushing, as her classmates chant, ''Read it!'' The teacher, Laura Lowrie, tries to demonstrate simple machines by pulling from a box a hammer, a" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trying to Find Solutions in Chaotic Middle Schools" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/education\/03middle.html"} , {"body" : "As a Jewish woman, Alexandra Ovsyannikova faced daily hurdles and prejudice in her native Uzbekistan. In 1999, she was granted refugee status and came to America to join her daughter. After the minimum five-year waiting period, Ms. Ovsyannikova applied to become a citizen. She passed her test and was told she would be mailed an invitation to take" , "date" : "20070102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Something to Tide You Over" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/02\/opinion\/02tue3.html"}]