[  {"body" : "A security guard for New York City Transit was shot and killed on a street near Paerdegat Basin in Brooklyn early yesterday, shortly after ending his late shift at the Linden Yards maintenance center in Canarsie, officials said. The guard, James Plucica, 37, who New York City Transit officials said had worked from 4 p.m. to midnight Saturday, was" , "date" : "20070312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Transit Guard Is Fatally Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/12\/nyregion\/12transit.html"} , {"body" : "LAST week, Carl Kruger, a Democratic state senator representing New York's 27th District in South Brooklyn, introduced a bill into the Legislature that would, he said, tackle the pressing problem of ''iPod oblivion.'' This, the senator suggested, is a sort of walking catatonia suffered by the thousands of owners of not just the popular music device" , "date" : "20070212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "3" , "title" : "LINK BY LINK; Can Common Sense Be Legislated?" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/12\/technology\/12link.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "The only thing stretching across the entrance to the Bay Front Estates at Mill Basin last week, over a mud-and-gravel road split by a trench for the new water and sewer pipes, was a string of multicolored flags, sagging from a pair of long two-by-fours driven into the raw ground. But while the development, in southeastern Brooklyn, is still" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL | Southeast Brooklyn; Something There Is That Does Love a Wall" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28stre.html"}]