[  {"body" : "IT wasn't long ago that Jin Pak declared he would never live north of 14th Street. Shortly after that, his wife, Alexandra Clarke, declared she would never move from Manhattan. When the time came, of course, both assertions fell by the wayside. The couple first lived in Zeckendorf Towers in Union Square, where Ms. Clarke bought a studio condominium" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Learning Never to Say Never" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/realestate\/28hunt.html"} , {"body" : "THEY use a pickle jar as a fishbowl, a vintage egg incubator as a stereo stand, and a cobbler's bench as a coffee table. Robert Wilson and Elizabeth Crowell are skilled at the art of repurposing. Their 3,900-square-foot Victorian town house in the Prospect Heights neighborhood of Brooklyn is filled with curiosities that have unexpected pasts." , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | PROSPECT HEIGHTS, BROOKLYN; The Ultimate Recyclers" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/realestate\/21habi.html"} , {"body" : "Manhattan Gramercy Park Area $630,000 201 East 21st Street (Quaker Ridge) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, kitchen with windows, marble bath, hardwood floors, north and east exposures; maintenance $813, 50% tax-deductible; listed at $630,000, 32 weeks on market (broker: Citi Habitats New York)" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/18\/garden\/18nysale.html"} , {"body" : "The founding principal of the city's first Arabic-language school said yesterday that the Bloomberg administration forced her to resign in August by threatening to shut the school. She said she was applying to get the job back. In her first detailed public account of what led her to step down after defending the word ''intifada'' on a T-shirt, the" , "date" : "20071017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Arabic School Ex-Principal Fights to Get Her Job Back" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/17\/education\/17principal.html"} , {"body" : "Blue Marble Ice Cream in Boerum Hill, Brooklyn, has an airy, whitewashed look that suggests the seashore, which somehow enhances a scoop of refreshing mint chip, deeply flavorful strawberry, creamy vanilla or lightly sweetened green tea, above right. Alexis Miesen and Jennie Dundas, the owners, have created a child-friendly place serving" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Two New Blues in Brooklyn, the Upbeat Kind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DD173DF933A25753C1A9619C8B63"} , {"body" : "IT wasn't supposed to matter to Brooklyn. Heath Ledger, the crown prince of the borough's celebrity aristocracy, apparently fled his fiefdom in Boerum Hill for Manhattan after splitting up with his girlfriend, the actress Michelle Williams. ''To each his own,'' said Jay Wilkinson, 29, an actor who lives in the neighborhood, speaking just blocks" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Brooklyn's Fragile Ego-System" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/fashion\/30brooklyn.html"} , {"body" : "BOERUM HILL CO-OP $799,000 BROOKLYN: 438 Pacific Street (near Bond Street), #1 A two-bedroom, one-bath garden apartment in a four-unit building. Mohamed B. Mohamed, Nancy McKiernan Realty Inc. (718) 858-3822, ext. 104; www.brooklynbrownstones.com Open house Sunday, 2 to 4 p.m. MAINTENANCE: $727 a month PROS: On a brownstone block, the apartment has" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4D9143FF930A1575AC0A9619C8B63"} , {"body" : "FOR many people younger than 17, it is hard to remember a time before the attacks of Sept. 11, 2001. For those older than 17, it is easy to remember the pre-attack days. Seventeen-year-olds are right in the middle. Intellectually and politically, they came of age in the years after Sept. 11, but they were only 11 when the attacks took place: old" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Where They Were, on That Day" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16atta.html"} , {"body" : "As more than a million New York City public school students returned to class yesterday, Maria A. Aviles, the principal of Junior High School 45 in East Harlem, greeted children and reassured parents -- a familiar opening-day ritual for a year that promises broad changes for the nation's largest school system and its principals. To make principals" , "date" : "20070905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Open to Greet a Year Full of Change" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/05\/nyregion\/05school.html"} , {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail is sgfreedman@nytimes.com." , "body" : "Last Feb. 12, you may recall, New York education officials announced plans to open a minischool in September that would teach half its classes in Arabic and include study of Arab culture. The principal was to be a veteran teacher who was also a Muslim immigrant from Yemen, Debbie Almontaser. The critical response began pouring in the very next day." , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; Critics Ignored Record Of a Muslim Principal" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/education\/29education.html"} ,   {"body" : "Two years ago Freddy Saint-Aignan and his wife, Angelika, found the perfect location for their fledgling bar\/restaurant, the Sugar Lounge: Columbia Street in Brooklyn. The building was just the right size, had a spacious backyard garden and sat beside Upper New York Bay. The city had big plans for the area: green space and parks, cruise ship piers" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMBIA STREET JOURNAL; Two Years Later, a Street Still Waits For Its Promised Gentrification" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28columbia.html"} , {"body" : "Nearly all the 65 dual-language programs in the New York City public schools are conducted in Spanish and Chinese, languages that are considered practical tools for future success. So far, French has not fit into that equation. But next month, the first French-English dual-language programs will begin at three schools in the city: Public School 125" , "date" : "20070822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "French Gains Foothold on Dual-Language Map" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/22\/education\/22french.html"} , {"body" : "ELANA KAROPKIN, 31, the principal of the public Urban Assembly School for Law and Justice in Brooklyn, seems wise beyond her years. When she was 24 and a fledgling English teacher, she decided she should buy an apartment before the exploding real estate market forced her out of her native Brooklyn. Although she was happily sharing a three-bedroom" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; Earning an A in Real Estate 101" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/realestate\/19habi.html"} , {"body" : "When aides to Schools Chancellor Joel I. Klein were presented last fall with a proposal for an Arabic language and culture school, they thought the idea could be controversial. But they said they could not resist the appeal of a school that seemed right for the times and that would be a piece of the school system's mosaic of dual-language programs." , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How a New Arabic School Roused the City's Old Rivalries" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/education\/15school.html"} , {"body" : "Congestion Pricing and Working Artists To the Editor: Re ''Congestion Pricing, Still Alive'' (editorial, July 29): One of the most infuriating things about the congestion pricing plan is that it assumes everyone is the same, and that public transportation is always an available and viable alternative. How ironic that Mayor Bloomberg has neglected" , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE6DF1330F931A2575BC0A9619C8B63"} , {"body" : "The principal of New York City's first public school dedicated to the study of Arabic language and culture resigned under pressure yesterday, days after she was quoted defending the use of the word ''intifada'' as a T-shirt slogan. Debbie Almontaser, a veteran public school teacher, stepped down as the principal of Khalil Gibran International" , "date" : "20070811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Head of City's Arabic School Steps Down Under Pressure" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/11\/nyregion\/11school.html"} , {"body" : "LAST Thursday, as I tagged along with the judges who were assessing six of the 42 semifinalists in the Greenest Block in Brooklyn contest -- culled from 225 blocks that entered in June -- I saw plenty of impatiens planted beneath street trees, homemade planters fashioned out of old office chairs and washboards, and humble plants like a rose of" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "IN THE GARDEN; Recognizing Those Who Keep Brooklyn in Bloom" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/garden\/26garden.html"} , {"body" : "LAST week on Smith Street, near the Bergen Street subway station in Brooklyn, a team of sharp-looking designers sanded away the last remaining evidence of a ragtag bar called Vegas that once occupied the site. On Thursday, it reopened as the country's 158th Lucky Brand Jeans store, a division of the Liz Claiborne fashion empire. Meanwhile, a block" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Smith Street Confronts The Corporate Takeover" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/fashion\/26COBBLE.html"} , {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "WHEN Edgar Bronfman Jr. signed a contract to sell his town house on 15 East 64th Street -- for $51 million, brokers say -- the price might not have set a record, but it might be the priciest ''for sale by owner'' transaction ever. Homes offered for sale by owner, known as FSBOs (pronounced FIZZ-bos) are sold without a listing broker, and usually" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Big Deal; A Record FSBO?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DB1E3EF936A25754C0A9619C8B63"} , {"body" : "To the Editor: Re ''Some Subways Found Packed Past Capacity'' (news article, June 26): NYC Transit asserts that the most crowded lines already run as many trains as possible during peak hours. As an inhabitant for more than two decades each of both the Upper West Side and Boerum Hill, I can tell you that when a neighborhood offers a choice of many" , "date" : "20070702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Crowded on the Subway? Read This" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5DA143EF931A35754C0A9619C8B63"} ,   {"body" : "On a few dirty squares of sidewalk in Crown Heights, Brooklyn, is a chalk drawing as mysterious to the uninitiated as hieroglyphics. Someone had, with great care, marked off a series of squares and given each a numerical value, although there did not seem to be any obvious pattern. The drawing is a skelly board, for a game once so popular on the" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Anyone Up for Stickball? In a PlayStation World, Maybe Not" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01street.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $511,750 80 John Street (Gold Street) (South Star) 695-sq.-ft. studio condo in a recently renovated prewar building; 24-hr. doormen, concierge; dining area, 2 exposures; fitness center in building; common charge $498; taxes $2,494; listed at $555,000, 2 weeks on market (broker: Citi Habitats New York) FLATIRON $777,500" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E5DE103DF93BA15755C0A9619C8B63"} , {"body" : "Walk the length of Lafayette Street, from Foley Square downtown up to Ninth Street in Greenwich Village, and you'll find an ever-evolving lineup of restaurants. These all opened within the past year and a half. CAFFE FALAI (212) 274-8615; 265 Lafayette Street (Prince Street); $; $25 and Under: 3\/7\/07. This is the latest venture of Iacopo Falai, who" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING\/LAFAYETTE STREET; Newcomers, End to End" , "url" : "http:\/\/events.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10rest.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Let's say that a company moves out of a New York neighborhood that has borne its name for more than a century. Let's also say that we are talking about the place where the ball drops every New Year's Eve. In this age of naming rights and branding strategies, some people might be eager for a change. How does Durst Square strike you? Fine, just fine," , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY" , "HERALD SQUARE (NYC)" , "LONG ACRE SQUARE (NOW TIMES SQUARE, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Movers Come to Times Sq., but the Name Stays" , "url" : "http:\/\/select.nytimes.com\/\/2007\/06\/08\/nyregion\/08nyc.html"} , {"body" : "Manhattan GREENWICH VILLAGE $870,000 20 East Ninth Street (Brevoort East) 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge; south exposure; gym and laundry in building; maintenance $1,163, 49% tax deductible; listed at $895,000, 7 weeks on market (broker: Beth Chase Real Estate) MURRAY HILL $382,000 245 East" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5D71430F932A05756C0A9619C8B63"} , {"body" : "A 46-year-old Brooklyn man was found shot to death in his apartment yesterday afternoon, and his brother was being sought as the leading suspect, the police said. The victim, whose name had not been released pending family notification, was shot several times in the torso. His body was found shortly after 3 p.m. in the apartment at 109 Butler" , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Brother's Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E0D81430F933A05756C0A9619C8B63"} , {"body" : "The Brooklyn borough president yesterday defended his removal of nine members from a community board that had criticized Atlantic Yards, the $4 billion high-rise-cum-arena project that he has called the future of the borough. ''Being a member of the community board is a very prestigious job,'' said the president, Marty Markowitz. ''However, it is" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Shake-Up of Board Is Defended" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26board.html"} , {"body" : "GARDENING in New York City can require the determination of a weed pushing through a sidewalk. There are hardships of space, light, microclimate and wind, not to mention the pain of hauling supplies across town and, frequently, up several flights of stairs. Add to that the shortage of serious garden centers -- the kind with space for 50-pound bags" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York's Nurseries Try a Transplant" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/garden\/24centers.html"} , {"body" : "The letter arrived in Marilyn Oliva's mailbox yesterday from the Brooklyn borough president, Marty Markowitz. It thanked her for her dedication to the community as a member of Community Board 6, but informed her that her services were no longer needed. Ms. Oliva was disappointed. She was also not alone. Though community board members' terms are" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Project's Foes Shown Door In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/nyregion\/23yards.html"} , {"body" : "AT the northeast corner of Atlantic and Third Avenues, the City Lights Diner serves up plain and hearty fare, like burgers and egg-and-sausage sandwiches. As the customers eat at their green vinyl booths, a slow-moving fan whirs overhead. But a whiff of fanciness is coming to this plain corner of Brooklyn, gratifying the diner's manager, Peter" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAMPTONS (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/BROWNSTONE BROOKLYN; For the Mugs of Brooklyn, the Bus to Bling" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20stre.html"} ,   {"body" : "South Orange Colonial $1,600,000 NEW JERSEY: 21 Tillou Road West A four-bedroom, five-and-a-half-bath colonial overlooking preserved wetlands. In addition to a living room, family room and library, the house has a walk-out lower level with fitness room, second family room, nanny's bedroom and two baths. Cheryl Schwartz, Weichert (973) 313-0814," , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E7DF1131F933A15756C0A9619C8B63"} , {"body" : "The Department of Education stood on the firing line last night at a contentious PTA meeting attended by more than 100 Brooklyn parents whose schools are set to share space with the Khalil Gibran International Academy, a new dual-language school that will teach Arabic language and culture. Parents at the Math and Science Exploratory School, a" , "date" : "20070515" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Now, Parents in Boerum Hill Raise Objections to an Arabic School" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/15\/nyregion\/15school.html"} , {"body" : "The Department of Education has found a temporary site for the Khalil Gibran International Academy, a public school devoted to the study of Arabic language and culture that is scheduled to open in September. The school will be put in a building at 345 Dean Street in Boerum Hill, Brooklyn, that currently houses the Brooklyn High School of the Arts" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Arabic School Finds Temporary Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10school.html"} , {"body" : "Wine in Brooklyn A wine tasting to benefit CancerCare will be held on Sunday from 1 to 4 p.m. at Donna da Vine, 378 Atlantic Avenue (Hoyt Street), Boerum Hill, Brooklyn. The wines to be tasted are all from wineries that support charities that fight cancer. Reservations, $65: (718) 643-2250. From Turin, at the U.N. A dozen chefs from Turin, Italy," , "date" : "20070509" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "6" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/09\/dining\/09fcal.html"} , {"body" : "Price Table Less than $300,000 $300,000 to $599,999 $600,000 to $899,999 $900,000 to $1.2 million More than $1.2 million In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent list Amenities Table Number of bedrooms Number of full bathrooms Number of half" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD7153EF93AA15757C0A9619C8B63"} , {"body" : "Manhattan CHELSEA $1.39 million 300 West 23rd Street 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar building; 24-hr. doormen; renovated kitchen, north and east exposures; wraparound terrace; laundry in building; maintenance $2,093, 58% tax deductible; listed at $1.45 million, 8 weeks on market (broker: Halstead Property) WEST MIDTOWN $800,000 100" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DF153EF935A15757C0A9619C8B63"} , {"body" : "An article on April 3 about a plan by the New York City Department of Correction to reopen and expand the Brooklyn House of Detention in Boerum Hill referred incorrectly to a community leader who opposes the reopening. Sandy Balboza, president of the Atlantic Avenue Betterment Association, is a woman." , "date" : "20070414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDD103FF937A25757C0A9619C8B63"} , {"body" : "FITTINGLY for a store in a neighborhood that desperately needs a style lift, Hollander & Lexer is named for two pioneering plastic surgeons from the early 1900s. ''This used to be faux-rococo heaven for fake Marie Antoinettes,'' Hicham Benmira, one of the store's owners, said of this stretch of Atlantic Avenue. ''The men in this area were ready for" , "date" : "20070405" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; The Clothes Closet At the Mad Scientist's" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/05\/fashion\/05CRITIC.html"} , {"body" : "The city's Department of Correction wants to double the number of prisoners it plans to house at a reopened Brooklyn House of Detention as part of its effort to ease pressure on the aging jail complex on Rikers Island, officials said yesterday. The plan to expand the Brooklyn jail, which has been closed since 2003, will take five years and should" , "date" : "20070403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Help Rikers, City Wants More Prisoners in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/03\/nyregion\/03jail.html"} , {"body" : "SUE PIKE, a slender 45-year-old who lives in Prospect Heights, Brooklyn, does not consider herself a ''cat whisperer.'' She is, however, in the business of psychically healing these most touchy of man's animal companions. ''I'm in the field of animal communication,'' Ms. Pike explained the other day as she was visiting a particularly" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Look Who's Talking" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18cats.html"} ,   {"body" : "Boerum Hill Triplex $695,000 BROOKLYN: 70 Hoyt Street (corner of State Street), #1 A three-bedroom, one-and-a-half-bath, two-floors-plus-loft-space co-op in a onetime commercial building. Sue Wolfe, Nancy McKiernan Realty (718) 858-3822, ext. 100, www.brooklynbrownstones.comOpen house Sunday, noon to 2 p.m. MAINTENANCE: $758 a month PROS: This" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDF1F31F93BA25750C0A9619C8B63"} , {"body" : "From Tuscany to '21' A wine dinner prepared by Attilio di Fabrizio of the Villa San Michele hotel near Florence, Italy, will be offered tonight at 6:30 at Upstairs at ''21,'' 21 West 52nd Street. The cost is $160: (212) 582-7200. Some of the chef's dishes will also be on the ''21'' Club menu downstairs through Friday night. A Month of Wine Wine" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/28\/dining\/28fcal.html"} , {"body" : "Manhattan TRIBECA $2.8 million 92 Warren Street (Greenwich Street) 3-bedroom, 2 1\/2-bath, 2,082-sq.-ft. condo in newly constructed building; 24-hr. doormen, dining room, eat-in kitchen, fireplace, terrace; common charge $1,716; taxes $3,396 (abated); listed at $2.8 million, 4 weeks on market (brokers: Prudential Douglas Elliman; Eychner Associates)" , "date" : "20070222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E7DD133EF931A15751C0A9619C8B63"} , {"body" : "IT'S a cake that can stop traffic. The layers are an improbable red that can vary from a fluorescent pink to a dark ruddy mahogany. The color, often enhanced by buckets of food coloring, becomes even more eye-catching set against clouds of snowy icing, like a slash of glossy lipstick framed by platinum blond curls. Even the name has a vampy allure:" , "date" : "20070214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "So Naughty, So Nice" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/14\/dining\/14velv.html"} , {"body" : "Manhattan Less than $300,000 Upper East Side $231,000 428 East 85th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 12 weeks 340-sq.-ft. co-op in a prewar building; renovated kitchen and bath, oversize windows, h\/w floors; maintenance $381, 50% tax deductible; listed at $235,000. Brokers:" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD8113FF932A25751C0A9619C8B63"} , {"body" : "OPEN NOW FLOATING MARKET ROOM AT HURAPAN KITCHEN -- This Thai restaurant, which just got a liquor license, has opened a downstairs lounge, where cocktails like the Chiang Mai Fizz (Champagne and pomegranate juice) are served along with small plates inspired by Bangkok's floating market: 29 Seventh Avenue South (Morton Street), (212) 727-2678." , "date" : "20070207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/07\/dining\/07off.html"} , {"body" : "AT 8:30 on a recent morning, a line of cars snaked into the J & L Parking lot on Pacific Street in Boerum Hill, Brooklyn. There to greet them, as always, was the lot's manager, John Trombino, a substantial figure with a jet-black mane. Like many lots, J & L accommodates ''dailies'' -- commuters who arrive and depart at rush hour -- and" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/PARKING; Car Choreography" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28park.html"} , {"body" : "IN Boerum Hill, separated only by the width of Atlantic Avenue, come two different Muslim calls to prayer. One is Sunni and one is Shiite. The voice of the Sunni muezzin comes from a six-story mosque called Masjid al-Farooq. Its powerful sound system carries the call not only throughout the building but outside as well, to be heard over the" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Sunnis and Shiites, A Street Apart" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/nyregion\/thecity\/14sunn.html"} , {"body" : "Even at Atlantic Avenue and Court Street, a bustling corner of Brooklyn that is home to a freshly built luxury apartment building and a gleaming new Y.M.C.A., the structure on the southeast corner of the intersection is the shiniest thing in sight. It has tempered glass walls and a translucent roof, brushed-metal accents and an insouciant row of" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Sleek They Are. But Will They Make the Cut?" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07shel.html"}]