[  {"body" : "OVER the last three years, the most visible adherent of the Chabad-Lubavitch sect of Hasidic Judaism has been a strapping 20-something reggae singing star named Matisyahu. After joining the sect around 2001, Matisyahu became a regular guest and performer at Chabad's outposts around the world. In songs and interviews, he frequently mentioned Rabbi" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ORTHODOX BROOKLYN; For a Singer and a Sect: A Rift Amid the Riffs?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23orth.html"} , {"body" : "FOR at least 13 years, neighbors say, the overgrown land behind the ShopRite parking lot in Borough Park, Brooklyn, has been a headache. Among many complaints made to the city, they pointed in 1994 to fire damage to an old warehouse at the site, in 1998 to the danger that the warehouse roof would collapse, and, just this fall, to homeless people" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BOROUGH PARK; On an Unloved Lot, A New Source of Friction" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25fing.html"} , {"body" : "ON the morning in August 2005 when Sam Habib and Cindy Gluck opened their first Dunkin' Donuts, they awoke at dawn to make sure that the glazed fritters and French crullers were out on the counter. Then Mr. Habib sneaked off to the neighboring mosque to pray, and Ms. Gluck, panicky about the prospects of their new venture, went to the back of the" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; Worshiping Different Gods (But United on the Issue of Pork)" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18donu.html"} , {"body" : "Prosecutors in Brooklyn said yesterday they were pursuing the extradition of a man who fled to Israel more than 20 years ago after being accused of molesting young boys. The man, Avrohom Mondrowitz, 59, was indicted in 1985 on eight counts of child abuse and five counts of sodomy involving four boys ages 9 to 15. He left for Israel before he could" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "22 Years Later, a Child Abuse Suspect's Extradition Is Sought" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16molest.html"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "A Brooklyn contractor faces $25,000 in fines for a worker's death in a trench collapse this year, the federal Labor Department said yesterday. On May 4, a day laborer from Ecuador, Juan Amendano, was working for the contractor, Star-Pak Contracting, on the foundation of a private school on 72nd Street in Dyker Heights when a trench he was standing" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Fines Over Worker's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E1D61E30F93BA25753C1A9619C8B63"} , {"body" : "THERE are lots of underground scenes in New York, but few as literal as the one at the 14th Street and Eighth Avenue subway station. Here, at a nexus of the A, C, E and L lines, many of the city's most quintessentially stylish groups converge. There are shoppers and clubbers heading for the meatpacking district, art world denizens and gay residents" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Watch the Closing Doors, Especially in That Outfit" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/04\/fashion\/04SUBWAY.html"} , {"body" : "Detectives have sifted through garbage cans, scrutinized surveillance video, searched under sewer grates and scoured hardware stores in and around a Brooklyn neighborhood defaced by anti-Jewish slurs and graffiti last week, Police Commissioner Raymond W. Kelly said yesterday. Swastikas were spray-painted or scratched on sidewalks, cars and" , "date" : "20071001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Commissioner Visits Synagogues Hit by Vandalism" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/01\/nyregion\/01kelly.html"} ,   {"body" : "Diana A. Johnson, a State Supreme Court justice, won the Democratic nomination for a Surrogate's Court judgeship in Brooklyn yesterday following a hard-fought race on an otherwise sleepy primary day. With yesterday's victory, Ms. Johnson has become well positioned to become the first black Surrogate's judge in Brooklyn. She defeated ShawnDya L." , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Justice Wins Brooklyn Surrogate Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19elect.html"} , {"body" : "A 74-year-old rabbi was killed yesterday afternoon in a fire that consumed the two-story Brooklyn house where he lived, the police said. The body of Rabbi Hyman Weintraub was found in his living room on the second floor of 1850 53rd Street, in Borough Park, the police said. The fire, which took about 60 firefighters more than half an hour to bring" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rabbi Dies in Home Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19fire.html"} , {"author" : "Zev Chafets is a frequent contributor to the magazine and the author of 'A Match Made in Heaven: American Jews, Christian Zionists and One Man's Exploration of the Weird and Wonderful Judeo-Evangelical Alliance.''" , "body" : "When Lev Leviev's first son, Shalom, was born in 1978, Leviev decided to circumcise the baby himself. He was only 22 years old. He had never studied the art of circumcision and never performed one. But he had seen it done. His father, Avner, had been an underground mohel in Tashkent, the capital of Uzbek Republic, at a time when performing any" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "RUSSIA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "The Missionary Mogul" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/magazine\/16Leviev-t.html"} , {"body" : "A woman was shot to death by her companion on a Brooklyn street early yesterday as she tried to flee their burning apartment with her 4-year-old daughter, the police said. The man, who had set the apartment ablaze, then fatally shot himself. The woman, identified by the police as Christina Scarabaggio, and the man, Christopher Flynn, both 27, were" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Suspected Murder-Suicide in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/16boropark.html"} , {"body" : "Nearly half of middle and high school students surveyed in New York City public schools say that students who get good grades are not respected. Nearly a quarter of parents call smaller class sizes the chief improvement they seek. More than a third of teachers say they do not trust their principals. Those were some of the findings of a $2 million" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Survey Reveals Student Attitudes, Parental Goals and Teacher Mistrust" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/nyregion\/07schools.html"} , {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} , {"body" : "WHEN you were a toddler, you needed someone to tell you what to taste. Cheerios, yes. Dirt, no. Electrical outlets, no way. As an adult, you presumably don't need much help, though occasionally a sommelier comes in handy. So the idea of a food tour may seem odd: why pay someone to tell you what to eat? In short, because it's a way to participate" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK | FOOD TOURS; Their Itinerary Is Your Menu" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/26\/travel\/26weekend.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "The last straw for Simcha Felder came months ago. Actually, it was more like the last scrap of paper. His mother had been given a $100 sanitation summons for some advertisement fliers that lay messily on the sidewalk in front of her house in Borough Park, Brooklyn. You've all seen those kinds of fliers and their pesky first cousins: restaurant" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Of Fliers, Fines And the Limits Of Patience" , "url" : "http:\/\/select.nytimes.com\/\/2007\/08\/24\/nyregion\/24nyc-column.html"} , {"body" : "Only days before the expiration of his $1.3 billion contract to buy a sprawling Brooklyn housing complex, David Bistricer is throwing the real estate equivalent of a Hail Mary pass. Federal and state officials have twice rejected his bid to buy the complex, Starrett City, a cluster of 46 buildings and 5,881 apartments wedged between Canarsie and" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "With Starrett City Deal Nearly Dead, Developer Tries Again" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03starrett.html"} , {"body" : "A Brooklyn girl, 4, was treated yesterday at Maimonides Medical Center after being sexually assaulted on Monday in Borough Park, the police said. She was discovered by a neighborhood resident wandering alone in the street about 9 p.m. on Monday after a man picked her up in a black car on 52nd Street between 19th and 20th Avenues, drove her to an" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Girl Assaulted In Borough Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDC1731F93BA25754C0A9619C8B63"} ,   {"body" : "It was the kind of Brooklyn neighborhood where an unmarked car with government plates drew hostile stares, and a badge emblazoned with the words ''immigration officer'' could cause a panic. ''Just keep smiling,'' Tamika Gray, an immigration officer, said aloud to herself as she steered the car under the elevated tracks in Bushwick, meeting the" , "date" : "20070717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Without Guns or Raids, a Tiny Squad of Officers Homes In on Visa Fraud" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/17\/nyregion\/17fraud.html"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. Admission: $8; students and 62+, $7; under 12, free. Tuesday night at 6, ''Celtic Melodies: Songs of Thomas More and Robert Burns,'' by Linda Russell & Companie; $15; $7 for children under 12; free" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D61E3EF930A25754C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF they could have predicted the future, Julie and Neil Weintraub would have bought a one-bedroom co-op, not a two-bedroom, for their first home. As their family grew, they began hunting for a larger one. But they let several opportunities pass, reluctant to commit to a new place until they sold their old one. That took more than a year. ''On some" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Crystal Ball Would Have Been Nice" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/realestate\/06Hunt.html"} , {"body" : "IF there is a song of the lazy, unmarried man in New York, the words and music can be found most often in that pile of yellowed and stained takeout menus on top of his fridge. Pummeled after a day of work and bound to the couch by a ''Seinfeld'' mini-marathon on TBS, this man does not venture into the world's most food-diverse city in search of" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "URBAN TACTICS; In Praise of General Tso" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06menu.html"} , {"body" : "APPROPRIATELY enough, percussion from construction hammers provides the audio backdrop at the Midtown office of Avi Schick, the sumo-size former deputy in Eliot Spitzer's hyperactive attorney general's office. Now, at the request of Governor Spitzer, he wears a double hard hat as president of the Empire State Development Corporation and, starting" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Juggling a Pair of Policy Jobs, to the Music of Hammers" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/nyregion\/27lives.html"} , {"body" : "Prof. Liviu Librescu faced many trials in his 76 years, growing up and living in Romania. There were the Nazis, who imprisoned his family when he was a child. Then there was the totalitarian regime of Nicolae Ceausescu, which forbade him from working when he refused to join the Communist Party. But it was a trial in a most unlikely place that" , "date" : "20070419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BLACKSBURG (VA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "MASSACRE IN VIRGINIA; Professor's Violent Death Came Where He Sought Peace" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/19\/us\/19professor.html"} , {"body" : "David Bistricer, whose initial attempt to buy the Starrett City housing complex in Brooklyn was rejected a month ago by federal regulators, is back. He has a new plan, a well-regarded architect, powerful lobbyists and something he was missing in his first go-round: potential backing from two politically influential black ministers. The ministers," , "date" : "20070406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aspiring Buyer Of Starrett City Is Back Onstage" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/nyregion\/06starrett.html"} , {"body" : "STANDING in the Belmont Lounge near Union Square the other night, a lime wedged in the neck of his Corona, Art Malov posed a question to the 15 men around him. ''How many of you have been in a situation where you've seen a beautiful woman and didn't have anything to say?'' Every man raised his hand. But the men were making an effort that night to" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/Plotting; Wingmen in the Wings" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25wing.html"} , {"body" : "AT 10 on a blustery night a few weeks ago, a slightly built 44-year-old Orthodox Jew named Isaac Schonfeld trudged to the top floor of the Millinery Center Synagogue. The synagogue, a three-story building on the Avenue of the Americas in the garment district, was opened in 1948 by a congregation of dressmakers and hatters. Their names, an" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'City of Refuge'" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18hasi.html"} ,   {"body" : "A federal judge has dismissed a lawsuit filed against the New York Police Department by a man who claimed that officers beat him during a 2004 burglary arrest in Brooklyn. The judge, Shira Scheindlin of Federal District Court, issued a directed verdict on Tuesday, meaning that no reasonable jury could have found for the plaintiff, the City Law" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Burglar Loses Lawsuit Against City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4DB1E31F936A25750C0A9619C8B63"} , {"body" : "TRUE--Lisa (Leeba), of Berkeley, CA, and Borough Park, Brooklyn, daughter of Geraldine (Kaplan) and Tom True, sister of Merlyn Messenger, died Friday, February 9th, at home in Berkeley, CA, after a long battle with cancer. Family and friends remember her as an artistic, kind, creative spirit; a woman who ''...reached for the light in spite of much" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths TRUE, LISA (LEEBA)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DE143AF937A35750C0A9619C8B63"} , {"body" : "For more than a month, politicians and housing officials from Albany to Washington have tried to outdo one another in vilifying David Bistricer, the developer who bid $1.3 billion for the complex of low- and moderate-income apartments in Brooklyn known as Starrett City. They suggested he would raise rents, slash services and throw longtime tenants" , "date" : "20070303" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY HOUSING DEVELOPMENT (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS ANALYSIS; In City's World of Real Estate, Outsider Gets Cold Shoulder" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/03\/nyregion\/03starrett.html"} , {"body" : "Rabbi Zacharia Eisenbach dips his quill into a jar of black ink, then painstakingly restores each faded calligraphic letter. The quill makes a soft scratching sound as it travels slowly across the parchment. The work, intensely physical, straining the eyes and nerves, is precise and time-consuming. Rabbi Eisenbach is a practitioner of one of the" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Letter by Letter, Sacred Documents Are Reborn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02torah.html"} , {"body" : "Fire officials shut down a garment factory on 60th Street near 12th Avenue in Borough Park yesterday, ordering about 15 workers to leave because of safety hazards posed by piles of cloth and other materials in the basement and insufficient access to the exits. A Buildings Department official said citations were issued to the factory owners for" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Fire Violations Shut Factory" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DB1F3EF93BA15751C0A9619C8B63"} , {"body" : "A former funeral home manager and his wife were arrested yesterday and charged with illegally collecting more than $20,000 in Medicaid benefits, the authorities said. The couple, Abraham Levy, 36, and Miriam Levy, 37, of Brooklyn, lied about their income and neglected to tell welfare officials about a bank account into which they deposited more" , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Couple Charged With Medicaid Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9F0DE2D6123EF932A15751C0A9619C8B63"} , {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "An accident on Thursday that resulted in a Brooklyn man freezing to death while he and his wife were trapped in their car for 32 hours has renewed the discussion for cellphone service along a mountainous stretch of highway in Adirondack Park. Alfred and Barbara Langner of Borough Park were returning from a wedding in Montreal when their car went" , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "ADIRONDACK PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Death Upstate Renews Phone-Tower Controversy" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/nyregion\/29crash.html"} , {"body" : "AT 10 o'clock on a recent Thursday night, the corner of 53rd Street and 13th Avenue in the heart of Borough Park was bustling with traffic. In this neighborhood, an ultra-Orthodox stronghold for the past decade, a sea of religious Jews clad in traditional black and white garb scurried in every direction for late-night prayer, shopping or something" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In the Wee Hours, Worship and More" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28hour.html"} , {"body" : "It was a bizarre sight: a cadre of Orthodox Jews, with their distinctive hats, beards and sidelocks, standing alongside President Mahmoud Ahmadinejad of Iran last month at a conference in Tehran on the Holocaust. Among them was Rabbi Yisroel Dovid Weiss, spokesman and assistant director of a small anti-Zionist group with a foothold in this town in" , "date" : "20070115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL" , "IRAN" , "MONSEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends in Iran Make for Discord at Home" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/15\/nyregion\/15rabbi.html"} ,   {"body" : "OVER the last three years, the most visible adherent of the Chabad-Lubavitch sect of Hasidic Judaism has been a strapping 20-something reggae singing star named Matisyahu. After joining the sect around 2001, Matisyahu became a regular guest and performer at Chabad's outposts around the world. In songs and interviews, he frequently mentioned Rabbi" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ORTHODOX BROOKLYN; For a Singer and a Sect: A Rift Amid the Riffs?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23orth.html"} , {"body" : "FOR at least 13 years, neighbors say, the overgrown land behind the ShopRite parking lot in Borough Park, Brooklyn, has been a headache. Among many complaints made to the city, they pointed in 1994 to fire damage to an old warehouse at the site, in 1998 to the danger that the warehouse roof would collapse, and, just this fall, to homeless people" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BOROUGH PARK; On an Unloved Lot, A New Source of Friction" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25fing.html"} , {"body" : "ON the morning in August 2005 when Sam Habib and Cindy Gluck opened their first Dunkin' Donuts, they awoke at dawn to make sure that the glazed fritters and French crullers were out on the counter. Then Mr. Habib sneaked off to the neighboring mosque to pray, and Ms. Gluck, panicky about the prospects of their new venture, went to the back of the" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; Worshiping Different Gods (But United on the Issue of Pork)" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18donu.html"} , {"body" : "Prosecutors in Brooklyn said yesterday they were pursuing the extradition of a man who fled to Israel more than 20 years ago after being accused of molesting young boys. The man, Avrohom Mondrowitz, 59, was indicted in 1985 on eight counts of child abuse and five counts of sodomy involving four boys ages 9 to 15. He left for Israel before he could" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "22 Years Later, a Child Abuse Suspect's Extradition Is Sought" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16molest.html"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "A Brooklyn contractor faces $25,000 in fines for a worker's death in a trench collapse this year, the federal Labor Department said yesterday. On May 4, a day laborer from Ecuador, Juan Amendano, was working for the contractor, Star-Pak Contracting, on the foundation of a private school on 72nd Street in Dyker Heights when a trench he was standing" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Fines Over Worker's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E1D61E30F93BA25753C1A9619C8B63"} , {"body" : "THERE are lots of underground scenes in New York, but few as literal as the one at the 14th Street and Eighth Avenue subway station. Here, at a nexus of the A, C, E and L lines, many of the city's most quintessentially stylish groups converge. There are shoppers and clubbers heading for the meatpacking district, art world denizens and gay residents" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Watch the Closing Doors, Especially in That Outfit" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/04\/fashion\/04SUBWAY.html"} , {"body" : "Detectives have sifted through garbage cans, scrutinized surveillance video, searched under sewer grates and scoured hardware stores in and around a Brooklyn neighborhood defaced by anti-Jewish slurs and graffiti last week, Police Commissioner Raymond W. Kelly said yesterday. Swastikas were spray-painted or scratched on sidewalks, cars and" , "date" : "20071001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Commissioner Visits Synagogues Hit by Vandalism" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/01\/nyregion\/01kelly.html"} , {"body" : "Diana A. Johnson, a State Supreme Court justice, won the Democratic nomination for a Surrogate's Court judgeship in Brooklyn yesterday following a hard-fought race on an otherwise sleepy primary day. With yesterday's victory, Ms. Johnson has become well positioned to become the first black Surrogate's judge in Brooklyn. She defeated ShawnDya L." , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Justice Wins Brooklyn Surrogate Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19elect.html"} , {"body" : "A 74-year-old rabbi was killed yesterday afternoon in a fire that consumed the two-story Brooklyn house where he lived, the police said. The body of Rabbi Hyman Weintraub was found in his living room on the second floor of 1850 53rd Street, in Borough Park, the police said. The fire, which took about 60 firefighters more than half an hour to bring" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rabbi Dies in Home Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19fire.html"} , {"author" : "Zev Chafets is a frequent contributor to the magazine and the author of 'A Match Made in Heaven: American Jews, Christian Zionists and One Man's Exploration of the Weird and Wonderful Judeo-Evangelical Alliance.''" , "body" : "When Lev Leviev's first son, Shalom, was born in 1978, Leviev decided to circumcise the baby himself. He was only 22 years old. He had never studied the art of circumcision and never performed one. But he had seen it done. His father, Avner, had been an underground mohel in Tashkent, the capital of Uzbek Republic, at a time when performing any" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "RUSSIA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "The Missionary Mogul" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/magazine\/16Leviev-t.html"} , {"body" : "A woman was shot to death by her companion on a Brooklyn street early yesterday as she tried to flee their burning apartment with her 4-year-old daughter, the police said. The man, who had set the apartment ablaze, then fatally shot himself. The woman, identified by the police as Christina Scarabaggio, and the man, Christopher Flynn, both 27, were" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Suspected Murder-Suicide in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/16boropark.html"} , {"body" : "Nearly half of middle and high school students surveyed in New York City public schools say that students who get good grades are not respected. Nearly a quarter of parents call smaller class sizes the chief improvement they seek. More than a third of teachers say they do not trust their principals. Those were some of the findings of a $2 million" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Survey Reveals Student Attitudes, Parental Goals and Teacher Mistrust" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/nyregion\/07schools.html"} , {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} , {"body" : "WHEN you were a toddler, you needed someone to tell you what to taste. Cheerios, yes. Dirt, no. Electrical outlets, no way. As an adult, you presumably don't need much help, though occasionally a sommelier comes in handy. So the idea of a food tour may seem odd: why pay someone to tell you what to eat? In short, because it's a way to participate" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK | FOOD TOURS; Their Itinerary Is Your Menu" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/26\/travel\/26weekend.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "The last straw for Simcha Felder came months ago. Actually, it was more like the last scrap of paper. His mother had been given a $100 sanitation summons for some advertisement fliers that lay messily on the sidewalk in front of her house in Borough Park, Brooklyn. You've all seen those kinds of fliers and their pesky first cousins: restaurant" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Of Fliers, Fines And the Limits Of Patience" , "url" : "http:\/\/select.nytimes.com\/\/2007\/08\/24\/nyregion\/24nyc-column.html"} , {"body" : "Only days before the expiration of his $1.3 billion contract to buy a sprawling Brooklyn housing complex, David Bistricer is throwing the real estate equivalent of a Hail Mary pass. Federal and state officials have twice rejected his bid to buy the complex, Starrett City, a cluster of 46 buildings and 5,881 apartments wedged between Canarsie and" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "With Starrett City Deal Nearly Dead, Developer Tries Again" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03starrett.html"} , {"body" : "A Brooklyn girl, 4, was treated yesterday at Maimonides Medical Center after being sexually assaulted on Monday in Borough Park, the police said. She was discovered by a neighborhood resident wandering alone in the street about 9 p.m. on Monday after a man picked her up in a black car on 52nd Street between 19th and 20th Avenues, drove her to an" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Girl Assaulted In Borough Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDC1731F93BA25754C0A9619C8B63"} , {"body" : "It was the kind of Brooklyn neighborhood where an unmarked car with government plates drew hostile stares, and a badge emblazoned with the words ''immigration officer'' could cause a panic. ''Just keep smiling,'' Tamika Gray, an immigration officer, said aloud to herself as she steered the car under the elevated tracks in Bushwick, meeting the" , "date" : "20070717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Without Guns or Raids, a Tiny Squad of Officers Homes In on Visa Fraud" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/17\/nyregion\/17fraud.html"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. Admission: $8; students and 62+, $7; under 12, free. Tuesday night at 6, ''Celtic Melodies: Songs of Thomas More and Robert Burns,'' by Linda Russell & Companie; $15; $7 for children under 12; free" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D61E3EF930A25754C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF they could have predicted the future, Julie and Neil Weintraub would have bought a one-bedroom co-op, not a two-bedroom, for their first home. As their family grew, they began hunting for a larger one. But they let several opportunities pass, reluctant to commit to a new place until they sold their old one. That took more than a year. ''On some" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Crystal Ball Would Have Been Nice" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/realestate\/06Hunt.html"} , {"body" : "IF there is a song of the lazy, unmarried man in New York, the words and music can be found most often in that pile of yellowed and stained takeout menus on top of his fridge. Pummeled after a day of work and bound to the couch by a ''Seinfeld'' mini-marathon on TBS, this man does not venture into the world's most food-diverse city in search of" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "URBAN TACTICS; In Praise of General Tso" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06menu.html"} , {"body" : "APPROPRIATELY enough, percussion from construction hammers provides the audio backdrop at the Midtown office of Avi Schick, the sumo-size former deputy in Eliot Spitzer's hyperactive attorney general's office. Now, at the request of Governor Spitzer, he wears a double hard hat as president of the Empire State Development Corporation and, starting" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Juggling a Pair of Policy Jobs, to the Music of Hammers" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/nyregion\/27lives.html"} , {"body" : "Prof. Liviu Librescu faced many trials in his 76 years, growing up and living in Romania. There were the Nazis, who imprisoned his family when he was a child. Then there was the totalitarian regime of Nicolae Ceausescu, which forbade him from working when he refused to join the Communist Party. But it was a trial in a most unlikely place that" , "date" : "20070419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BLACKSBURG (VA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "MASSACRE IN VIRGINIA; Professor's Violent Death Came Where He Sought Peace" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/19\/us\/19professor.html"} , {"body" : "David Bistricer, whose initial attempt to buy the Starrett City housing complex in Brooklyn was rejected a month ago by federal regulators, is back. He has a new plan, a well-regarded architect, powerful lobbyists and something he was missing in his first go-round: potential backing from two politically influential black ministers. The ministers," , "date" : "20070406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aspiring Buyer Of Starrett City Is Back Onstage" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/nyregion\/06starrett.html"} , {"body" : "STANDING in the Belmont Lounge near Union Square the other night, a lime wedged in the neck of his Corona, Art Malov posed a question to the 15 men around him. ''How many of you have been in a situation where you've seen a beautiful woman and didn't have anything to say?'' Every man raised his hand. But the men were making an effort that night to" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/Plotting; Wingmen in the Wings" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25wing.html"} , {"body" : "AT 10 on a blustery night a few weeks ago, a slightly built 44-year-old Orthodox Jew named Isaac Schonfeld trudged to the top floor of the Millinery Center Synagogue. The synagogue, a three-story building on the Avenue of the Americas in the garment district, was opened in 1948 by a congregation of dressmakers and hatters. Their names, an" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'City of Refuge'" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18hasi.html"} , {"body" : "A federal judge has dismissed a lawsuit filed against the New York Police Department by a man who claimed that officers beat him during a 2004 burglary arrest in Brooklyn. The judge, Shira Scheindlin of Federal District Court, issued a directed verdict on Tuesday, meaning that no reasonable jury could have found for the plaintiff, the City Law" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Burglar Loses Lawsuit Against City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4DB1E31F936A25750C0A9619C8B63"} , {"body" : "TRUE--Lisa (Leeba), of Berkeley, CA, and Borough Park, Brooklyn, daughter of Geraldine (Kaplan) and Tom True, sister of Merlyn Messenger, died Friday, February 9th, at home in Berkeley, CA, after a long battle with cancer. Family and friends remember her as an artistic, kind, creative spirit; a woman who ''...reached for the light in spite of much" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths TRUE, LISA (LEEBA)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DE143AF937A35750C0A9619C8B63"} , {"body" : "For more than a month, politicians and housing officials from Albany to Washington have tried to outdo one another in vilifying David Bistricer, the developer who bid $1.3 billion for the complex of low- and moderate-income apartments in Brooklyn known as Starrett City. They suggested he would raise rents, slash services and throw longtime tenants" , "date" : "20070303" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY HOUSING DEVELOPMENT (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS ANALYSIS; In City's World of Real Estate, Outsider Gets Cold Shoulder" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/03\/nyregion\/03starrett.html"} , {"body" : "Rabbi Zacharia Eisenbach dips his quill into a jar of black ink, then painstakingly restores each faded calligraphic letter. The quill makes a soft scratching sound as it travels slowly across the parchment. The work, intensely physical, straining the eyes and nerves, is precise and time-consuming. Rabbi Eisenbach is a practitioner of one of the" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Letter by Letter, Sacred Documents Are Reborn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02torah.html"} , {"body" : "Fire officials shut down a garment factory on 60th Street near 12th Avenue in Borough Park yesterday, ordering about 15 workers to leave because of safety hazards posed by piles of cloth and other materials in the basement and insufficient access to the exits. A Buildings Department official said citations were issued to the factory owners for" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Fire Violations Shut Factory" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DB1F3EF93BA15751C0A9619C8B63"} , {"body" : "A former funeral home manager and his wife were arrested yesterday and charged with illegally collecting more than $20,000 in Medicaid benefits, the authorities said. The couple, Abraham Levy, 36, and Miriam Levy, 37, of Brooklyn, lied about their income and neglected to tell welfare officials about a bank account into which they deposited more" , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Couple Charged With Medicaid Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9F0DE2D6123EF932A15751C0A9619C8B63"} , {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "An accident on Thursday that resulted in a Brooklyn man freezing to death while he and his wife were trapped in their car for 32 hours has renewed the discussion for cellphone service along a mountainous stretch of highway in Adirondack Park. Alfred and Barbara Langner of Borough Park were returning from a wedding in Montreal when their car went" , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "ADIRONDACK PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Death Upstate Renews Phone-Tower Controversy" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/nyregion\/29crash.html"} , {"body" : "AT 10 o'clock on a recent Thursday night, the corner of 53rd Street and 13th Avenue in the heart of Borough Park was bustling with traffic. In this neighborhood, an ultra-Orthodox stronghold for the past decade, a sea of religious Jews clad in traditional black and white garb scurried in every direction for late-night prayer, shopping or something" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In the Wee Hours, Worship and More" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28hour.html"} , {"body" : "It was a bizarre sight: a cadre of Orthodox Jews, with their distinctive hats, beards and sidelocks, standing alongside President Mahmoud Ahmadinejad of Iran last month at a conference in Tehran on the Holocaust. Among them was Rabbi Yisroel Dovid Weiss, spokesman and assistant director of a small anti-Zionist group with a foothold in this town in" , "date" : "20070115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL" , "IRAN" , "MONSEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends in Iran Make for Discord at Home" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/15\/nyregion\/15rabbi.html"}]