[  {"body" : "''This one,'' Jermaine McKenzie said, pointing to a cauliflower-shaped scar on his right cheek, ''I fell when I was 2.'' Then he took off his jacket to reveal a four-inch mark on his left arm. ''I slipped on a piece of glass,'' he said, adding, ''I have a bunch of others.'' His mother, Georgia Hill, was a nurse and sadly tended to his wounds each" , "date" : "20071222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Learning to Overcome What Life Throws at Them" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/22\/nyregion\/22neediest.html"} , {"body" : "It is a classic tale of reinvention, American style. Born in the Soviet Union in 1966, Felix H. Sater immigrated with his family to Brighton Beach when he was 8 years old. At 24 he was a successful Wall Street broker, at 27 he was in prison after a bloody bar fight, and at 32 he was accused of conspiring with the Mafia to launder money and defraud" , "date" : "20071217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Real Estate Executive With Hand in Trump Projects Rose From Tangled Past" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/17\/nyregion\/17trump.html"} , {"body" : "RESIDENTS of the bungalow district of Brighton Beach, a 10-block stretch of wooden single-family houses in Brooklyn that stand cheek-by-jowl along narrow lanes, are accustomed to feeling embattled. Since the late 1990s, developers have been snapping up these bungalows, which are half a mile from the ocean, and replacing them with beige concrete" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BRIGHTON BEACH; Burned Bungalows, And an Iffy Market" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16bung.html"} , {"body" : "MORE than a neighborhood, Flatbush often refers to a sprawling community in central Brooklyn comprising multiple smaller ones. ''It really seems like a catchall for anything,'' said Lenny Linsker, a real estate investor. ''If an area is not definitely a different part of Brooklyn, it's Flatbush.'' But many smaller neighborhoods traditionally under" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | FLATBUSH, BROOKLYN; Note to City Dwellers: Steals Available Here" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/realestate\/02livi.html"} , {"author" : "As told to Jane L. Levere." , "body" : "MY grandfather was the president of a small Sephardic synagogue in Coney Island. My father and I would walk there from Brighton Beach for Sabbath services and the high holidays, and walk back. It was a time for conversation about the world, about growing up, about anything I wanted to ask him and vice versa. I learned how to tap-dance as a very" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "THE BOSS; The Performer in Waiting" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/jobs\/04boss.html"} , {"body" : "THE event grandly titled the Your Highness Grandmother Beauty Pageant has been a fixture in Brighton Beach, Brooklyn, since 1998. But Marina Maystrovich, 16, learned about the event only in August, when Raisa Chernina, its founder and organizer, stopped by the Staples where Marina worked, to photocopy fliers for the pageant. A beauty pageant and" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BRIGHTON BEACH; Grandmother Russia" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/nyregion\/thecity\/28gran.html"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"body" : "MOSCOW PERHAPS the most famous con artist of the Soviet era was a fast-talking, eye-winking, nimble-fingered, double-dealing journeyman named Ostap Bender. He was fictional, the antihero of a satirical novel about a quest for lost jewels called ''The 12 Chairs,'' but his casual disdain for the law reflected a widely held cynicism here. ''This" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Week in Review" , "Technology"] , "page_facet" : "1" , "title" : "SCAM CZARS; What's Russian for 'Hacker'?" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/weekinreview\/21levy.html"} , {"body" : "9 P.M. (NBC) FRIDAY NIGHT LIGHTS The Dillon Panthers, having won the state championship when we left off, juggle success and transformation in this season premiere, starting with Eric Taylor (Kyle Chandler), who begins his stint as head coach of Texas Methodist University just as his wife, Tami (Connie Britton), goes into labor with their second" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "What's On Tonight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DB133DF936A35753C1A9619C8B63"} , {"body" : "AS the sun rises over the imposing blue-green dome of the St. George Ukrainian Catholic Church on East Seventh Street near Third Avenue in the East Village, a small volunteer army of elderly women, many with shawls wrapped around their heads, descend into a nameless luncheonette across the street. The earliest arrivals limp in at 6 in the morning." , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "EAST VILLAGE; Dumplings for the Lord" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/nyregion\/thecity\/30ukra.html"} ,   {"body" : "A woman was shot to death by her companion on a Brooklyn street early yesterday as she tried to flee their burning apartment with her 4-year-old daughter, the police said. The man, who had set the apartment ablaze, then fatally shot himself. The woman, identified by the police as Christina Scarabaggio, and the man, Christopher Flynn, both 27, were" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Suspected Murder-Suicide in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/16boropark.html"} , {"body" : "Mirela Miraj, a daughter of Mri and Gjergj Miraj of Ridgewood, Queens, was married on Friday to Aristotel Kondili, a son of Margalina and Fotaq Kondili of Brighton Beach, Brooklyn. The Rev. Dr. David Rodney Fox, an Eastern Orthodox priest, performed the ceremony at St. Nicholas Albanian Orthodox Church in Jamaica Estates, Queens. Mrs. Kondili, 26," , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "Mirela Miraj, Aristotel Kondili" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/fashion\/weddings\/16MIRAJ.html"} , {"body" : "IT was almost 3 a.m. last Thursday at the Guest House, the Chelsea nightclub. Vodka bottles stood on low tables, paired with carafes of cranberry and orange juice. People danced, D.J.s spun music, but one thing was missing. The models had yet to arrive. The party was called ''Fashion Night,'' sponsored by RussianRadioNY.com, a five-year-old" , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "8" , "title" : "Hold the Pickles, Let's Party" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/13\/fashion\/13club.html"} , {"body" : "THE word ''beach'' in the name of a New York neighborhood is no proof of the presence of sand. Bath Beach, for instance, doesn't have any. Yet Manhattan Beach, on a peninsula in Brooklyn's southeastern corner, has not just one beach, but two. To start with, there is the 400-foot-wide crescent at Kingsborough Community College, whose 70-acre campus" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MANHATTAN BEACH, BROOKLYN; A Little Land With a Lot of Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/realestate\/09livi.html"} , {"body" : "IF asked to name a young American director who made his mark in the early 1990s, who gravitates toward criminal underworlds and loves movies with the passion of a geek, most people would say Quentin Tarantino. But there is another, less obvious answer: James Gray, who directed his first feature, ''Little Odessa,'' when he was 24 and in many ways" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "46" , "title" : "An Auteur For a Neglected New York City" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/movies\/moviesspecial\/09lim.html"} , {"body" : "Racket-wielding Russians have flourished this year at the United States Open. Two Russian women met Friday in one of the women's semifinals, and a Russian man will face the world's No. 1 player, Roger Federer, in the men's semifinals today. New York's immigrant enclaves are often galvanized when teams or athletes from their nations of origin enjoy" , "date" : "20070908" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RUSSIA" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "In a Slice Of the City, A Passion For a Sport" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/08\/sports\/tennis\/08brighton.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "The last thing Nikolay Davydenko appears to be is the kind of tennis player likely to do something splashy, much less crazy. He is fair-haired but prematurely balding, athletic but unimposing, efficient but unspectacular. You could call him the opposite of his fast-living countryman Marat Safin, a Russian well known for flaming on to Grand Slam" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Technology" , "Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Strain of Suspicion Wears on Davydenko" , "url" : "http:\/\/select.nytimes.com\/\/2007\/08\/28\/sports\/tennis\/28araton.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center. Through Oct. 10, Plaza Library and Steinberg Room Gallery, ''Cloud Gate in Photographs,'' an exhibition that features the photographs of Cloud Gate, the Taiwanese experimental dance company. Sponsored by the Asia" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2D61631F937A1575BC0A9619C8B63"} , {"body" : "AROUND TOWN REVENGE OF THE BOOKEATERS Whether they always finished their own homework is debatable, but on Sunday evening a Who's Who of downtown comedy stars, writers and indie rockers will perform in a benefit show for 826NYC, the free tutoring center for children in Park Slope, Brooklyn. Among those scheduled to appear are Feist, the indie" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24wspare.html"} , {"body" : "RICHMAN--Patricia ''Pat'', of Century Village Pembroke Pines, Florida and formerly of Brighton Beach, Brooklyn, New York City passed away on July 15th, 2007. Patricia was interred with her family members at Mt. Hebron Cemetery, Queens, New York. Survivors include her loving husband Elliott, her devoted sister Kathleen Plung, her nieces Holly Semel" , "date" : "20070821" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths RICHMAN, PATRICIA ''PAT''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2DA103AF932A1575BC0A9619C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALLMAN BROTHERS, BOB WEIR AND RATDOG (Tuesday and Wednesday) For anyone who missed the Allman Brothers' 14 shows at the Beacon Theater this spring, these archetypal Southern rockers sweep through the local outdoor amphitheaters next week with Bob Weir, the rhythm guitarist for the Grateful" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17pop.html"} , {"body" : "WHEN Inna Stavitsky ran for City Council from Brighton Beach in 2001, she found herself operating an unpaid sideline in translation. ''I had to translate all the fliers into Russian by myself and print up thousands of copies,'' Ms. Stavitsky recalled the other day. ''Instructions on how to vote, how to use the machines. Who has the right to vote?" , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BRIGHTON BEACH; Russian Voters Feeling Lost Without Translation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EEDA1E30F931A2575BC0A9619C8B63"} , {"body" : "A Ukrainian immigrant who spent his youth in the pool halls of Brighton Beach, carried his shotgun in a tennis racket bag full of weapons and married into a Russian organized-crime syndicate was convicted of murder yesterday for planning and carrying out two shootings in the summer of 1992. The verdict closed a cold case dating to the heady and" , "date" : "20070811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Called The Planner Of 2 Killings Is Convicted" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/11\/nyregion\/11mob.html"} , {"body" : "AROUND TOWN 'BOLLYWOOD IN BROOKLYN' The first time Rekha Malhotra, better known as DJ Rekha, saw the 1977 Bollywood movie ''Hum Kisi Se Kum Nahin'' (''We're Not Less Than Anyone,'' her translation), she was 7 and living in New Delhi. Even then she was struck by the main dance sequence, an 11-minute montage set up as a competition between two" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10wspare.html"} , {"body" : "A Ukrainian immigrant was convicted of murder yesterday for his role in two shootings dating to the heyday of Russian organized crime in Brighton Beach, Brooklyn. The man, Vitaly Ivanitsky, 33, could face life in prison. He seemed resigned, his defense lawyer said. ''He said there's nothing he can do,'' the lawyer, Kenneth J. Montgomery, said" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant Is Convicted For His Role In 2 Killings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/nyregion\/10mob.html"} , {"body" : "''This was the big fish?'' the prosecutor asked, his tenor incredulous, his index finger aimed across the courtroom at Vitaly Ivanitsky. Mr. Ivanitsky, 33, slouched in a chair and idly picked at his dark suit. In his place at the defense table, he looked every bit the small fish, sleepy-eyed and downcast, with a slight paunch, a faint stubble and a" , "date" : "20070807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Prosecution Wraps Up In '92 Case" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/07\/nyregion\/07russian.html"} , {"body" : "A 44-year-old married father of two who left his family's Brooklyn apartment Saturday night to buy some milk died after being stabbed on his return home and collapsing in his father's arms, the police said yesterday. The police did not disclose a motive, and said that the victim, Anthony J. Senisi, may have walked into a dispute that had nothing to" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Out for Milk, Brooklyn Father Is Fatally Stabbed" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/06\/nyregion\/06stab.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'INTO THE LITTLE HILL' (Thursday) With a solid reputation at home, the British composer George Benjamin takes his venture into chamber opera to the Lincoln Center Festival. The subject is the Pied Piper of Hamelin legend, and the production is described as anything but" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Classical" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/music\/20classical.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Brooklyn was never home to Don Newcombe. He was a Jersey guy who now lives in Los Angeles, and even on his rare visits to Brooklyn he does not make nostalgia detours past the development where Ebbets Field used to be. ''Never,'' is the operative word from this strong-willed man. Eighty-one years old and still working for the Dodgers, Newk is worth" , "date" : "20070719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "SPORTS OF THE TIMES; A Jersey Guy's Roots in Brooklyn" , "url" : "http:\/\/select.nytimes.com\/\/2007\/07\/19\/sports\/baseball\/19vecsey.html"} , {"body" : "The city's beaches are sorely in need of improvement, a survey by an independent watchdog group concluded in a report released yesterday, citing too much litter and too few lifeguards as being among the most common problems at the seven city-operated beaches. The group, New Yorkers for Parks, in its first beach survey, gave only one -- Midland" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beaches Get Poor Grades In Report By Monitor" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/18\/nyregion\/18beaches.html"} ,   {"body" : "The word itself seems simple enough, just a hunk of wood and a verb slapped together. Boardwalk. But anyone who has spent time at Coney Island's Boardwalk will say there has always been an awful lot more than walking going on there. And a police officer on his beat can say more than that. Monitoring the goings-on at, near, atop and under the Coney" , "date" : "20070714" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | UNDER THE BOARWALK; Keeping Peace on Salty Planks and Shifting Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/14\/nyregion\/14summer.html"} , {"body" : "They were friends once, young Ukrainian men and teenagers at ease in the pool halls and boardwalks of that long-ago Brighton Beach. In a photograph they are still young, shirts open on a purple sofa. The oldest hangs his gangling arms around the others and they smile different kinds of smiles. By the account of prosecutors, they were aspiring" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Murder Case Pits Witness Against Friends From Youth" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11trial.html"} , {"body" : "ALTER--Ruth, of Seal Beach, California, formerly of Brighton Beach in Brooklyn and occasionally of Honolulu, Hawaii, died on Saturday, June 30th, 2007 at her home. She was 90. Sister to Silvia, Ida, Fred and Naomi, famous aunt to Marcia, Bruce, Gerry, Beth, Paul and Lori, and grand aunt (in both senses) to Rebecca and Florence, Zachary and Sasha," , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths ALTER, RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3D7153AF935A35754C0A9619C8B63"} , {"body" : "In the Eastern European immigrant neighborhoods of South Brooklyn, where the notorious heroin smuggler Boris Nayfeld was running the Brighton Beach waterfront, the collapsing Soviet bloc had opened new routes for money laundering. The crime syndicates of the early 1990s began to expand their ambitions beyond extortion and racketeering toward" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Very Cold Case Finally at Trial, a Subtext of Russian Mobsters" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/nyregion\/04mob.html"} , {"body" : "A 19-year-old was fatally shot last night on a subway train in Brooklyn, the police said. The victim, identified by the police as Trevell Belton of Brooklyn, was shot just before 7 p.m. as he stepped on the northbound Q train in the Avenue U station in Gravesend, the authorities said. Mr. Belton was taken to Coney Island Hospital, where he was" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teenager Killed on Subway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDA1630F93BA15755C0A9619C8B63"} , {"body" : "Hank Medress, a founding member of the 1960s doo-wop group the Tokens, whose biggest hit was ''The Lion Sleeps Tonight,'' died on Monday at his home in Manhattan. He was 68. The cause was lung cancer, his family said. The Tokens' sole Top 10 hit was a big one, an update in street-corner harmony of a Zulu song from South Africa. The song had become" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "19" , "title" : "Hank Medress, 68, Doo-Wop Singer on 'Lion Sleeps Tonight'" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/22\/arts\/music\/22medress.html"} , {"body" : "Milagros Franco was 8 the last time she was on a beach. That was 23 years ago. So Ms. Franco said she was elated yesterday to be spending a bright, balmy day at Brighton Beach in Brooklyn. ''Now I am able to go onto the beach and watch people and check out the men just like everybody else,'' she said. Ms. Milagros uses a wheelchair, and to make it" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNITED STATES" , "ORCHARD BEACH (NYC)" , "ROCKAWAY BEACH (NYC)" , "MIDLAND BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Smoothing the Way for Those Seeking a Day at the Beach" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20beach.html"} , {"body" : "A man who served as his own defense lawyer was sentenced yesterday to 32 years to life in prison for killing a companion. At his sentencing in State Supreme Court, the man, Gregory Zalevsky, 52, submitted a handwritten 29-page motion to vacate his conviction for the murder of Irina Ilyina, 31, a mother of two from New Jersey. Ms. Ilyina, who had" , "date" : "20070619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK; Brooklyn: Sentencing For Woman's Murder" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/19\/nyregion\/19mbrfs-sentence.html"} , {"body" : "AS the owner and publisher of an Urdu-language paper based in Jamaica, Queens, Mahammed Farooqi has grown accustomed over the years to his paper disappearing on occasion. But with two recent issues of his Pakistan Post, every copy vanished. And then he was threatened. The trouble began on May 23, a Wednesday, the day Mr. Farooqi's free weekly is" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PAKISTAN" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Pakistani Papers Are Snatched, And Their Publishers Warned" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10paki.html"} , {"body" : "Despite a spirited summation replete with equal parts cogent argument and classic conspiracy theory, punctuated by deep sighs, vivid similes and repeated admonishments to remain alert even as the dinner hour drew near, a Brooklyn man who served as his own defense lawyer was convicted yesterday of murder. The jury deliberated for about two and a" , "date" : "20070609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Arguing Case, Murder Suspect Is Convicted" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/09\/nyregion\/09guilty.html"} ,   {"body" : "RICHARD FAULK still recalls, with a twinge of shame, the day he and his girlfriend, Jeanine Villalobos, served store-bought tortillas to guests. ''We were mortified that we hadn't made our own,'' he said. The two, who live in Park Slope, Brooklyn, make most of the elements of the meals they serve from scratch, and spend whole days going to farmers'" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Dinner at the Foodies': Purslane and Anxiety" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/dining\/06dinn.html"} , {"body" : "THROUGH whatever mechanism Russian immigrants managed to make the Brighton Beach section of Brooklyn their own -- be it demographic evolution or intelligent real estate design -- things sure worked out well. They landed a prime section of beachfront, right near the subway but far enough away not to be overrun by gentrifying artistes, as happened in" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: RUSSIA ONCE REMOVED; Partying Like a Czar: Vodka but No Diet Coke" , "url" : "http:\/\/travel.nytimes.com\/2007\/06\/03\/travel\/03weekend.html"} , {"body" : "An unwritten playbook seems to guide jailhouse lawyers: bring a dramatic flair, rant and rave, put the whole system on trial. Point your fingers. Wave your arms around. Grow a catawampus mane of wild-man hair if at all possible. Call out the police for laziness, the prosecutors for zealousness and the whole establishment for racism, sexism, ageism," , "date" : "20070602" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arguing His Own Defense, and in His Own Manner" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/02\/nyregion\/02lawyer.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "Around Town On the Street BROADWAY ASTORIA FESTIVAL, Broadway, from Steinway to Crescent Streets, Queens. Monday, 11 a.m. to 6 p.m. BROOKLYN ACADEMY OF MUSIC DANCE AFRICA STREET FESTIVAL, Ashland Place and Lafayette Avenue, Fort Greene. Tomorrow and Sunday, noon to 10 p.m.; Monday, noon to 7 p.m. CHELSEA REFORM DEMOCRATIC CLUB FESTIVAL, Avenue of" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES: May 25 - May 31" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7DA1630F936A15756C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites PARK SLOPE HOUSE TOUR New York's housing bubble may never burst, but there is one way to temper -- or, depending on your rental status, inflame -- your real-estate envy. On Sunday the annual Park Slope House Tour gives curious browsers a peek inside that Brooklyn neighborhood's 19th-century gems. The 10 buildings on" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DC1131F93BA25756C0A9619C8B63"} , {"body" : "So what does Brighton Beach really sound like? Or, more to the point, what did it sound like in 1937? That's the year we first meet Eugene Morris Jerome, the Brooklyn boy who serves as Neil Simon's alter ego through three hit plays from the '80s, ''Brighton Beach Memoirs,'' ''Biloxi Blues'' and ''Broadway Bound.'' As the Jerome family is currently" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "8" , "title" : "THEATER REVIEW; Comedy With an Accent (Actually, a Few)" , "url" : "http:\/\/theater2.nytimes.com\/2007\/05\/13\/nyregion\/nyregionspecial2\/13theaterwe.html"} , {"body" : "SEA GATE, the gated community on the western tip of the Coney Island peninsula, is shielded from the rest of Brooklyn by a guardhouse and a long fence along West 37th Street. But in recent years, the neighborhood has been under siege along its exposed southern flank -- from the sea itself. The waters of the Atlantic Ocean have been sweeping sand" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; The Case of the Dwindling Dunes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06eros.html"} , {"body" : "IF you ask most people what comes to mind when they hear the word ''Rahway,'' the first answer is likely to be the state prison. A second response might have something to do with Rahway's role as a major stop on the New Jersey Transit lines leading into New York City. The first association is based on a misnomer, residents are quick to point out." , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "RAHWAY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Rahway, N.J.; Changes to Cheer About. Really." , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/realestate\/06livi.html"} , {"body" : "Expectations are high for construction of the Second Avenue subway, and the futuristic new subway cars that will run on it. Made from gleaming stainless steel, the cars have a range of modern innovations: round porthole windows that would look at home on a rocket ship; high-tech air purification systems that use ultraviolet lamps to kill germs;" , "date" : "20070324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Museum-Quality Car For a Subway Yet Unbuilt" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/24\/nyregion\/24subway.html"} ,   {"author" : "E-mail: geovec@nytimes.com" , "body" : "Mo Vaughn wears a different uniform now -- a black suit with bold stripes, every day, in boardrooms or at construction sites. The power suit is part of the message. He is not a ballplayer anymore. ''I still can't go back and smell the fresh grass,'' he said. It's too soon since his body broke down and he played his last game in May 2003. Besides," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Vaughn the Developer Wants People Safe at Home" , "url" : "http:\/\/select.nytimes.com\/\/2007\/02\/11\/sports\/baseball\/11vecsey.html"}]