[  {"body" : "Every new police officer in New York City will be sent onto the streets of some of the city's toughest neighborhoods as part of a broad anticrime operation that the authorities say has helped produce historic drops in crime, the city announced on Wednesday. Police officials and Mayor Michael R. Bloomberg said that each of the 914 police recruits" , "date" : "20071227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY IS DOUBLING POLICE PROGRAM TO REDUCE CRIME" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/27\/nyregion\/27crime.html"} , {"body" : "He was, to the popular eye, Eliot Ness reincarnated, an unsparing prosecutor for a crime-shadowed age. And when the United States attorney in Manhattan resigned in January 1989, he earned a tabloid salute: ''Good News for Bad Guys,'' The Daily News proclaimed. ''Crimebuster Giuliani Steps Down.'' Rudolph W. Giuliani waved his prosecutor's scythe in" , "date" : "20071210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "THE LONG RUN; A Crime Buster, With His Eye on the Future" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/10\/us\/politics\/10prosecutor.html"} , {"body" : "The police found the skeletal remains of a woman in a home in Brooklyn yesterday. How long ago she died was unknown, but neighbors said they had not seen her for about two years. There was no evidence of foul play, investigators said. An autopsy was planned. Neighbors said the woman was Christine Copeman, believed to be in her 60s. They described" , "date" : "20071204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Skeletal Remains Are Found in a Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/04\/nyregion\/04dead.html"} , {"body" : "KUGEL--Morton died November 21, 2007 at the age of 85. You were loved and will be missed terribly by your loving wife Thelma, sons Richard (Shelley), Barry (Shelley), your grandchildren Allison, David (Robin), Danielle, Jared, and Lauren. You will be missed by all your relatives and friends. He was born in New Haven, CT, grew up in Brownsville," , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths KUGEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EED7173AF931A35751C1A9619C8B63"} , {"body" : "KUGEL--Morton , died November 21, 2007 at the age of 85. You were loved and will be missed terribly by your loving wife Thelma, sons Richard (Shelley), Barry (Shelley), your grandchildren Allison, David (Robin), Danielle, Jared, and Lauren. You will be missed by all your relatives and friends. He was born in New Haven, CT, grew up in Brownsville," , "date" : "20071201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths KUGEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6D7173AF932A35751C1A9619C8B63"} , {"body" : "John L. Phillips Jr. took a seat in the last row of the theater and surveyed its crumbling ceiling, the debris strewn in the aisles and the faded art that he had hung a generation ago. ''Hardy!'' Mr. Phillips, 83, called out to Clarence Hardy, his assistant and friend, who was down the aisle a bit. ''Quite a place, isn't it? We ought to think about" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Faded Dreams and a Lost Fortune" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/18slave.html"} , {"body" : "The authorities arrested a 17-year-old in connection with a street shooting that left one teenager dead and three other teenagers wounded, the police said yesterday. The suspect, Willie Mays, faces charges of murder, assault and criminal possession of a weapon in the shooting on Sunday in Brownsville that killed Darius Jenkins, 18. At the time of" , "date" : "20071031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK; Brooklyn: Arrest In Shooting of Four Teens" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/31\/nyregion\/31mbrfs-ARREST.html"} , {"body" : "Four teenagers were shot, one fatally, last evening, the police said. The shootings occurred at 6:25 p.m. near the corner of Osborn and Newport Streets in the Brownsville neighborhood. The police had no comment on suspects or motive. An 18 year-old was shot in the torso and was pronounced dead on arrival at Brookdale Hospital, the police said. Two" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: 18-Year-Old Killed In Brownsville" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/29\/nyregion\/29mbrfs-18YEAROLDKIL_BRF.html"} , {"body" : "WHEN Eduardo Urbina's pet pigeon disappeared from his apartment in Spanish Harlem three summers ago, he suspected something nefarious. Mr. Urbina, a street vendor who sells hats and watches along Third Avenue in the East 80s, recalled having seen a burly man with dreadlocks scooping live pigeons off Third Avenue with a fishing net, then depositing" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Wing And A Prayer" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/nyregion\/thecity\/28pige.html"} , {"body" : "The New York City Housing Authority has eliminated 73 management positions, a move that will save the agency $7.7 million a year as it contends with a $225 million budget shortfall. The authority -- the largest public housing agency in North America, with more than 178,000 apartments and 13,000 employees -- announced its decision on Friday. Only 21" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "73 Jobs Cut At Agency For Housing" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/nyregion\/28nycha.html"} ,   {"body" : "They came from Massachusetts, Florida, and Canada, and from Flatbush, Crown Heights and Bed-Stuy. There were fur coats and fedoras, shades and patterned Coogi sweaters, and enough extra poundage to tip a Mack truck. On Saturday, nearly 100 people turned up on a quiet street in Chelsea to audition for their chance to be B.I.G. Arriving on foot, by" , "date" : "20071008" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dreaming Big About Acting Big" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/08\/arts\/music\/08bigg.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Hoophead that he is, Willie Randolph had a basketball frame of reference for the gritty way his older Mets have performed despite injuries. Asked if the Mets were inspired at seeing the veterans win games with clutch plays, Randolph, the Mets' manager, referred to May 8, 1970, when Willis Reed of the Knicks limped onto the court against the Lakers." , "date" : "20070925" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Randolph Needs a Dugout Of Gamers" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/25\/sports\/baseball\/25vecsey.html"} , {"body" : "Brooklyn has given the advertising industry prominent executives like Jerry Della Femina, Philip B. Dusenberry of BBDO, Michael I. Roth of the Interpublic Group of Companies and John D. Wren of the Omnicom Group. Now, the industry is hoping to return the favor. At a news conference this morning at Borough Hall, representatives of the industry who" , "date" : "20070924" , "day_of_week_facet" : "Monday" , "title" : "Brooklyn Could Get a High School for Marketers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E1DA103FF937A1575AC0A9619C8B63"} , {"author" : "Interviewed by GREGORY BEYER" , "body" : "ZY-TASIA GAINES, Far Rockaway, Queens High School for Law Enforcement and Public Safety BORN July 1, 1990 I WAS born and raised in Brownsville, Brooklyn, and my mom raised me to be open to everything: to all types of sexualities. But I guess she didn't expect it would come out in me. She's like, ''Be nice to everybody, but as long as you're not a" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "'My Parents Had This Big Argument Over Whose Fault It Was, Why I Chose to Be This Way.'" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16gaines.html"} , {"body" : "Raquel Alexandria Millman and Brett Laurence Bodner are to be married today at the Glen Island Harbour Club in New Rochelle, N.Y. Rabbi Uri Goren is to officiate. The bride, 30, who will continue to use her name professionally, is an associate in the labor and employment department in the New York office of O'Melveny & Meyers, the Los Angeles law" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Raquel Millman, Brett Bodner" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/fashion\/weddings\/02Millman.html"} , {"body" : "A prisoner who was being treated at a hospital escaped by crashing through a plate-glass window early yesterday morning, the police said. The suspect, Gregory Pollock, 46, was arrested for possession of a controlled substance and resisting arrest. The police said that Mr. Pollock was being treated at Long Island College Hospital in Cobble Hill at" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Prisoner Escapes, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9404E7D6103BF933A0575BC0A9619C8B63"} , {"body" : "There was a two-digit footnote to tragedy tucked behind the name of a fallen firefighter, Robert Beddia, who died Aug. 18 in the blaze at the Deutsche Bank skyscraper at ground zero. It was his age. Firefighter Beddia was 53, the senior man at his SoHo firehouse and the senior firefighter at the seven-alarm fire that day. He was one of only 502" , "date" : "20070827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Past 50, and Still Running Into the Flames" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/27\/nyregion\/27firefighters.html"} , {"body" : "In an embarrassing turn for the police department, a 17-year-old suspected of attempted robbery sneaked out of a Brooklyn precinct house early Friday. He was the second suspect to escape a city station house in less than 24 hours, and like the first man, appeared to have made his getaway by leaping from a window. ''An unfortunate coincidence,'' a" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Once Again, City Police Say Suspect Has Escaped" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/nyregion\/26escape.html"} , {"body" : "A woman, whom the police identified yesterday as Shirley Kelly, 56, was killed in an apartment fire in Brownsville on Saturday evening. The fire was reported in her apartment on Mother Gaston Boulevard about 7 p.m., the police said. Ms. Kelly was pronounced dead at the scene. The cause of the fire was under investigation, the police said." , "date" : "20070820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn: Woman Dies In Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/20\/nyregion\/20mbrfs-BROWNSVILLE.html"} , {"author" : "Nicole Krauss's latest novel is ''The History of Love.'' This essay is adapted from her columns for the German newspaper Frankfurter Allgemeine Zeitung." , "body" : "OCCASIONALLY I think of leaving the city once and for all. Enough of the busyness and ambition, the hothouse summers. But almost as soon as I begin to imagine my pastoral life, I hit a wall. Where would I walk? The woods? Some wind-blasted shore? The sky, the light, yes -- but so much of it? I like to walk to be alone with the world, not to be" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Walker and the Walk" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/nyregion\/thecity\/19walk.html"} ,   {"body" : "A 54-year-old Brooklyn woman was killed by a hit-and-run driver early yesterday in East New York, the police said. The woman, Eunice Washington of Brownsville, was with her adult son and daughter at Eldert Lane and Linden Boulevard when one of the three hailed a burgundy four-door sedan for a ride. What followed was unclear, but investigators said" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Woman Killed In Hit-And-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEED6153AF934A2575BC0A9619C8B63"} , {"body" : "When aides to Schools Chancellor Joel I. Klein were presented last fall with a proposal for an Arabic language and culture school, they thought the idea could be controversial. But they said they could not resist the appeal of a school that seemed right for the times and that would be a piece of the school system's mosaic of dual-language programs." , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How a New Arabic School Roused the City's Old Rivalries" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/education\/15school.html"} , {"body" : "Two people were killed and seven wounded by gunfire during a bloody four hours overnight in Brooklyn, the police said yesterday. It did not appear that the four shootings were related, the police said, even though two of them occurred three blocks apart. The first shooting, in which one man was killed and two women were injured, was reported about" , "date" : "20070801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Killed and 7 Wounded As Shots Fly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/01\/nyregion\/01shooting.html"} , {"body" : "A Brownsville woman was acquitted yesterday on charges of smothering her twin infant sons but was convicted of endangering their welfare. The woman, Ingrid Mathurin, 22, was tried on charges of criminally negligent homicide in the deaths of the 3-month-old boys, Ises and Moorfiyah Mathurin, who died of respiratory compression in October 2005. In" , "date" : "20070731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn: Mother Guilty of Lesser Charges" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/31\/nyregion\/31mbrfs-mother.html"} , {"body" : "Two men were shot, one fatally, in Brownsville yesterday morning, the police said. The shooting occurred in front of 420 Watkins Street shortly after 5 a.m., the police said. A man approached two other men and opened fire, striking one in the head and the other in the torso. The first victim, age 24, was pronounced dead at the scene, and the" , "date" : "20070723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn: Man Killed In Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/23\/nyregion\/23mbrfs-shooting.html"} , {"body" : "Those were grim days for race relations in New York City, the early 1990s. There were nearly 2,000 murders each year, blacks and whites died in high-profile racial killings, and a riot held a divided Brooklyn neighborhood in thrall for three dangerous nights. On Jan. 9, 1994, another match landed in this tinderbox: a caller reported a burglary at a" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LONG RUN; In a Volatile City, a Stern Line On Race and Politics" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/22\/us\/politics\/22giuliani.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "An 18-year-old wanted in the fatal shootings of three young men in front of a Brooklyn apartment building this month surrendered to the police yesterday, the authorities said. Dwayne Erskine, of Brooklyn, is being held on charges of murder and criminal possession of a weapon in the three shooting deaths in the Brownsville section on June 6. Mr." , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Suspect in 3 Shooting Deaths Surrenders" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E2D81230F937A15755C0A9619C8B63"} , {"body" : "Jeana Titre and Clifford A. Samuel were married yesterday at Pilgrim Church of Brownsville in Brooklyn. The Rev. Dr. Hezekiah Farrell, a nondenominational minister, officiated. Mrs. Samuel, 27, is a crime analyst for the Metropolitan Transportation Authority Police Department in Manhattan. She graduated from John Jay College and received a master's" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "Weddings\/Celebrations; Jeana Titre, Clifford Samuel" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/fashion\/weddings\/24TITRE.html"} , {"body" : "New York City students could earn as much as $500 a year for doing well on standardized tests and showing up for class in a new program to begin this fall, city officials announced yesterday. And the Harvard economist who created the program is joining the inner circle of Schools Chancellor Joel I. Klein, according to an official briefed on the" , "date" : "20070619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Plan To Pay Cash For Marks" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/19\/nyregion\/19schools.html"} ,   {"body" : "Two men died and a third man was seriously injured in two motor vehicle accidents Saturday night and early yesterday, the police said. A 58-year-old man was killed when he drove a Mercedes-Benz through a fence and into a parked car at 3:45 a.m. yesterday at Pennsylvania Avenue near the Belt Parkway. In the other accident, a 27-year-old man was" , "date" : "20070618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Two Killed In Crashes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DB123FF93BA25755C0A9619C8B63"} , {"body" : "A DENSELY packed 1,200-acre swath of central Brooklyn, Ocean Hill-Brownsville is not among the neighborhoods to have been swept up in the borough's recent renaissance. Its older housing stock is generally less elegant and well preserved than that in nearby Bedford-Stuyvesant. Its streets are not lined with charming cafes or whimsical boutiques. Its" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Ocean Hill-Brownsville, Brooklyn; At Long Last, Developers Show an Interest" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17livi.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Ask him a question. Ozem Goldwire holds onto it across a half-dozen conversational detours, and keeps working on it until he is sure you have gotten precisely what you were looking for. This dogged answering, it turns out, is consistent with the diagnosis of ''Pervasive Developmental Disorder with Autistic Features'' that sent Mr. Goldwire into" , "date" : "20070613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Trying to Give Police the Right Answer, Even When It's Wrong" , "url" : "http:\/\/select.nytimes.com\/\/2007\/06\/13\/nyregion\/13about.html"} , {"body" : "A placid evening of socializing by a group of friends on a stoop in Brownsville, Brooklyn, turned bloody Wednesday night when a gunman walked up and opened fire, killing three young men, the police and neighbors said yesterday. Rumors of robbery and retribution were churning in the neighborhood yesterday, as relatives, friends and neighbors of the" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Hail of Shots Kills 3 Young Men in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/nyregion\/08murder.html"} , {"body" : "New York, a city of renters since immigrants began jamming lodging houses and tenements early in the 19th century, has reached two milestones in homeownership: One in three households now own their dwellings, according to a new analysis of census results. And the number of homes and apartments occupied by their owners has passed one million for the" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In a City Known for Its Renters, a Record Number Now Own Their Homes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27owners.html"} , {"body" : "A veteran of the Persian Gulf war of 1991 who has been in custody for three years while United States immigration officials have tried to deport him has been granted a hearing to determine if he is being held legally. The veteran, Warren Joseph, 40, has been detained by immigration officials since 2004 after serving six months in Fort Dix for" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Veteran Facing Deportation Wins Hearing for Freedom" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/nyregion\/23vet.html"} , {"body" : "SIEGEL--Max W., 94, on April 24, 2007. A humble but passionate man, who aspired to make the world a better place and inspired others to do the same. He worked hard for good candidates and good causes, most recently the Working Families Party. Max grew up in Brownsville. In the 1930's he became a union organizer. After serving in WWII, Max moved the" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "42" , "title" : "Paid Notice: Deaths SIEGEL, MAX W." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3D8163AF935A35756C0A9619C8B63"} , {"body" : "The standoff near a security checkpoint at Kennedy International Airport on March 20 left passengers agape. On one side of a makeshift barrier squatted an 8-year-old African boy, naked except for one sock, his torso crosshatched with pinkish scars, his arms partly bound to his chest by flaps of skin. On the other side stood a row of police officers" , "date" : "20070502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "UGANDA"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "With Ugandan Boy's Scars, Hidden Woes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/02\/nyregion\/02uganda.html"} , {"body" : "At first it seemed like an innocent flirtation. Shaneiqua was 12 years old and walking around Brownsville, Brooklyn, when a man pulled up alongside her in a car and called to her from his window. ''He was just, like, 'You're cute. I really see myself being with you.' Stuff like that,'' she said. Shaneiqua had just run away from home and had nowhere" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Report Finds 2,000 of State's Children Are Sexually Exploited, Many in New York City" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24child.html"} , {"body" : "The Web site for the William Beaver House in Lower Manhattan, where the cheapest studio apartment now goes for $950,000, features a photograph of two women seductively nibbling corn on the cob. A biography of the building's mythical mascot, a martini-toting beaver-about-town, reveals that he hangs out ''where life is sleek and times are" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lower Manhattan, Higher Testosterone" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/22downtown.html"} ,   {"body" : "To the Editor: I was very interested in your article about the statues formerly on the facade of the Exchange Court building (Streetscapes, April 1). In the mid- or late 1950s, my father came home one day and announced, ''I have found General Wolfe.'' He packed us in the car and took us to a junkyard in Brownsville. There, looking through a high" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "2" , "title" : "Remembering General Wolfe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE6DE173EF931A15757C0A9619C8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you were drawing breath in 1957, you probably remember the anxiety that gripped America after the Soviet Union launched its first sputnik satellite. The hand wringing was so fierce, it's amazing that people didn't break their fingers. Oh, Lordy, they cried, we're losing the space race. Then we had a ''missile gap'' with the Russians, or so John" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Putting Up His Dukes, For His Country, His Race and Money" , "url" : "http:\/\/select.nytimes.com\/\/2007\/04\/20\/nyregion\/20nyc.html"} , {"author" : "Carlo Rotella is the author, most recently, of ''Cut Time: An Education at the Fights'' and the director of American studies at Boston College." , "body" : "''The Russian domination of the heavyweight title is finis, over and done,'' Shannon Briggs declared in an open letter last fall. Briggs, who referred to himself as ''the Black Hope, the American Hope,'' had recently won the World Boxing Organization's championship belt by knocking Sergei Liakhovich entirely out of the ring in the closing seconds" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DAGESTAN (RUSSIA)" , "BELARUS" , "RUSSIA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Shannon Briggs Say Nyet" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/magazine\/15Briggs.t.html"} , {"body" : "Rubin Caslow, a titan of smoked fish who for half a century paved America with salmon, whitefish and herring, died on Sunday at his home in Roslyn, N.Y. He was 86. The cause was cancer, his son Robert said. For decades, Mr. Caslow presided over the Acme Smoked Fish Corporation, a family-owned concern now in its fourth generation. Located in the" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "15" , "title" : "Rubin Caslow, 86, Leader Of a Smoked-Fish Dynasty" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/12\/obituaries\/12caslow.html"} , {"body" : "ONSTAGE at the Bonaventure Town Center Club in Weston, Fla., near Fort Lauderdale, the comedian Vic Arnell, 69, has the Saturday-night crowd right where he wants them: laughing so hard they're dabbing away tears. ''I'll tell you a Jewish fairy tale,'' he says. ''A man asks a woman, 'Will you marry me?' ''She says, 'No.' '' Pause. ''And he lived" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLORIDA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "COMEDY; Funny Things Happened on the Way to the Condo" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/arts\/01woll.html"} , {"body" : "Seeking new solutions to New York's vexingly high poverty rates, the city is moving ahead with an ambitious experiment that will pay poor families up to $5,000 a year to meet goals like attending parent-teacher conferences, going for a medical checkup or holding down a full-time job, Mayor Michael R. Bloomberg said yesterday. Under the program," , "date" : "20070330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "City to Reward Poor for Doing Right Thing" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/30\/nyregion\/30poverty.html"} , {"body" : "If it can be sold, traded or swiped, you can find it at the intersection of Mother Gaston Boulevard and Belmont Avenue in Brownsville. In this crazy corner of Brooklyn, bleary-eyed men and women with faces worn from hustling a buck -- or more -- stand outside all-night delis, their eyes shifting about as quickly as their feet. This is also the kind" , "date" : "20070327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "CITYWIDE; For Smaller Fighters of H.I.V., Weapons Dwindle" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/27\/nyregion\/27citywide.html"} , {"body" : "Yadira A. Ramos, a daughter of Teresa Pérez of Oakland Gardens, Queens, and José Ramos of Jamaica, Queens, was married yesterday morning to Jeffrey L. Herbert, a son of Henrietta Herbert and Kirson Herbert of Hockessin, Del. The Rev. Thomas B. Henry, an African Union Methodist minister, officiated at the Mansion on Main Street in Voorhees, N.J.," , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Yadira Ramos, Jeffrey Herbert" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E4DB1530F936A15750C0A9619C8B63"} , {"body" : "A 16-year-old was fatally stabbed about 2 a.m. yesterday during a party at a Masonic temple in Brooklyn, the police said, and moments later two men who had been involved in a dispute there were shot two blocks away. The teenager, Shaquail Sanders, was on the dance floor when he was stabbed twice in the chest. He was dead on arrival at Woodhull" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Youth Killed In Brooklyn; 2 Men Hurt In Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/nyregion\/04bushwick.html"} , {"author" : "E-mail: wcr@nytimes.com" , "body" : "Three hours before the Nets were scheduled to play the Knicks in New Jersey yesterday, Rev. Clinton Miller sat in his office at the Brown Memorial Baptist Church in the Fort Greene section of Brooklyn. Miller wanted to talk basketball, not Knicks-Nets basketball, but the business of basketball. Specifically, he wanted to talk about the Nets' move" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Brooklyn's Team-to-Be Hasn't Found Welcome Mat" , "url" : "http:\/\/select.nytimes.com\/\/2007\/02\/26\/sports\/basketball\/26rhoden.html"} ,   {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "A 20-year-old Manhattan man returning home from a party was fatally stabbed as he was preparing to board a subway in Brooklyn early yesterday after arguing with a group of men, the police said. Detectives were questioning five young men, the police said, but no charges had been filed by last night. The victim, Gerlin Collado, was a deli worker and" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, 20, Is Killed After Argument on Brooklyn Subway Platform" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26stab.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Holding Back the Hudson Q. For two years, while driving up the Henry Hudson Parkway, I have noticed at least one and often two huge barges anchored in the river, off about 100th to 120th Streets, attended by a tugboat. What is going on? A. What's going on, according to the Coast Guard, is a long-term job to repair seawalls. Workers are reinforcing" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25fyi.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "When Lafayette High School in Brooklyn was ordered last year to begin shutting down, condemned as an educational failure, Steve Chung stood ready with a plan for what might come next. The city Education Department had decreed that Lafayette's building, in Bensonhurst, would be converted into several new, small schools, and Mr. Chung envisioned one" , "date" : "20070214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; School Officials and Backers of Bilingual Education Are on Different Pages" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/14\/education\/14education.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Mo Vaughn wears a different uniform now -- a black suit with bold stripes, every day, in boardrooms or at construction sites. The power suit is part of the message. He is not a ballplayer anymore. ''I still can't go back and smell the fresh grass,'' he said. It's too soon since his body broke down and he played his last game in May 2003. Besides," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Vaughn the Developer Wants People Safe at Home" , "url" : "http:\/\/select.nytimes.com\/\/2007\/02\/11\/sports\/baseball\/11vecsey.html"} , {"body" : "They are a fixture across New York City, giving shoppers a welcoming smile and a helping hand as they assist cashiers in packing everything from apples to zucchinis. In many supermarkets, managers treat these baggers as volunteers, not paying them wages and making them rely on tips. But now, in a new front in the wage-and-hour wars, many baggers" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Long Treated as Volunteers, Tips-Only Supermarket Baggers Take Up Fight for Hourly Wage" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/11baggers.html"} , {"body" : "ON a bitterly cold Thursday morning last month, a construction worker opened a steel gate and entered the windowless storefront of an apartment building in Morrisania in the Bronx. It was 5:58 a.m. The moon still hung like a lone light bulb over Bill Rainey Park across the street, illuminating a wreath of flowers marking the spot where a man had" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Hammer for Hire" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/nyregion\/thecity\/04coal.html"} , {"body" : "Bernie Friedkin, a native of Brownsville, Brooklyn, who was known as Schoolboy and who as a professional boxer in the late 1930s and early '40s battled many of his opponents to a draw -- including three former lightweight champions -- died Jan. 18 in Brooklyn. He was 89. He died of natural causes at a hospice, his granddaughter Sabrina Saltz said." , "date" : "20070201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "8" , "title" : "Schoolboy Friedkin, 89, a Pro Boxer Who Fought Ex-Champs to Draws" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/01\/sports\/othersports\/01friedkin.html"} , {"body" : "Bernie Friedkin, a native of Brownsville, Brooklyn, who was known as Schoolboy and who as a professional boxer in the late 1930s and early '40s battled many of his opponents to a draw -- including three former lightweight champions -- died Jan. 18 in Brooklyn. He was 89. He died of natural causes at a hospice, his granddaughter Sabrina Saltz said." , "date" : "20070131" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "15" , "title" : "Schoolboy Friedkin, 89, Boxer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7D6143FF932A05752C0A9619C8B63"} , {"body" : "BY most benchmarks, Nicky Barnes ought to be dead by now. When he was born, the average life expectancy for a black man in America was less than 50 years. Before he turned 10, he had a robbery arrest under his belt. He later served hard time at Green Haven state prison. When he was released in 1998, he resumed his high-risk, high-profile career --" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28read.html"} ,   {"body" : "There was once a time when no one wanted to hire Willie Randolph. He was interviewed 12 times for managerial openings, and 12 times he was turned down. One team, however, took a calculated chance, and now the Mets will not let Randolph go. The Mets rewarded Randolph for guiding the team to its first division title since 1988 by extending his" , "date" : "20070125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Mets Reward Randolph With Contract Extension" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/25\/sports\/baseball\/25mets.html"} , {"body" : "A 26-year-old man was fatally shot yesterday afternoon with a single bullet to the back as he walked on a Brooklyn street with his girlfriend, in the first homicide of the year in New York City, the police said. The authorities said that three people -- all male -- approached the couple about 12:30 p.m. near Tapscott Street and Sutter Avenue in" , "date" : "20070102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In First '07 Killing, Man, 26, Is Shot to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/02\/nyregion\/02slay.html"} , {"body" : "After serving six months for strong-arm robbery, Frank Stephens left Rikers Island nearly five years ago in the same manner as most inmates. Just as dawn broke in April, a Department of Correction van dropped the 17-year-old and about 30 other convicts at Queensborough Plaza, among the ''homeless, a lot of prostitutes, and crackheads'' on the" , "date" : "20070102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Youths Fresh Out of Jail, a Little Help Staying Out" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/02\/nyregion\/02rikers.html"}]