[  {"body" : "Three men were killed in separate shootings in Brooklyn on Sunday night. The police found the bodies of a 44-year-old man and another man, both shot numerous times, in an apartment on Kings Highway in East Flatbush around 6 p.m. Neither man was immediately identified by the police. In Bushwick, a third man, Leslie Prosper, 37, was found fatally" , "date" : "20071231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Men Are Killed In Brooklyn Gunfire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2D7103DF932A05751C1A9619C8B63"} , {"body" : "FROM dance enclaves in the Bronx to roving, artist-run collectives, showcases for ''emerging choreographers'' -- that fuzzy, mutable category -- are a dime a dozen these days. But this week one of the pioneers, the Fresh Tracks series at Dance Theater Workshop in Chelsea, reaches an important milestone: 500 artists presented, counting a few double" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "DANCE; Memories of a Venerable Showcase" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/arts\/dance\/30wlaro.html"} , {"body" : "FROM dance enclaves in the Bronx to roving, artist-run collectives, showcases for ''emerging choreographers'' -- that fuzzy, mutable category -- are a dime a dozen these days. But this week one of the pioneers, the Fresh Tracks series at Dance Theater Workshop in Chelsea, reaches an important milestone: 500 artists presented, counting a few double" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "DANCE; Memories of a Venerable Showcase" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EED7113CF933A05751C1A9619C8B63"} , {"body" : "Stacks of plastic bags line a wall of Joanne Sawyer's front room. From the jumble of her belongings, she pulls out a child-size pink chair, and bursts into tears. The chair is for her young granddaughters, and it is missing a leg. ''I'm not going to throw it away,'' Ms. Sawyer says. ''We'll find it.'' The chair leg is one of a thousand things that" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE NEEDIEST CASES; Mourning Many Losses, Rebuilding a Sense of Home" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23neediestpart2.html"} , {"body" : "Ten, 9, 8, 7, 6 nights before Christmas and Santa is in full effect outside the Nextel store on the Fulton Street Mall. He cranks up the skipping soca rhythm on the backing tape and kicks it to the crowds pouring off the buses and trudging with bulging shopping bags down Brooklyn's bustlingest outdoor retail strip. ''Siii-lent night, hooo-ly" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Step Right Up! Brooklyn Mall Is Oasis and Anomaly" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23fulton.html"} , {"body" : "GLENDALE has long struggled for postal recognition. In 1979, with the help of an ambitious congresswoman named Geraldine Ferraro, the southwestern Queens communities of Glendale and Ridgewood managed to extricate themselves from a ZIP code shared with nearby Bushwick, a Brooklyn neighborhood then plagued by crime and poverty. But the issue was" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)" , "GLENDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GLENDALE; In a Sometimes Ignored Neighborhood, First-Class Dreams" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23zip.html"} , {"body" : "''This one,'' Jermaine McKenzie said, pointing to a cauliflower-shaped scar on his right cheek, ''I fell when I was 2.'' Then he took off his jacket to reveal a four-inch mark on his left arm. ''I slipped on a piece of glass,'' he said, adding, ''I have a bunch of others.'' His mother, Georgia Hill, was a nurse and sadly tended to his wounds each" , "date" : "20071222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Learning to Overcome What Life Throws at Them" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/22\/nyregion\/22neediest.html"} , {"body" : "On a Brooklyn street cluttered with dollar stores and cuchifrito stands, New York State's labor commissioner announced on Wednesday a stepped-up enforcement effort against neighborhood businesses that violate the state's wage and hour laws. At a news conference on Knickerbocker Avenue, the main commercial strip in Bushwick, the commissioner, M." , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Sweep Shows Local Focus in Fight on Labor Violations" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/nyregion\/20labor.html"} , {"body" : "New York City officials released the names of 205 public schools where teachers have chosen to take part in a new bonus program based largely on improving test scores. The schools run the gamut, from the Bilingual Bicultural School in Manhattan to Millennium Art Academy, a high school in the Bronx, and Bushwick School for Social Justice in" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "205 Schools Accept Plan For Bonus Pay" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/19\/nyregion\/19pay.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Tonight through Sunday, and Tuesday through Thursday) This week will offer the premieres of two dances and a major revival. Tonight there is the debut of Camille A. Brown's ''Groove to Nobody's Business'' (also tomorrow and Thursday), in which a newly" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE4D8173BF934A35751C1A9619C8B63"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. 'IMPERMANENT COLLECTION' Going to look at art in a museum usually produces immediate impressions: ''I hate it,'' ''I love it,'' ''I don't get it.'' Then we move on -- apparently the average time spent looking at a work of art is five seconds. Watching a performance, on the other hand," , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/dance\/07wdance.html"} , {"author" : "Ana Toro contributed reporting." , "body" : "EVERY weekday, starting as early as 7 in the morning and continuing until 7 at night, weary-looking men dressed in threadbare jackets and worn running shoes gather at the corner of Roosevelt Avenue and 73rd Street in Jackson Heights, Queens, under the gloomy shadow of the el. Swiveling their heads as if watching a tennis match, the men scan each" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON HEIGHTS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Chicken and Rice Man" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25dinn.html"} , {"body" : "''WE are pack rats who are evolving,'' said Matthew Birnbaum, a 33-year-old chef who lives in the West Village, cocking an eyebrow at the acrylic desk organizers, storage containers and place mats he and his wife, Jennifer, 28, were carrying through the crowd at the Muji SoHo store on Friday. ''We're reducing clutter and selling all our stuff on" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Where Design Heads Double-Dip" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/22\/garden\/22cb2.html"} , {"body" : "In a crackdown on some of the worst landlords in New York City, housing officials have identified 200 of the most poorly maintained apartment buildings and are renewing efforts to force owners to repair hazardous conditions. The Department of Housing Preservation and Development compiled a list of 200 buildings that have 27 or more of the most" , "date" : "20071121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "200 Neglected Buildings Get 4 Months to Improve" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/21\/nyregion\/21landlords.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "The bullets were meant for him, but Andre Santana ducked in time. Or maybe the gunmen were just lousy shots. Whatever, he lived and a woman died, having committed the sole crime of walking along the wrong street at the wrong time. By his own account in a Manhattan courtroom, Mr. Santana was a lowlife, in a city with more than its share of lowlifes." , "date" : "20071120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Guns and Random Death: Be Careful Out There" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/20\/nyregion\/20nyc.html"} , {"body" : "AROUND TOWN Museums and Sites MIXER Not to be outdone by other cultural-turned-party institutions around town, Eyebeam gallery, devoted to high-tech projects and research, is now starting its own art-and-fun series, Mixer. The inaugural event begins Saturday with a live multimedia performance by the video artist Benton-C Bainbridge. In ''Brother" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/16wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On display Monday through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Through May 26, ''H2O = Life,'' an interactive display. Through" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E7DC153CF935A25752C1A9619C8B63"} , {"body" : "The police charged a man with manslaughter yesterday in the stabbing death of a man in Brooklyn. The two men had struggled at about 10 p.m. on Monday, in front of 298 12th Street in Park Slope, the police said. The victim, identified as William Rosario, 26, of Ocean Hill, was stabbed once in the chest and was taken to New York Methodist Hospital," , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Charges in Fatal Stabbing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/nyregion\/14arrest.html"} , {"body" : "PERHAPS it was only a matter of time before someone realized that what a certain kind of man wants while getting a haircut is a cold beer -- preferably Chimay. Two graduates of Stanford Graduate School of Business, Sean A. Heywood and Kumi D. Walker, envisioned such an experience a few years ago and have now opened MR., a combination barbershop," , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "page_facet" : "8" , "title" : "For the Guy Who Wants More Than a Little Off the Top" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/business\/smallbusiness\/14BARBER.html"} , {"body" : "Fashioned from a single metal tube bent into a sleek, low-slung frame, Marcel Breuer's Wassily chair was a touchstone of Modernism, a manifestation of the movement's faith in technology, convenience and the promise of a better life. In the artist Iván Navarro's rendition of the chair, the frame is made from three neon tubes in a glowing shade of" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "MATTER; Shock Tactics" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/magazine\/04style-matter-t.html"} ,   {"body" : "''How many of you guys got a hooptee, raise your hand?'' Carlos Caraballo asked his senior auto shop at Automotive High School in Brooklyn. A dozen boys, roughly half the class, raised their hands and began discussing their hooptees. The term is street slang for a cheap, functional car favored by city youths who often tinker tirelessly to make the" , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Education"] , "page_facet" : "20" , "title" : "A High School Under the Hood" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/24\/automobiles\/autospecial\/24school.html"} , {"body" : "A Williamsburg man was sentenced yesterday in State Supreme Court to 20 years in prison for raping three women near the Williamsburg and Bushwick Houses projects. The man, Gerard Mitchell, 31, pleaded guilty on Oct. 11 to one count of first-degree rape. He had been charged with attacking three women, ranging in age from 22 to 38, between October" , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Rapist Gets 20-Year Sentence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D8143DF930A15753C1A9619C8B63"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "The police arrested a Brooklyn man last night in connection with the death of a teenage boy who was shot as he looked out a window of his family's home last week. The man, Sean Gordon, 29, of Bushwick, is suspected of firing the fatal shot, the police said. He faces charges of second-degree murder and criminal possession of a weapon. The boy, Tavin" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Suspect Is Arrested In Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/nyregion\/14stray.html"} , {"body" : "A teenager was shot in the face about 5 a.m. yesterday as he looked out a third-story window from his family's apartment in Bushwick, the police said. They said the teenager, Tavin Alves Clarke, 16, was in critical condition at Kings County Hospital Center. It was unclear whether he was the intended target or was hit by random gunfire. The police" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK; Brooklyn: Teenager Hurt By Gunfire" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/nyregion\/10mbrfs-TEENAGER.html"} , {"body" : "LIKE most worthwhile relationships, the one that New York City residents forge with their homes is riddled with compromise. Few dwellings satisfy every hankering for space, light, location, affordability and amenities. But in their relief at stumbling upon a good-enough abode, some apartment seekers overlook (or brush off) the very thing that winds" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Day and Night" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/realestate\/07cov.html"} , {"body" : "Sept. 17 was a good day for Luciana Achugar, a choreographer known for smart, sensual dances that explore the nature of shared experience between audience and performer. First she made her debut at the Joyce Theater, performing an excerpt from her 2004 work ''A Super Natural Return to Love'' at the New York Dance and Performance Awards, better" , "date" : "20070929" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Bigger Choreographic Reputations Don't Always Need Bigger Stages" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/29\/arts\/dance\/29choc.html"} , {"body" : "In an interview printed in the program of ''The Unbecoming Solo,'' which opened at Chez Bushwick on Thursday night as part of the French Institute Alliance Française's fall festival, the choreographer Alexandre Roccoli raises an important issue that he says is at the root of this work: ''Why most of the European choreographers of my generation are" , "date" : "20070929" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "DANCE REVIEW | 'THE UNBECOMING SOLO'; Talking and Listening And, Oh Yes, Dancing" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/29\/arts\/dance\/29pari.html"} , {"body" : "There is an elephant in the room at the Brooklyn headquarters of Daptone Records -- a skinny, British elephant with an enormous beehive hairdo and a knack for getting her picture in the tabloids. ''What's-her-name,'' shrugged Sharon Jones, the inexhaustibly energetic 51-year-old star talent of Daptone, an underground label so devoted to its pursuit" , "date" : "20070929" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "She's Not Anybody's Backup Act" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/29\/arts\/music\/29jone.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BIG DANCE THEATER (Tonight and tomorrow night) This company, led by Paul Lazar and Annie-B Parson, is well known for its fusion of dance, literature and music, and no one can say that its projects are timid. ''The Other Here,'' first shown earlier this year at Japan Society, combines" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4D9123EF93BA1575AC0A9619C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Sunday and Monday) The vibrations are somewhere between good and bad in the songs of Animal Collective, which sends the sunniest and most playful Beach Boys melodies through endless, sometimes frightening, psychedelic transformations. The band celebrates its outstanding new" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Pop Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DB103AF93BA1575AC0A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BIG DANCE THEATER (Friday and Saturday) This company, led by Paul Lazar and Annie-B Parson, is well known for its fusion of dance, literature and music, and no one can say that its projects are timid. ''The Other Here,'' first shown earlier this year at Japan Society, combines short" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/dance\/28wdance.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Sunday and Monday) The vibrations are somewhere on the brink between good and bad in the songs of Animal Collective, which sends the sunniest and most playful Beach Boys melodies through endless, sometimes frightening, psychedelic transformations. The band celebrates its" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/music\/28wpop.html"} , {"body" : "The gap between the health of New Yorkers living in poverty and those with higher incomes has widened since the early 1990s, according to a survey released yesterday. It found that residents of poor neighborhoods in the city are experiencing alarming rates of diabetes and steady increases in other chronic illnesses like heart disease, while other" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Gap in Illness Rates Between Rich and Poor New Yorkers Widens, Study Says" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/nyregion\/28gap.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BIG DANCE THEATER (Tonight, tomorrow and Tuesday through Thursday) This company, led by Paul Lazar and Annie-B Parson, is well known for its fusion of dance, literature and music, and no one can say that its projects are timid. ''The Other Here,'' first shown earlier this year at Japan" , "date" : "20070921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Dance" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/21\/arts\/dance\/21wdance.html"} , {"body" : "A 57-year-old man wearing in-line skates climbed atop the large metal globe outside the Trump International Hotel and Tower at Columbus Circle and threw out confetti and fliers promoting a rock band before being arrested, the police said. The man, identified as Richard Fredette of East 10th Street, climbed into the globe at 1 Central Park West" , "date" : "20070917" , "day_of_week_facet" : "Monday" , "geo_facet" : ["COLUMBUS CIRCLE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK | Manhattan: Man Arrested After Stunt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EEDB103BF934A2575AC0A9619C8B63"} , {"body" : "''I'm still looking, but I want to go away. I'm going to look at Syracuse and Ithaca and Boston and places in D.C. I know I want communications and journalism, but I haven't found a perfect match yet. I want to go to college to experience new things and meet new people. But it's kind of scary to decide about your future.'' Jill Feigelman St." , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "UP AND ABOUT; University Blues" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16coll.html"} , {"body" : "Dates are subject to change. SEPTEMBER MARTHA GRAHAM DANCE COMPANY The company will open with a bow to the young 'uns, in a gala program that includes dances by Aszure Barton, Larry Keigwin and Richard Move. There will also be a matinee on Sept. 15 devoted to the company's rich past as seen through the anecdotes from its performers in a new segment" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; Ballet to Tap, With Wit and Metaphor" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/arts\/dance\/09dancelist.html"} , {"body" : "A man who the police said was driving the first of two cars that struck a 7-year-old boy in a fatal hit-and-run in Brooklyn on Sunday has been charged with leaving the scene of an accident. The police said yesterday that the man, Jean D. Vargas, 20, was arrested about 10 p.m. Sunday as he was stepping out of his parked car, a red Mitsubishi" , "date" : "20070904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Arrest a Driver, 20, In a Brooklyn Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/04\/nyregion\/04arrest.html"} , {"body" : "A 7-year-old Brooklyn boy was killed when he was hit by two vehicles as he was crossing the street on his scooter in Bushwick yesterday evening, the police said. One of the drivers fled. The boy, Christian Acteopan, was with his mother and brother on the way from a playground to a supermarket shortly before 5:30 p.m., when a red, two-door" , "date" : "20070903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy Is Hit by 2 Cars and Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/03\/nyregion\/03hit.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALLMAN BROTHERS, BOB WEIR AND RATDOG (Tuesday and Wednesday) For anyone who missed the Allman Brothers' 14 shows at the Beacon Theater this spring, these archetypal Southern rockers sweep through the local outdoor amphitheaters next week with Bob Weir, the rhythm guitarist for the Grateful" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17pop.html"} , {"body" : "CATCH 25 The eclectic series Catch is back tomorrow for its latest installment, and it's hard to justify seeking any other form of entertainment on your Saturday night when, for a measly $10, you have access not only to some of today's most interesting performers, but also to $2 beers. Formerly held in Galapagos Art Space, Catch now makes its home" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Catch 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7D9153BF934A2575BC0A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CATCH 25 The eclectic series Catch is back Saturday for its latest installment, and it's hard to justify seeking any other form of entertainment on your Saturday night when, for a measly $10, you have access not only to some of Friday's most interesting performers, but also to $2 beers." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17dance.html"} , {"body" : "The city's newest team of inspectors won't write tickets or issue fines. They won't harass landlords over leaky pipes or ensure that builders follow safety codes. The target of this team will be the city itself. Yesterday, Mayor Michael R. Bloomberg unveiled the Street Conditions Observation Unit, Scout for short, at a news conference in Bushwick," , "date" : "20070817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "311 Expands With Scouts to Patrol Streets" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/nyregion\/17scout.html"} , {"body" : "''Architects of the New York City Subway, Part II: Squire Vickers and the Subway's Modern Age,'' featuring artwork by Squire J. Vickers, will run through Oct. 28 at the New York Transit Museum, Gallery Annex and Store, adjacent to station master's office, Grand Central Terminal, (212) 878-0106; mta.infomuseum. Open Mondays through Fridays, 8 a.m." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Beyond the Turnstile" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/03bsubway.html"} , {"body" : "WITH her fluffy white bath towel, Brenda Gruskin -- taut copper skin, black designer swimsuit, awash in gold jewelry -- claimed a parcel of sun-warmed concrete on the deck of the John Jay Pool on the Upper East Side of Manhattan. ''When I tell people I use city pools, they can't believe it,'' she said, surveying the rectangular gulch of wobbling" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "MY CITY; 52 Ways to Cool Off, And All of Them Free" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/27pool.html"} , {"body" : "Those were grim days for race relations in New York City, the early 1990s. There were nearly 2,000 murders each year, blacks and whites died in high-profile racial killings, and a riot held a divided Brooklyn neighborhood in thrall for three dangerous nights. On Jan. 9, 1994, another match landed in this tinderbox: a caller reported a burglary at a" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LONG RUN; In a Volatile City, a Stern Line On Race and Politics" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/22\/us\/politics\/22giuliani.html"} , {"body" : "AROUND TOWN 'CARIBBEAN GARDENS: JOURNEY TO PARADISE' For those stuck in the sweltering heat of the city, the New York Botanical Garden is offering a sliver of the tropical experience this summer with ''Caribbean Gardens: Journey to Paradise.'' Housed in the main glass conservatory, and the 11 glass houses attached to it, this show has an array of" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20wspare.html"} , {"author" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com." , "body" : "AROUND TOWN Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. Tuesday at 12:30 p.m., ''The One-Hour Armchair Walking Tour,'' a lecture on Lower Manhattan history by James Kaplan; included in museum admission. Mondays through Saturdays, noon to 5 p.m. (212) 425-1778. $4; $3 for 65+ and under 18; free for under" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "No Headline" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED71431F933A15754C0A9619C8B63"} , {"body" : "It was the kind of Brooklyn neighborhood where an unmarked car with government plates drew hostile stares, and a badge emblazoned with the words ''immigration officer'' could cause a panic. ''Just keep smiling,'' Tamika Gray, an immigration officer, said aloud to herself as she steered the car under the elevated tracks in Bushwick, meeting the" , "date" : "20070717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Without Guns or Raids, a Tiny Squad of Officers Homes In on Visa Fraud" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/17\/nyregion\/17fraud.html"} ,   {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "WHEN people ask where I live, I tailor my answer to my audience. If someone with children is asking, I'll answer, ''Park Slope,'' as if I had just won the lottery. If I'm talking to a childless friend who lives somewhere gritty -- say, Bushwick -- I'll duck the question, or mumble that I live near Prospect Park. Lovers and haters of Park Slope are" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Park Slope Parent Trap" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/realestate\/08cov.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. 'TAP CITY' Dance performances are hard to come by in the middle of the summer, so it seems fitting that tap, which is given scant stage space throughout the year, would take New York by storm every July in the form of ''Tap City,'' Tony Waag's wide-ranging showcase of styles, traditions" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Dance" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/dance\/06dance.html"} , {"body" : "I AM not one of those people who has a constantly magical time when I travel. If I am outside the country and alone, whether it is Mexico City, Paris or Athens, I will trudge through museums and churches and go to a dumb discothèque, but spend most of my time trying to find toothpaste, and also staring at people, storefronts and logos that make no" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; International House of Oddities" , "url" : "http:\/\/travel.nytimes.com\/2007\/07\/05\/fashion\/05CRITIC.html"} , {"author" : "Kareem Fahim and Julie Creswell contributed reporting." , "body" : "With the housing market in decline, financial predators are finding yet another way to take advantage of people who fall behind on their payments. The schemes take various forms and often involve promises to distressed homeowners of cash upfront, free monthly rent and a chance to retain their houses in the long run. But in the process, someone else" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "MASSACHUSETTS"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "New Scheme Preys on Desperate Homeowners" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/03\/business\/03home.html"} , {"body" : "The covert campaign targeting street art began about seven months ago, with blobs of paint that appeared overnight, obscuring murals and wheat-pasted art on walls in Brooklyn and Lower Manhattan. Arcane messages were pasted at the sites, but it was difficult to ask for an explanation. The author was never identified. Then in November, during a" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "As Street Art Goes Commercial, a Resistance Raises a Real Stink" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/28\/arts\/design\/28stin.html"} , {"author" : "David Brooks is on vacation." , "body" : "The woman was reluctant to let her name be used. She said she had a teenage son and was afraid that he might be harassed by the police. But her desire to have the truth come out overcame her fears. ''You can use my name,'' she told me, ''because I did not like what the police did to those kids. My name is Greer Martin.'' Ms. Martin was standing" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED COLUMNIST; Doubting the Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2D91731F935A15755C0A9619C8B63"} , {"author" : "Al Baker, Michael Brick and Daryl Khan contributed reporting." , "body" : "The police officers hopped from their vans and cars with shouts of ''Hands up,'' ''Don't move,'' and ''Get on the ground.'' Someone in the crowd of young people yelled, ''Nobody run'' -- and nobody did, witnesses said. The teenagers were frisked, forced up against a fence or a wall, or pushed to the asphalt. Those watching said the mood was almost" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In the Details Of a Mass Arrest, Two Versions, Worlds Apart" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/nyregion\/24arrests.html"} , {"author" : "Al Baker, Michael Brick and Daryl Khan contributed reporting." , "body" : "The police officers hopped from their vans and cars with shouts of ''Hands up,'' ''Don't move,'' and ''Get on the ground.'' Someone in the crowd of young people yelled, ''Nobody run'' -- and nobody did, witnesses said. The teenagers were frisked, forced up against a fence or a wall, or pushed to the asphalt. Those watching said the mood was almost" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In the Details Of a Mass Arrest, Two Versions, Worlds Apart" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7DC1E3FF937A15755C0A9619C8B63"} , {"body" : "JUST after 4:30 p.m. on a sunny Friday, Matt Barnes and his friends were impatiently waiting for someone to let them into Moe's, a neighborhood bar at Lafayette and Portland Avenues in Fort Greene, Brooklyn. Mr. Barnes and his companions, however, were hardly the shiftless types some might associate with afternoon drinking. They are public school" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "URBAN STUDIES | UNWINDING; School's Nearly Out, and Mr. Chips Is Thirsty" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/nyregion\/thecity\/24teac.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROOKLYN HIP-HOP FESTIVAL (Tomorrow) There's a strong lineup for tomorrow's outdoor show, with Consequence (Q-Tip's cousin), Large Professor, Sean Price from Boot Camp Clik, and Skillz, who is at his best when snidely scrutinizing other rappers. But one name will be on everyone's lips:" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D7133BF931A15755C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, 1 to 5 p.m., the Mythic Festival, with dance, theater, films, workshops and other activities based on the exhibition ''Mythic Creatures: Dragons, Unicorns and Mermaids'' (through Jan. 6). In the Imax theater, ''Dinosaurs Alive!,'' a film" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DF113FF931A15755C0A9619C8B63"} , {"body" : "ON a Friday evening last month, the day after New York University's class of 2007 graduated, about 15 men and women assembled in front of Third Avenue North, an N.Y.U. dormitory on Third Avenue and 12th Street. They had come to take advantage of the university's end-of-the-year move-out, when students' discarded items are loaded into big green" , "date" : "20070621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Not Buying It" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/21\/garden\/21freegan.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS soon as Chris Roan and Justin Fluck become colleagues -- as advertising salesmen at the satirical newspaper The Onion -- they became friends. Later, they became roommates. The first was effortless. The second, not so much. Of the two Midwesterners, Mr. Roan was the first to arrive in New York, in the fall of 2004, a few months after graduating" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Roommates Who Almost Weren't" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17hunt.html"} , {"body" : "Details of the complaints by police against the people arrested at the Puerto Rican Day Parade on Sunday outline a pattern in the way they were arrested, according to documents released yesterday. Criminal complaints filed against 10 defendants show that the police were concerned about the risk that those arrested would engage in violent or" , "date" : "20070613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dispute Over Arrest Pattern At the Puerto Rican Parade" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/13\/nyregion\/13parade.html"} , {"body" : "A Brooklyn man was fatally shot shortly after 11 a.m. yesterday in a fight on the street in Bushwick, the authorities said. Acquaintances identified the man as Jose Torres, who they said was in his early 20s. He was pronounced dead at the scene, near the corner of Stanhope Street and Wyckoff Avenue, where, a witness said, he had been shot several" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot And Killed In Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E7DC173FF932A25755C0A9619C8B63"} , {"body" : "RED HOOK is one of those rare New York neighborhoods where the stars aren't completely obscured by city lights. By late summer, Gita Nandan and Jens Veneman will be able to track them from their bathtub, which they're preparing to relocate to their back deck. And if the gardening gods are beneficent, they'll be able to reach out of the suds to snag" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; Why Ask for the Moon If You Have the Stars?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10habi.html"} , {"body" : "The hue and cry over the arrests of about 30 students on the way to a friend's wake in Bushwick, Brooklyn, last month has spurred a growing youth movement against racial profiling. Nearly 150 people -- mostly students from Bushwick Community High School but including members of City Council, representatives of various community groups and even a" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Arrest of 30 Leads Youths To Organize In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/nyregion\/06arrests.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "The City Council passed a bill yesterday giving the city broad new powers to go after landlords with histories of serious code violations. The bill, known as the Safe Housing Act, would require the Department of Housing Preservation and Development to identify 200 buildings each year with the worst histories of emergency repairs and uncorrected" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council Passes Bill Enabling City to Fix Worst Buildings" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/31\/nyregion\/31building.html"} ,   {"body" : "In a move that has greater symbolic significance than mere real estate hopscotch, Galapagos Art Space, the pioneering bar and performing arts space that helped put Williamsburg, Brooklyn, on the cultural map, is moving a few neighborhoods down the East River, to Dumbo. Galapagos, which has played host to a broad array of New York's musicians," , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Arts Space In Brooklyn To Get New Digs" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/30\/theater\/30gala.html"} , {"body" : "These are small incidents, but they are accumulating by the tens of thousands, and someday New Yorkers are going to be shocked by the power of the anger that these seemingly insignificant incidents have generated. The principal of Bushwick Community High School in Brooklyn told me about a student who was gratuitously insulted by a police officer at" , "date" : "20070529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Small Incidents Are Creating a Big Problem With the N.Y.P.D." , "url" : "http:\/\/select.nytimes.com\/\/2007\/05\/29\/opinion\/29herbert.html"} , {"body" : "With blasts of disco, tight, flashy costumes and acrobatic flourishes, the skate dancers took over a paved oval in Central Park as rebels. Now, 30 years later, they are part of its establishment, and some of the heavily padded knees are a bit creaky. The music is still loud, but at a legal decibel level, and with the closing of three roller-disco" , "date" : "20070528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Little Older and a Bit Creakier, Skaters Boogie On in Central Park" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/28\/nyregion\/28roller.html"} , {"body" : "New York, a city of renters since immigrants began jamming lodging houses and tenements early in the 19th century, has reached two milestones in homeownership: One in three households now own their dwellings, according to a new analysis of census results. And the number of homes and apartments occupied by their owners has passed one million for the" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In a City Known for Its Renters, a Record Number Now Own Their Homes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27owners.html"} , {"body" : "No one is paying much attention, but parts of New York City are like a police state for young men, women and children who happen to be black or Hispanic. They are routinely stopped, searched, harassed, intimidated, humiliated and, in many cases, arrested for no good reason. Most black elected officials have joined their white colleagues and the" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "Arrested While Grieving" , "url" : "http:\/\/select.nytimes.com\/\/2007\/05\/26\/opinion\/26herbert.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. ? denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: May 25 - May 31" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DB1630F936A15756C0A9619C8B63"} , {"body" : "The arrests of about 30 young people on the way to a friend's wake on Monday have set off a wave of anger in Bushwick, Brooklyn, with more than 50 teenagers assembling yesterday to demand an apology, and their teachers saying that the police had unfairly made a target of the arrested youths -- some as young as 13. But the police defended their" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Apology Is Sought After Arrests of 30 People on the Way to a Slain Teenager's Wake" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/25\/nyregion\/25protest.html"} , {"body" : "Four people were killed in unrelated cases in less than 12 hours Tuesday night and early yesterday, the police said. The figure is unusually high for a year in which an average of less than one homicide per day has occurred, though Police Commissioner Raymond W. Kelly pointed out yesterday that ''one day doesn't make a trend.'' In the first" , "date" : "20070517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Four Killings In The City In 12 Hours" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1DB1031F934A25756C0A9619C8B63"} , {"body" : "ON Monday night inside the GlassLands Gallery, a converted warehouse in Williamsburg, Brooklyn, 100 or so people, alerted by MySpace pages and music blogs, gathered for a concert by the Yeah Yeah Yeahs. For an hour, the singer Karen O yelped and shrieked and pranced around a makeshift stage in a paint-splattered gold bodysuit, often wading into the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Technology"] , "page_facet" : "1" , "title" : "Off The Beaten Beat" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/11\/arts\/11rock.html"} , {"body" : "A man was stabbed and shot to death during a fight outside a club in Bushwick yesterday morning, the police said. The fight occurred shortly after 3 a.m. at the Groove Lounge, the police said. Patrons spilled outside the club, and witnesses said they heard several gunshots. The victim, Luis Ruiz, 24, of Clinton Hill, a single father who worked in" , "date" : "20070507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed Outside Lounge" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/07\/nyregion\/07mbrfs-death.html"} ,   {"body" : "A Brooklyn man who was arrested Sunday on drunken-driving charges near the scene of a hit-and-run accident that killed a 13-year-old boy riding a bicycle was charged yesterday with vehicular manslaughter, the police said. They said that the boy, Anthony Delgado of Brooklyn, was struck just after midnight on Sunday at the intersection of Palmetto" , "date" : "20070501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Driver Charged In Bicycle Fatality" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/01\/nyregion\/01mbrfs-HITRUN.html"} , {"body" : "Most humor sites begin when some smart-aleck at an old media company begins nagging: ''We have to launch a more robust entertainment vertical, guys.'' But Black20 has a cool creation myth. The story is so suspiciously cool, it puts Black20.com closer to an enterprise like ''Ocean's Eleven'' or ''Easy Rider'' than to a technobabble online initiative" , "date" : "20070501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "7" , "title" : "SCREENS; Satire With the Blessing of Lady Luck Herself" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/01\/arts\/television\/01heff.html"} , {"body" : "A 13-year-old boy riding a borrowed bicycle was struck and killed by a sport utility vehicle as he ventured into a Brooklyn intersection just after midnight yesterday, according to the police and his family. The driver of the S.U.V. fled the scene, the police said. The boy, Anthony Delgado, was pedaling home from another friend's baptism party" , "date" : "20070430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Hit-and-Run at Brooklyn Intersection Kills Boy Riding a Bike" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/30\/nyregion\/30hit.html"} , {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World.''" , "body" : "WHEN is a bicycle not like other bicycles? To begin with, when it has no brakes, or at least no visible brakes, or possibly just a front brake. That means you can't ride this bike very well on your first try, and certainly not very gracefully, easily or safely. The rear cog is bolted directly to the hub, so that whenever the vehicle is in motion," , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unstoppable" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/nyregion\/thecity\/29gear.html"} , {"body" : "HARRY McNALLY and Nick Poe are arty, neo-Bohemian 20-somethings, the sort of people who can't afford to rent in downtown Manhattan anymore. But they manage to live in the heart of SoHo because they rent the apartment where Mr. McNally spent much of his childhood. His father, Keith, who owns quintessential downtown restaurants like Balthazar, Pastis" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/SoHo; A 22-Year Lifetime on Thompson Street" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/realestate\/29habi.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: April 27 - May 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EFDB153EF934A15757C0A9619C8B63"} , {"body" : "Firefighters wear them with pride, on their sleeves, a variation on the blue uniform that distinguishes one assignment from another. Some are faded, even blackened: arm patches that identify each house, each company, as unique. The firefighters of Engine 218 in Brooklyn are the Bushwick Bomberos, their symbol a firefighter with water hoses in" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Firefighters' Symbol of Pride Gets Image Upgrade" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/nyregion\/26patches.html"} , {"body" : "It is a truth universally acknowledged, that a single person in New York in possession of a sunlit day must be in want of a companion. Just ask Eric Jacobov, 24, a commercial building developer, who strolled with two friends in Central Park yesterday. ''I like spring,'' he said, lighting a cigarette and peering at sunbathers in the Sheep Meadow." , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "As City Begins Spring Stir, Romance Is in the Air" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/22warm.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown Audubons: Mammals of North America,'' a display of more than 40" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: April 20 - April 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DB1F3FF933A15757C0A9619C8B63"} , {"body" : "To the Editor: ''Don't Discard the Bottle Bill'' (editorial, April 8) is unrealistic. Adding beverages is a good idea, in theory. People discard their containers because they're too much trouble to redeem. Things need to change before adding new beverages. Try to redeem containers, you end up waiting behind three people, collecting bottles for a" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Don't Be Fooled By the Bottle Bill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DD103FF936A25757C0A9619C8B63"} ,   {"body" : "MARNIE STERN, 30, played her electric guitar in the basement performance space of Cake Shop on Ludlow Street last month. This would have been a familiar occurrence if she were knocking out punk rock bar chords, or plucking an airy folk melody. But both of Ms. Stern's hands moved swiftly along the fretboard like pale spiders, her fingertips" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "MUSIC; Guitar Heroes, Make That Heroines, In Indie Rock" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/arts\/music\/11herm.html"} , {"body" : "FIRST came chaos, a neighbor said, then death. The nine deaths Wednesday following a fire in an apartment in the Highbridge section of the Bronx included eight children, among them twins just 7 months old. The cruelty of loss seemed especially shocking in an era when the number of fires in the city continues to decline, and when, in general, the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; New York Tinderbox" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/nyregion\/thecity\/11fire.html"} , {"body" : "The phone rang in Moises Alou's apartment in Montreal. It was late, creeping toward midnight, and his wife, Austria, six months pregnant with their second child, was sitting beside him, watching a movie. She answered the phone. On the other end was an aunt, calling from Brooklyn. The connection was poor, and it was just as well, for Austria could" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; In Left Field, Remembering" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/sports\/baseball\/04alou.html"} , {"body" : "A 16-year-old was fatally stabbed about 2 a.m. yesterday during a party at a Masonic temple in Brooklyn, the police said, and moments later two men who had been involved in a dispute there were shot two blocks away. The teenager, Shaquail Sanders, was on the dance floor when he was stabbed twice in the chest. He was dead on arrival at Woodhull" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Youth Killed In Brooklyn; 2 Men Hurt In Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/nyregion\/04bushwick.html"} , {"body" : "The City Department of Homeless Services yesterday announced a citywide expansion of its HomeBase program, which now serves people in six neighborhoods who are at risk of becoming homeless. The program, begun in September 2004, has provided job training, housing relocation and legal and financial services to 6,300 families and adults and 8,200" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: City To Expand Housing Program" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E7DB1F3EF93BA15751C0A9619C8B63"} , {"body" : "Long before Joe DiMaggio joined the Yankees, the other Joe D was in pinstripes. ''There was nothing better than wearing the Yankee uniform,'' said Joe DiGangi, the team's bullpen catcher from 1933 to 1941. ''To have spent summer days with Babe Ruth and Lou Gehrig, to have known men like Bill Dickey, Tony Lazzeri, Phil Rizzuto and Joe DiMaggio," , "date" : "20070226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Pinstripe Memories: Joe D From Brooklyn Was Living a Dream" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/sports\/baseball\/26catcher.html"} , {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "Subways future and subways past seemed to collide on a recent morning at the Jefferson Street station on the L line in Bushwick, Brooklyn. New electronic signs on the platforms showed how many minutes a person would have to wait until the next train: at this moment it was eight minutes for a Canarsie-bound train and four minutes for a" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "How Long Till Next Train? The Answer Is Up in Lights" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/17\/nyregion\/17train.html"} , {"body" : "The Downtown Brooklyn shopping plaza formerly known as the Albee Square Mall will soon undergo yet another incarnation: It will be razed, rebuilt at triple the size and topped with a high-rise with offices and a thousand apartments, its prospective new owners said yesterday. The mall is being sold to a partnership of developers for about $125" , "date" : "20070213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Deal Would Triple the Size of the Albee Square Mall in Brooklyn and Add a High-Rise" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/13\/nyregion\/13mall.html"} , {"body" : "They are a fixture across New York City, giving shoppers a welcoming smile and a helping hand as they assist cashiers in packing everything from apples to zucchinis. In many supermarkets, managers treat these baggers as volunteers, not paying them wages and making them rely on tips. But now, in a new front in the wage-and-hour wars, many baggers" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Long Treated as Volunteers, Tips-Only Supermarket Baggers Take Up Fight for Hourly Wage" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/11baggers.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 9 - Feb. 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0DA113FF93AA35751C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 2 - Feb. 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEED9153FF931A35751C0A9619C8B63"} , {"body" : "Sally Mae Jenkins is full of stories. In a breathless rasp, she recalls traipsing through the woods of her native South Carolina, running from snakes and getting into dicey escapades with her 13 brothers and sisters. Then she talks of having a daughter at 17, only to lose her 25 years later. Each reverie is delivered in her thick-as-molasses" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Neediest Cases; A Warm Coat for a Woman With Endless Stories to Tell" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3D6173FF93BA15752C0A9619C8B63"} , {"body" : "The bugler sounded his call. A bone-numbing chill rushed through the paddock, tearing into the jockey's silks and biting at his skin. It was the ninth and last race on Saturday, a frigid afternoon at Aqueduct, and the only people left in the stands and on the track were those down to their last chance. ''Go get 'em, Frankie,'' someone yelled from" , "date" : "20070122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fame Waits at the Wire" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/22\/nyregion\/22jockey.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS | JAN. 19 - JAN. 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7D61130F93AA25752C0A9619C8B63"} , {"body" : "A top New York City schools superintendent abruptly retired after investigators' found that he had had an affair with a subordinate, city education officials said yesterday. On Friday, the city's Education Department announced the retirement of the superintendent, Reyes Irizarry, 56, who oversaw more than 100 schools and more than 100,000 students" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "School Official Steps Down After Inquiry" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/nyregion\/14super.html"} , {"body" : "A man falls from a subway platform, a toddler tumbles from a fire escape -- two quintessential New York nightmares. Three men race to the rescue. One jumps onto the tracks to save the fallen man. The two others position themselves to catch the child. New Yorkers helping New Yorkers: How quintessentially New York is that? The reflexive willingness" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "What Would You Do?; New Yorkers Doubt That Their Response To a Crisis Would Be, 'Hey, Not My Problem'" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/07courage.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings: Jan. 5 - Jan 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DF1430F936A35752C0A9619C8B63"}]