[  {"body" : "ONCE their eyes adjusted to the dim interior of the house that would be theirs, Marcel and Sherrie Deans marveled at the architectural details they could make out amid the dust-covered desks and armchairs and piles of books. In the bit of light that made it past the drawn curtains and closed blinds, they could see two ghoulish pixie figurines," , "date" : "20071227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Lots of Home Work" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/27\/garden\/27mansion.html"} , {"body" : "They came despite the snow and slush, most straight from work, some after multiple bus trips, demanding to know whether anything could be done to save Canarsie High School. A few days earlier, the city's Education Department announced that Canarsie was in such disarray that the only way to fix it would be to shut it down, replacing it with several" , "date" : "20071224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At Canarsie High, Now Marked for Closing, Loyalty Prevails" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/24\/nyregion\/24canarsie.html"} , {"body" : "INTERNATIONALA3-8 Billions in Pakistan Aid Wasted, U.S. Officials Say After spending more than $5 billion in a largely failed effort to bolster the Pakistani military effort against militants from Al Qaeda and the Taliban, some American officials now acknowledge that there were too few controls over how the money was spent, and that the strategy" , "date" : "20071224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3DB1F30F937A15751C1A9619C8B63"} , {"body" : "WHEN a man in a hairnet beckons, who can resist? ''Come in back -- we can't talk here,'' said Steve Cabral, a baker at Taste the Tropics in Brooklyn, rolling his eyes at two customers innocently eating currant rolls. ''All these ladies will want to say their thing.'' I had wandered into the Flatbush bakery in search of black cake, a spicy, fragrant" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARIBBEAN AREA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Fruitcake Soaked In Tropical Sun" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E4DE163DF93AA25751C1A9619C8B63"} , {"body" : "Department of Education officials announced yesterday that they were closing Canarsie High School in Brooklyn, which received an F report card under the new schools' grading system. According to education officials, the school had a graduation rate of roughly 32 percent in the 2006-7 school year. The school will stop accepting freshmen next year" , "date" : "20071211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "METRO BRIEFING | NEW YORK; Manhattan: Another School To Close" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D61E3FF932A25751C1A9619C8B63"} , {"body" : "IT was tough for Talima Davis, Brooklyn born and bred, to leave her beloved borough. ''My friends call me the quintessential Brooklyn girl,'' she said. ''I never leave Brooklyn except to go to work.'' But when she found herself priced out of even Bedford-Stuyvesant, she decided she had no choice. When she was growing up, Ms. Davis, 27, lived with" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Leaving Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DF1438F93AA35751C1A9619C8B63"} , {"body" : "The bubble. Doing something to keep the bubble from ruining people's days would be the first thing on Melanie Muccio's to-do list if she were in charge of the No. 7 line. After a year and a half as a regular rider on the No. 7, she has learned all about the bubble, a 15-to-20-minute stretch of the morning starting just before 8 a.m. She has also" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bigger Cars, Flip-Up Seats, Poetry: How Riders Would Run a Subway" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/nyregion\/07subway.html"} , {"body" : "A SKY-BLUE smokestack rises above an elevated section of the Brooklyn-Queens Expressway, sending swirling clouds of dissipating steam over the endless traffic. The stack marks the top of the Hamilton Avenue Asphalt Plant, which churns out much of the sticky, smoking substance that will become the surface of the city's roadways. This year, the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES; Where the Roads Begin" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25asph.html"} , {"body" : "LIKE many New Yorkers, she came to the city from someplace else, aiming to go as far as her talent could take her. She was just starting out, and when she arrived from rural Florida, she moved into a small place in South Ozone Park, Queens, so close to Kennedy Airport she could hear the planes roaring overhead as she ate breakfast. Her new home was" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Blue-Collar Thoroughbred" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18hors.html"} , {"body" : "Taken as a young child from her drug-abusing mother, the girl had lived in one foster home after another. Now, at 16, she saw the day approaching when she would become an adult and be sent off to make a life on her own. She desperately wanted to be ready, and one last bit of help seemed to be at hand. New York City had paid her foster care agency," , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A HISTORY OF NEGLECT; City Is Slow to Limit Damage As a Hope for Children Fails" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06foster2.html"} ,   {"body" : "By the time he woke up, the summer had passed. Days and weeks he couldn't remember had been crossed off the calendar hanging on the wall of his hospital room. The last thing that Gregory McCullough did remember was a doctor hovering over his badly burned body. On that terrible day in July, the ground beneath his red tow truck, passing through" , "date" : "20071101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Survivor of Steam Blast, in Pain, Relives Escape" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/01\/nyregion\/01steam.html"} , {"body" : "Officials at Kings County Hospital Center said yesterday that they were ''closely examining'' why doctors there failed to detect a drug-resistant staph infection in a 12-year-old Brooklyn boy who died this month. The boy, Omar Rivera, was given only allergy medication at the hospital and was then sent home, a lawyer for the boy's family said" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "City Hospital In Brooklyn Reviews Care Of a Boy, 12" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30death.html"} , {"body" : "DRUCKER--Byrd, 78, died peacefully on October 25 surrounded by his loving family in New York City. The beloved husband of Janet for 57 extraordinary and memorable years, he is also survived by his adoring children, Carol, William and his wife Rhonda, and his youngest daughter, Abby, as well as three amazing grandchildren, Elizabeth, Sarah Beth and" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths DRUCKER, BYRD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDF173AF93BA15753C1A9619C8B63"} , {"body" : "Some angry and nervous parents kept their children out of a Brooklyn middle school yesterday, the day after learning about the death of a student who had been infected with a virulent, drug-resistant strain of bacteria. But school and health officials tried to assure parents that all the proper procedures had been followed and that there was no" , "date" : "20071027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Health Officials Try to Calm Parents About Staph" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/27\/nyregion\/27infect.html"} , {"body" : "New York City health officials said yesterday that a Brooklyn middle school student who died on Oct. 14 had become infected with a virulent, drug-resistant strain of bacteria that is primarily spread in hospitals but that in recent years has surfaced increasingly in schools, gyms and other nonhospital settings. The health officials, who said they" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Dead Student Had Infection, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/nyregion\/26infect.html"} , {"body" : "The principal of Canarsie High School received a noose along with a racially charged letter yesterday, the police said. The principal, Tyona Washington, who is black, is in her first year at the school. The hate crimes unit of the Police Department is investigating, but the police said yesterday that there were no suspects. The letter, found around" , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: High School Principal Receives Noose" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E0D8143DF930A15753C1A9619C8B63"} , {"body" : "A 39-year-old man armed with a gun was found shot to death on a street in Paerdegat Basin on Saturday evening, the police said. The shooting occurred shortly before 8 p.m. on Paerdegat Fourth Street near Canarsie, the police said. The victim was identified as Patrick Gordon, who was visiting his girlfriend and whose last known address was on nearby" , "date" : "20071015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York; Brooklyn: A Fatal Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E2DC123EF936A25753C1A9619C8B63"} , {"body" : "ON sunny weekday afternoons, the steps of Union Square Park belong to the downtown lunch crowd: skinny people picking at green things in plastic bowls from Whole Foods. But as the sky darkens, skateboards clatter across the plaza, and flocks of teenagers descend on the park, batlike in tight black jeans and streaks of black eyeliner, or birdlike in" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION SQUARE PARK (NYC)" , "UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE HANG; The Island of Black Jeans" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16unio.html"} , {"author" : "E-mail: joeberg@nytimes.com" , "body" : "WHITE PLAINS For 18 years, this city of 55,000 has maintained racially balanced schools without the white flight that has followed integration plans in places like Boston and Canarsie, Brooklyn. But in June, the Supreme Court rejected school assignment plans in Louisville and Seattle that, like the one in White Plains, are also based explicitly on" , "date" : "20070822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WHITE PLAINS (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; A Successful Plan for Racial Balance Now Finds Its Future Uncertain" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/22\/education\/22education.html"} , {"body" : "Only days before the expiration of his $1.3 billion contract to buy a sprawling Brooklyn housing complex, David Bistricer is throwing the real estate equivalent of a Hail Mary pass. Federal and state officials have twice rejected his bid to buy the complex, Starrett City, a cluster of 46 buildings and 5,881 apartments wedged between Canarsie and" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "With Starrett City Deal Nearly Dead, Developer Tries Again" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03starrett.html"} ,   {"body" : "She was a 51-year-old human resources executive, prone to working long hours, who lived alone in the split-level home in suburban New Jersey where she had grown up. At 21, he was dreaming of a career in the military and law enforcement, but for now was trying to squeeze in time with his girlfriend between college classes and a full-time job driving" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Explosion's Human Toll: A Beloved Aunt Is Mourned, and a Young Man Clings to Life" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20victims.html"} , {"body" : "With the possibility of missing a deadline today to qualify for $500 million from the federal government, Mayor Michael R. Bloomberg hurried to church pulpits in three boroughs yesterday to stump for his congestion pricing plan. The proposal, which would charge drivers a fee to enter or exit Manhattan below 86th Street, requires state approval, but" , "date" : "20070716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Pushes Traffic Plan In Church as Deadline Nears" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/16\/nyregion\/16mayor.html"} , {"body" : "The tenants at Starrett City, the sprawling middle-income housing development wedged between Canarsie and East New York in Brooklyn, say they know one thing for certain: their fate and that of the 33-year-old complex are still up in the air. On Monday, federal housing authorities dealt what appeared to be a mortal blow to plans by a real estate" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Starrett City Tenants Fear Paradise Will Still Be Lost" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11starrett.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "In the Eastern European immigrant neighborhoods of South Brooklyn, where the notorious heroin smuggler Boris Nayfeld was running the Brighton Beach waterfront, the collapsing Soviet bloc had opened new routes for money laundering. The crime syndicates of the early 1990s began to expand their ambitions beyond extortion and racketeering toward" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Very Cold Case Finally at Trial, a Subtext of Russian Mobsters" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/nyregion\/04mob.html"} , {"body" : "A HUNDRED years ago, an amusement park opened its gates on a site hugging the southeastern shore of Brooklyn. Tens of thousands of thrill seekers traveled to the resort, which featured the mandatory attractions of the day: a tunnel of love, a roller coaster, a dance pavilion, a circus. Given the proximity to the water, seafood was undoubtedly" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "City Lore; The Coney Island Of Canarsie" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/thecity\/01gold.html"} , {"body" : "A HUNDRED years ago, an amusement park opened its gates on a site hugging the southeastern shore of Brooklyn. Tens of thousands of thrill seekers traveled to the resort, which featured the mandatory attractions of the day: a tunnel of love, a roller coaster, a dance pavilion, a circus. Given the proximity to the water, seafood was undoubtedly" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; The Coney Island Of Canarsie" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFD6143EF932A35754C0A9619C8B63"} , {"body" : "The barge was a buzz of activity. Crews were halfway done with a half-dozen projects. Siding was being put on locker rooms. A checkerboard of paving tiles was being laid out on the deck. Metal panels still had to be hung from the railings. In the center of it all, a large aquamarine pool glimmered, tantalizing everybody on board. ''I want to jump" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn, Your New Floating Swimming Pool Is Almost Ready Now" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/30\/nyregion\/30pool.html"} , {"body" : "In landscape drawing, lines are usually representations of the contours of the observed world: a horizon, a mountain ridge, a tendril. But a line that the artist Eve S. Mosher began drawing last month is striving for a different kind of effect. To begin with, it is not of the landscape, exactly. It is on it. Specifically, it is right on the" , "date" : "20070616" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "The Handwriting on the Road: An Artist Draws the Flood Line" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/16\/arts\/design\/16chal.html"} , {"body" : "IF you've ever suspected that meatballs were a dead end for a restaurant's leftovers, you no longer have reason to fear. These days, chefs are free associating with well-sourced ingredients, clever substitutions and dazzling techniques. Others are refining more authentic variations that highlight the meatball's global appeal (see also: kofte, nem" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Expanding Meatball Universe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0D61130F935A35755C0A9619C8B63"} ,   {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} , {"body" : "SHERRI CAUGHMAN prides herself on being the kind of conscientious New Yorker who does her homework before making any major purchases. So when Ms. Caughman, 44, a supervisor in the city's food-stamp program, decided last November to buy a two-family house in Jamaica, Queens, she took a class on buying real estate, researched the property through" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fighting Off Foreclosure" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/realestate\/27cov.html"} , {"body" : "Riders on the crowded L subway line, who at peak hours frequently have to wait for two or more trains to pass at some stations before squeezing aboard, will have to keep on squeezing for at least a few more years, according to a report released yesterday. The report, provided yesterday to the Metropolitan Transportation Authority's board, said that" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Less Crowding on L Train, Think 2010, Report Says" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22subway.html"} , {"body" : "With his hand on a Bible and his family at his side, Mathieu Eugene was sworn into the City Council yesterday, apparently putting to rest questions about his residency. But Mr. Eugene refused again to sign an affidavit stating that he had met requirements that he lived in the district, the 40th in Brooklyn, which includes Crown Heights. Instead he" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Special Elections Later, New Councilman Takes Oath" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10council.html"} , {"body" : "Rebuffed by state and federal regulators over his plan to buy Starrett City for $1.3 billion, David Bistricer is now bargaining with the current owner over a lower sale price and devising a plan that he hopes will pass muster with government officials, local politicians and the 14,000 tenants at the vast Brooklyn housing complex. If Mr. Bistricer" , "date" : "20070503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investor-to-Be In Starrett City Is Bargaining For New Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/03\/nyregion\/03starrett.html"} , {"body" : "In a highly unusual second special election yesterday to fill a vacant City Council seat in central Brooklyn, Mathieu Eugene was once again the winner. The election paves the way for him to become the first Haitian-born member of the Council. In the three-candidate race, Dr. Eugene, a physician who runs a youth program in Brooklyn, won with 51" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Haitian-Born Candidate Wins Again in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/nyregion\/25council.html"} , {"body" : "The campaign posters have just begun appearing in store windows along the major thoroughfares of the Flatbush and Crown Heights neighborhoods in Brooklyn. The campaign sound trucks that typically snake through the streets before an election are nowhere to be found. There is only the slightest evidence that a second special election is about to take" , "date" : "20070423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Only Days to Stump, 3 Seek Brooklyn Council Seat" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/23\/nyregion\/23council.html"} , {"body" : "A man who died on Saturday afternoon after falling from a boat into Jamaica Bay was identified by the police yesterday as Charles Rosenberg, 37, of Hewlett. Mr. Rosenberg fell from a boat about 400 yards from the Canarsie Pier, the police said. Mr. Rosenberg and another man, who was not named by the police, fell into the water about 4 p.m., the" , "date" : "20070423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Boating Victim Identified" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/23\/nyregion\/23mbrfs-pier.html"} , {"author" : "E-mail: joeberg@nytimes.com" , "body" : "YOU can call seltzer that comes in a home-delivered siphon bottle a refreshing beverage, but that's like calling Proust's madeleine a puffy pastry. People drink seltzer from a high-pressure bottle as much for the memories as for the bubbles. It reminds them of their childhood, when a visit from the seltzer man, hoisting a 60-pound crate of bottles" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "WESTCHESTER COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "You Call That Seltzer? It's in a Plastic Bottle!" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/nyregion\/nyregionspecial2\/15wecol.html"} , {"body" : "Senator Charles E. Schumer joined Democratic members of the State Assembly yesterday in a campaign to keep Starrett City from being sold in a $1.3 billion deal that they say would doom the vast Brooklyn housing complex as an affordable home for poor and working-class tenants. Senator Schumer called on federal housing officials to reject an" , "date" : "20070414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Schumer and State Legislators Seek to Block Starrett City Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/14\/nyregion\/14starrett.html"} ,   {"body" : "Expectations are high for construction of the Second Avenue subway, and the futuristic new subway cars that will run on it. Made from gleaming stainless steel, the cars have a range of modern innovations: round porthole windows that would look at home on a rocket ship; high-tech air purification systems that use ultraviolet lamps to kill germs;" , "date" : "20070324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Museum-Quality Car For a Subway Yet Unbuilt" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/24\/nyregion\/24subway.html"} , {"body" : "A month after a special election to fill a vacant City Council seat, the streets of central Brooklyn are once again the scene of intense signature collection and campaigning as another election approaches -- for the very same position. And many residents seem bewildered that they are being approached again by candidates eager for their votes. The" , "date" : "20070322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Campaign Season, Again, in Brooklyn Council District" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/22\/nyregion\/22eugene.html"} , {"body" : "In a sign of deep troubles in New York City's middle schools, state officials yesterday identified nine additional city schools in danger of being shut down for academic failure -- eight of them serving the middle grades. The ninth school was Canarsie High School in Brooklyn, which has struggled with overcrowding and violence in recent years as" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Eight City Middle Schools Join Those at Risk of Closing" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/16\/nyregion\/16school.html"} , {"body" : "A security guard for New York City Transit was shot and killed on a street near Paerdegat Basin in Brooklyn early yesterday, shortly after ending his late shift at the Linden Yards maintenance center in Canarsie, officials said. The guard, James Plucica, 37, who New York City Transit officials said had worked from 4 p.m. to midnight Saturday, was" , "date" : "20070312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Transit Guard Is Fatally Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/12\/nyregion\/12transit.html"} , {"body" : "A second special election for a City Council seat representing central Brooklyn will be held on April 24, Mayor Michael R. Bloomberg said yesterday. The first election was held on Feb. 20, but the winner, Mathieu Eugene, declined to take the seat after the Council asked for information verifying that he lived within the 40th Council District, which" , "date" : "20070310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Election for Brooklyn Council Seat Is Set for April 24" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/10\/nyregion\/10council.html"} , {"body" : "Facing growing questions about his residency, Mathieu Eugene said yesterday that Mayor Michael R. Bloomberg should call for another special election for the Brooklyn City Council seat to which Dr. Eugene was elected two weeks ago. He pledged that he would again be a candidate. Dr. Eugene's announcement came slightly more than an hour after the New" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Winner in City Council Race Requests Another Election" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/09\/nyregion\/09council.html"} , {"body" : "With the smell of simmering fish stew coming from the kitchen, Mathieu Eugene stood in the living room of his new two-bedroom apartment in the heart of the 40th Council District, insisting that he had signed a lease, moved in and made the place his home long before his election to the City Council. ''I signed a lease on Feb. 1 and gave the landlord" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victor in City Council Race Dismisses Residency Issue" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02council.html"} , {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail address is sgfreedman@nytimes.com." , "body" : "Two winters ago, Pablo Oliva began the process of applying to public high schools in New York. A complicated process at best, it looked utterly byzantine to a 13-year-old who had only recently come to America from Argentina. But there in the vast list of choices, amazingly, Pablo found the ideal place. It was a brand-new school, and would" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "ON EDUCATION; Some Immigrant High Schoolers Receive a Lesson in Disappointment" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/28\/education\/28education.html"} , {"body" : "A Brooklyn man's election to the City Council this week has created confusion over the state's murky election laws that govern city candidates' residency requirements, raising questions that could imperil his victory. The man, Dr. Mathieu Eugene, made history on Tuesday when he became the first Haitian-born person elected to the Council. But when" , "date" : "20070224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Late Move-In Imperils Victory Of Candidate In Council Race" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/24\/nyregion\/24council.html"} , {"body" : "A husband and wife were found fatally shot yesterday in their home in Canarsie, the police said, and their deaths are being investigated as a murder-suicide. A note suggesting marital problems was discovered, according to the police. It is thought that the man, Keith Davis, 43, shot his wife, Hester, 42, then turned the gun on himself, the police" , "date" : "20070222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Murder-Suicide In Canarsie" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E2DA133EF931A15751C0A9619C8B63"} ,   {"body" : "Life on the sixth floor of Building F3 continued more or less as usual last week. Fran Garcia's 2-year-old grandson, in his pajama bottoms, padded down the hall to 6G, where Ethel Banks, 78, was lighting a candle in memory of her identical twin sister, June. In 6E, a retired transit worker, Freddy Trow, 77, was sitting with Josie, his sweetheart," , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Tenants See Complex as Experiment That Worked" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/21\/nyregion\/21starrett.html"} , {"body" : "The long-mothballed Nunley's Carousel, a 95-year-old amusement-park refugee of carved wooden horses that once twirled children in Baldwin, will be restored and reopened sometime next year as the centerpiece of Nassau County's Museum Row in Garden City. County Executive Thomas R. Suozzi and County Legislator Joseph K. Scannell, a Democrat from" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NASSAU COUNTY (NY)" , "GARDEN CITY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE WEEK; 1912 Carousel Will Spin Again on Museum Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEFDD153EF93BA25751C0A9619C8B63"} , {"body" : "The new state attorney general says he has unearthed a ''sordid legal history'' that could scuttle the $1.3 billion sale of Starrett City, the vast housing complex on Jamaica Bay, to a Brooklyn investment group. The investment group led by David Bistricer won the bidding this month for the 5,881 apartments in 46 towers at Starrett City, the" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cuomo Says Investor's Past May Stop Starrett City Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/17\/nyregion\/17starrett.html"} , {"body" : "Subways future and subways past seemed to collide on a recent morning at the Jefferson Street station on the L line in Bushwick, Brooklyn. New electronic signs on the platforms showed how many minutes a person would have to wait until the next train: at this moment it was eight minutes for a Canarsie-bound train and four minutes for a" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "How Long Till Next Train? The Answer Is Up in Lights" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/17\/nyregion\/17train.html"} , {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "Tenants' groups girding for a fight over the sale of Starrett City, the sprawling low- and middle-income housing complex on the south shore of Brooklyn, have a powerful new ally: Gov. Eliot Spitzer. State officials say that the new governor, who campaigned in part on the need to preserve and expand the city's stock of housing for working and" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spitzer Signals Desire to Keep Starrett City Affordable to the Middle Class" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/nyregion\/02starrett.html"} , {"body" : "Some of the video game industry's smartest minds thought that couch potatoes wanted richer graphics and more challenging virtual worlds. It turns out that a lot of potatoes simply wanted to get off the couch. That may be the best explanation for the growing popularity of the Nintendo Wii, the new video game system that has players jumping, punching" , "date" : "20070131" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "Games That Sell While Others Languish; Nintendo's Wii, Radiating Fun, Is Eclipsing Sony" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/31\/technology\/31game.html"} , {"body" : "A 34-year-old woman was stabbed to death by her companion at a Queens playground late Friday, the police said. Less than two hours later, in an unrelated case, a 34-year-old man was found fatally shot in a sport utility vehicle on a Brooklyn street. The woman, whose name was not immediately released, had gone to a party at the Ravenswood Houses, a" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Brooklyn And Queens, Two Killings In Two Hours" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28murders.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "A stiff wind was blowing over Canarsie Pier the other day, and the wide parking lot, wedged between the Belt Parkway and the waterfront of southern Brooklyn, was empty except for a few cars and a cloud of seagulls swooping back and forth. Sitting in one of those cars, a blue station wagon with the window rolled down even in runny-nose weather, was" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY NATIONAL RECREATION AREA" , "CANARSIE PIER (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Canarsie; Grand Plans For a Pier, From Fish To Fountain" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07stre.html"} , {"author" : "Clara Hemphill, a guest columnist, is author of ''New York City's Best Public High Schools.'' Samuel G. Freedman is on vacation." , "body" : "On a recent cold Saturday, when most children around the city were relaxing after a week at school, 320 boys and girls, ages 10 to 13, filed into Nightingale-Bamford, a private girls' school in a stately brick building on the Upper East Side. The children, most black or Hispanic, were going to be interviewed for a shot at admission to a private day" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; Giving Minority Students A Push Along the Path To Leadership Roles" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/education\/03education.html"} ,   {"body" : "Sit in with a seventh-grade science class at Seth Low, a cavernous Brooklyn middle school, as paper balls fly and pens are flicked from desk to desk. A girl is caught with a note and quickly tears it up, blushing, as her classmates chant, ''Read it!'' The teacher, Laura Lowrie, tries to demonstrate simple machines by pulling from a box a hammer, a" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trying to Find Solutions in Chaotic Middle Schools" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/education\/03middle.html"}]