[  {"body" : "There were cardboard boxes of income tax records, mortgage papers, photographs that elicited gloomy memories and plastic cases filled with old-fashioned floppy disks -- the kind that might have been used with some of the first personal computers on the market. People scrawled resolutions, doubts or fears on slips of paper. And one man said he had" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Goodbye to Bad Memories, or Old Electric Bills" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/29\/nyregion\/29shred.html"} , {"body" : "AS a teenager growing up in Flatbush, Allan Pepper used to set aside his schoolbooks every evening and tune in to the radio station WINS for the alternative education offered by the legendary D.J. Alan Freed. Mad for more, the gratefully distracted student discovered a jukebox sale and rental shop on Coney Island Avenue, not far from his home, that" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Fabled Club Seeks an Encore in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16bott.html"} , {"body" : "THE BASICS Hipsters? Check. Michelin-starred restaurants? Got that. The only thing missing from Brooklyn, it seemed, was a trendy hotel. Then, on Nov. 3, after months of delays (while its owner awaited a certificate of occupancy), Hotel Le Bleu opened for business. It occupies an eight-story glass tower on an industrial thoroughfare between two" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "CHECK IN, CHECK OUT" , "url" : "http:\/\/travel.nytimes.com\/2007\/12\/16\/travel\/16checkin.html"} , {"body" : "MORE than a neighborhood, Flatbush often refers to a sprawling community in central Brooklyn comprising multiple smaller ones. ''It really seems like a catchall for anything,'' said Lenny Linsker, a real estate investor. ''If an area is not definitely a different part of Brooklyn, it's Flatbush.'' But many smaller neighborhoods traditionally under" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | FLATBUSH, BROOKLYN; Note to City Dwellers: Steals Available Here" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/realestate\/02livi.html"} , {"body" : "AS recently as 16 months ago, there were, not surprisingly, zero hotels amid the myriad auto body shops that dot Fourth Avenue and the surrounding Gowanus area. Now there are three, and plans for a fourth, an 18,000-square-foot structure at President Street and Third Avenue. If built, the new hotel will join a Holiday Inn Express that opened on" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Heard Near the Gowanus: Calls for Room Service" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02hote.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'GRIFFELKIN' (Wednesday) The opera department at the Manhattan School of Music typically presents unusual repertory in polished, thoughtfully conceived productions. Its current offering, Lukas Foss's ''Griffelkin,'' was composed for an NBC broadcast in 1955, and tells the" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Classical" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5DC113AF933A05752C1A9619C8B63"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'GRIFFELKIN' (Wednesday) The opera department at the Manhattan School of Music typically presents unusual repertory in polished, thoughtfully conceived productions. Its current offering, Lukas Foss's ''Griffelkin,'' was composed for an NBC broadcast in 1955, and tells the" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Classical Music\/Opera Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2DA123CF933A05752C1A9619C8B63"} , {"body" : "WHEN he was 20, Arturo Vidals told his father there were no good job opportunities in his hometown, Puebla, Mexico. ''If you're an eagle, then fly,'' his father replied. Mr. Vidals took a bus to Tijuana and hired a drunken coyote, Mexican slang for a smuggler, to sneak him across the border at San Diego. From there he rode to Los Angeles in the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS; Serendipity Transcends All Barriers" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/realestate\/25habi.html"} , {"body" : "TO the sartorially challenged, the closet usually appears half-empty. When you're dressing for Stacy London, who mends errant wardrobes on TLC's ''What Not to Wear'' with all the tenderness of a darning needle, your closet might as well be bare. But on a nippy Saturday night, Ms. London's fashion-dominatrix identity had been put into storage," , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH; Dressed to Sip" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/fashion\/18nite.html"} , {"body" : "SOME of the chickens were down by the gully and a couple had gone off into the trees, but most of the ''escaped'' hens were parading around outside the enclosure where their sisters were confined, trying to figure out how they could get back in, if they wanted to. Josh Morgenthau, keeper of the birds, was mumbling something about re-electrifying" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "City Lawyer, Country Chickens" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/dining\/14morg.html"} ,   {"author" : "E-mail: carr@nytimes.com" , "body" : "Bradford Winters, a screenwriter who lives and works in New York, came home very animated after walking the picket line last Monday, the first day of the Writers Guild of America's strike against the Alliance of Motion Picture and Television Producers. ''It was actually pretty upbeat,'' he said as he sat in his third floor walk-up in Brooklyn." , "date" : "20071112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE MEDIA EQUATION; Living Paycheck to Paycheck Was Already a Way of Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/12\/business\/media\/12carr.html"} , {"body" : "NEW PLACES Black Mountain Wine House 415 Union Street (Hoyt Street) Carroll Gardens, Brooklyn, (718) 395-2614. Now that the weather has turned, the action has moved from the little deck to the even more comfortable interior at the Black Mountain Wine House, which opened in August on a sleepy corner of Carroll Gardens. Perfectly placed candles and" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "Dining Briefs" , "url" : "http:\/\/events.nytimes.com\/2007\/11\/07\/dining\/reviews\/07brie.html"} , {"body" : "AT 10:45 p.m. on Saturday, Justin Olsen stood behind the bar at the Gowanus Yacht Club, a seasonal outdoor beer garden on Smith Street in Carroll Gardens, Brooklyn, and made an announcement. ''The last keg of the year has been tapped,'' he said. And with that, the countdown began to the finale of one of the last remnants of summer in New York --" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; A Switch From Beer to Holiday Cheer" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06ink.html"} , {"body" : "A Place to Find That Elusive Book To the Editor: Re ''The Book Angels'' (Oct. 28): I was glad to read about Catherine Bohne and the rescue of her Community Bookstore in Park Slope. That store has rescued me many times when other bookstores wouldn't or couldn't take the time to help me search for a title. Once I needed a book but only knew the" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "THE CITY; Letters to the Editor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6DC153FF937A35752C1A9619C8B63"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"body" : "Nick Monte, a lover of the ocean who transformed Gurney's Inn from a modest summer hotel on the beach in Montauk, N.Y., into a celebrated year-round resort offering amenities like Roman baths with heated seawater and seaweed body wraps, died on Oct. 13 in Henderson, Nev., where he had lived for the last six years. He was 90. The cause was heart" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "MONTAUK (NY)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Nick Monte, 90; Revamped Beach Resort" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/29\/nyregion\/29monte.html"} , {"body" : "REAL ESTATE listings are filled with houses and apartments with sky-high prices. But sometimes, a listing will turn up that seems too good to be true. Usually there's a catch, and the catch is often that the property comes with one or more rent-regulated tenants. While these houses and apartments can sell for hundreds of thousands of dollars less" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Price Includes Tenants" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/realestate\/28cov.html"} , {"body" : "Pine Island, N.Y. THROUGH an odd twist of geological fate, some of North America's most fertile soil lies an hour's drive from Manhattan pavement, in the 22 square miles of Orange County, N.Y., known as the ''Black Dirt'' region. So what do farmers grow in this miracle earth? For about a century, the area has been known for onions, producing some" , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ORANGE COUNTY (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "From New York's Black Dirt, A Glacial Secret Told by Onions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4D81631F937A15753C1A9619C8B63"} , {"body" : "Amanda Moffat makes elaborately patterned ceramic pieces that bear some resemblance to 15th-century Italian designs but are actually inspired, she said, by more quotidian and contemporary sources like wrought iron, the heel of a good shoe or the Brooklyn Bridge. ''All that information comes out in what I make,'' Ms. Moffat said, ''and you can put" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CERAMICS; In a Brooklyn Studio, Inspiration in a Shoe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D8103DF93BA25753C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND JACK WILKINS (Thursday) Mr. Alden and Mr. Wilkins are guitarists who share not just a depth of experience but also an uncommon grasp of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the Brooklyn Bridge, Brooklyn, (718) 624-2083, bargemusic.org; $35;" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7DB173EF936A35753C1A9619C8B63"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MARTIAL SOLAL Martial Solal, who celebrated his 80th birthday six weeks ago, has few peers among jazz pianists. Strictly speaking, probably none. He's a probing modernist with a mercurial touch, but of course there are plenty of those. And he's a virtuoso technician often cited as the" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/arts\/music\/05wjazz.html"} , {"body" : "A brief report in the Off the Menu column last Wednesday, about the opening of Black Mountain Wine House in Carroll Gardens, Brooklyn, misstated its payment policy. The restaurant, at 415 Union Street (Hoyt Street) accepts Visa, MasterCard and American Express; it does not take cash only." , "date" : "20071003" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction: Dining" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEFD7163EF930A35753C1A9619C8B63"} , {"body" : "THE national median home price right now is $224,500. But finding anything even close to that in New York -- where the average sale price for a Manhattan apartment hovers just above $1.3 million -- would be like snagging a seat on a downtown No. 6 train at the height of rush hour. Or would it? In the current market, staying in Manhattan for" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Even in New York, Affordable Apartments" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30cov.html"} , {"body" : "IT wasn't supposed to matter to Brooklyn. Heath Ledger, the crown prince of the borough's celebrity aristocracy, apparently fled his fiefdom in Boerum Hill for Manhattan after splitting up with his girlfriend, the actress Michelle Williams. ''To each his own,'' said Jay Wilkinson, 29, an actor who lives in the neighborhood, speaking just blocks" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Brooklyn's Fragile Ego-System" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/fashion\/30brooklyn.html"} , {"body" : "Opening This Week LUCY OF GRAMERCY Carmen González, right, was a star in Miami, where her Carmen the Restaurant earned high praise. It closed when the building burned down. Tomorrow she will start doing her inventive Puerto Rican cooking here, dishes like peekytoe crabmeat and avocado terrine with Key lime mayonnaise; black grouper with sour" , "date" : "20070926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/26\/dining\/26off.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. APPLES IN STEREO (Sunday and Thursday) This Denver band made a splash in the mid-'90s with power-pop songs in loud primary colors, like the Beach Boys reborn as a New Wave act. Its new album, ''New Magnetic Wonder'' (Yep Roc), clarifies one point: it wasn't really the Beach Boys or the Beatles" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Rock and Pop Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/music\/14wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. APPLES IN STEREO (Sunday and Thursday) This Denver band made a splash in the mid-'90s with power-pop songs in loud primary colors, like the Beach Boys reborn as a New Wave act. Its new album, ''New Magnetic Wonder'' (Yep Roc), clarifies one point: it wasn't really the Beach Boys or the Beatles" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DE113FF937A2575AC0A9619C8B63"} , {"body" : "Two years ago Freddy Saint-Aignan and his wife, Angelika, found the perfect location for their fledgling bar\/restaurant, the Sugar Lounge: Columbia Street in Brooklyn. The building was just the right size, had a spacious backyard garden and sat beside Upper New York Bay. The city had big plans for the area: green space and parks, cruise ship piers" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMBIA STREET JOURNAL; Two Years Later, a Street Still Waits For Its Promised Gentrification" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28columbia.html"} , {"body" : "Nearly all the 65 dual-language programs in the New York City public schools are conducted in Spanish and Chinese, languages that are considered practical tools for future success. So far, French has not fit into that equation. But next month, the first French-English dual-language programs will begin at three schools in the city: Public School 125" , "date" : "20070822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "French Gains Foothold on Dual-Language Map" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/22\/education\/22french.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF two can live more cheaply than one, then three can live more cheaply than two. Or at least more grandly. So Joseph Baker and Leslie Taufner, who were already roommates in a railroad flat in Prospect Heights, Brooklyn, teamed up with their friend Sebastian Mei, who was squeezed into a pricey East Village one-bedroom, to avail themselves of" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MILWAUKEE (WIS)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Companionship, and a Good Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/realestate\/19hunt.html"} ,   {"body" : "FOR CHILDREN 'CHILL OUT!' The Three Bears may have been preparing to dine on porridge when Goldilocks made her unannounced visit, but Gus and Ida will do nothing of the kind this weekend. They're polar bears, and they won't eat steaming bowls of gruel (or steaming anything) at the Central Park Zoo. They prefer their cereal cold -- Cheerios are a" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0DF1239F930A3575BC0A9619C8B63"} , {"body" : "Tony Avella, a City Council member and founder of the Council's Italian-American caucus, was home in Whitestone, Queens, watching the local news when a segment about a new magazine caught his attention. The magazine was called Mob Candy, its publisher, Frank DiMatteo, told the camera in what he calls broken Brooklynese, and its focus was the" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New York Up Close; Godfathers, Glocks (Did We Mention the Bustier?)" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29mob.html"} , {"body" : "IN the down-home fishing hamlet of Montauk, N.Y., just east of Amagansett by way of a narrow sandbar called the Napeague Stretch, there are still hotels that cater to the traditional summer crowd of middle-income families and sport-fishing weekenders. At the Sail Inn on West Lake Drive, for example, $85 buys a summer weeknight ($260 for the" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HAMPTONS (NY)" , "MONTAUK (NY)"] , "page_facet" : "1" , "title" : "Not the Hamptons. Yet." , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/travel\/escapes\/27montauk.html"} , {"body" : "LAST week on Smith Street, near the Bergen Street subway station in Brooklyn, a team of sharp-looking designers sanded away the last remaining evidence of a ragtag bar called Vegas that once occupied the site. On Thursday, it reopened as the country's 158th Lucky Brand Jeans store, a division of the Liz Claiborne fashion empire. Meanwhile, a block" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Smith Street Confronts The Corporate Takeover" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/fashion\/26COBBLE.html"} , {"body" : "Opening This Week CENTRO VINOTECA Anne Burrell, right, who worked in a number of restaurants in New York and Italy, will start serving tapa-like tidbits she calls piccolini this weekend. She also will make more substantial plates of inventive Italian fare like oxtail cakes with parmesan frico, farrotto with lobster and peas, and pork chop crusted" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/18\/dining\/18off.html"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} , {"body" : "BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on how much you love wine, cheese" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Bastille Day" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E1D81E3EF930A25754C0A9619C8B63"} , {"body" : "Pick Your Favorite Goat A class comparing goat cheeses from France and from the United States will be held this evening from 6:30 to 8 at Murray's Cheese Shop, 254 Bleecker Street (Cornelia Street), $50. On July 23 at the same time a class will examine the pairing of cheeses with beer: $65, murrayscheese.com. Tastings of well-aged French cheeses" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/dining\/11fcal.html"} , {"body" : "Anyone who has stood for very long in the F subway station at Carroll Street, or Smith and Ninth Streets, or Church Avenue, has noticed them: the little-used express tracks through the stations that have lain dormant since the 1970s. Even more frustrating to impatient would-be riders on increasingly crowded platforms is the use of these very tracks" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CARROLL GARDENS; Mud on the Tracks" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08vman.html"} , {"body" : "WHEN people ask where I live, I tailor my answer to my audience. If someone with children is asking, I'll answer, ''Park Slope,'' as if I had just won the lottery. If I'm talking to a childless friend who lives somewhere gritty -- say, Bushwick -- I'll duck the question, or mumble that I live near Prospect Park. Lovers and haters of Park Slope are" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Park Slope Parent Trap" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/realestate\/08cov.html"} ,   {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/dining\/04off.html"} , {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DF1738F937A35754C0A9619C8B63"} , {"body" : "The bill looked like a shoo-in to pass. After nearly a year of painstaking analysis and tough negotiations, the Bloomberg administration, the City Council, housing advocates, lenders and real estate developers had hashed out a measure intended to revamp a popular tax-break program so it would generate more relatively affordable housing while" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City's Plans For Housing Flop in Albany" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/nyregion\/29housing.html"} , {"body" : "THAT steady drone of conversation punctuated by the clatter and clink of beer bottles or gusts of laughter sounds, the same way it does when you get off the elevator and home in on which apartment door leads to your friend's party. But it can be disorienting to hear that convivial buzz, since for most of the year outdoor spaces are reserved for" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: OUTDOOR BARS; Summer, and Drinking Is Breezy" , "url" : "http:\/\/travel.nytimes.com\/2007\/06\/24\/travel\/24weekend.html"} , {"body" : "JUST after 4:30 p.m. on a sunny Friday, Matt Barnes and his friends were impatiently waiting for someone to let them into Moe's, a neighborhood bar at Lafayette and Portland Avenues in Fort Greene, Brooklyn. Mr. Barnes and his companions, however, were hardly the shiftless types some might associate with afternoon drinking. They are public school" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "URBAN STUDIES | UNWINDING; School's Nearly Out, and Mr. Chips Is Thirsty" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/nyregion\/thecity\/24teac.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, 1 to 5 p.m., the Mythic Festival, with dance, theater, films, workshops and other activities based on the exhibition ''Mythic Creatures: Dragons, Unicorns and Mermaids'' (through Jan. 6). In the Imax theater, ''Dinosaurs Alive!,'' a film" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DF113FF931A15755C0A9619C8B63"} , {"body" : "NO one who walks by Santo Matarazzo's neatly kept brownstone on Union Street in Carroll Gardens, Brooklyn, is likely to guess at the personalities gathered inside. The first to greet you as you enter the door is Leonardo DiCaprio. Farther along, two former presidents, Bill Clinton and Jimmy Carter, appear perfectly at home in Mr. Matarazzo's cozy" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Union Street Hall of Fame" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17scul.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "HEADING east along Second Place toward the Carroll Street subway stop in Carroll Gardens, Brooklyn, morning commuters walk under a canopy of trees and past a series of compact, ornate front yards, full of lawn furniture and graced with a fish pond, a fountain or similar touches. Then, at the end of the block, just outside the station's entrance on" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL | Carroll Gardens; Twilight of the Trainspotters?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17stre.html"} , {"body" : "When their property tax bills start arriving this week, New Yorkers may be expecting to benefit from a 7 percent tax rate cut for the city's homeowners. But the across-the-board tax cut, as promised by Mayor Michael R. Bloomberg and the City Council, does not mean that every homeowner's tax bills will shrink. Some will save hundreds of dollars. But" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Some May See City's Tax Cut As Anything But" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/17taxes.html"} , {"body" : "Open Now KyoChon Chicken This Korean 1,050-restaurant chain, said to be the inspiration for the wave of Korean fried chicken spots in New York and on the West Coast, has opened its first New York outpost. Two more will open in Bayside, Queens, in a few weeks: 156-50 Northern Boulevard, Flushing, Queens, (718) 939-9292. Public House A group of Irish" , "date" : "20070613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/13\/dining\/13off.html"} ,   {"body" : "In theory, the G train, the lime green line that never enters Manhattan, runs for about 14 miles, from Red Hook, Brooklyn, all the way to Forest Hills, Queens. For residents of Jackson Heights who enjoy the cuisines of Carroll Gardens, for example, or for Greenpointers who shop at the Queens Center mall in Elmhurst, the G can be a straight shot, no" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; Does the 'G' Stand for Ghost?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10gtrai.html"} , {"body" : "Of all the whining about gentrification in Brooklyn, this may be the first time the complaints have been set to an energetic beat with a bass line, a violin interlude and backup vocals. The band Life in a Blender, six musicians who have played in clubs and bars around the city for 20 years, released their fifth album, ''The Heart Is a Small" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; For a Gussied-Up Street, A Song of Simpler Days" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03smit.html"} , {"body" : "OPENING SOON MONKEY BAR -- The changes in the lounge of this venerable bar and restaurant in the Élysée Hotel are subtle: The monkey murals have been cleaned, the stuffed-olive barstools are gone and there's a new snack menu from 5 p.m. on. But the dining room, which will open on Monday, has been completely redone. Gone is the plush 1930s retro" , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/30\/dining\/30off.html"} , {"body" : "The Brooklyn borough president yesterday defended his removal of nine members from a community board that had criticized Atlantic Yards, the $4 billion high-rise-cum-arena project that he has called the future of the borough. ''Being a member of the community board is a very prestigious job,'' said the president, Marty Markowitz. ''However, it is" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Shake-Up of Board Is Defended" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26board.html"} , {"body" : "GARDENING in New York City can require the determination of a weed pushing through a sidewalk. There are hardships of space, light, microclimate and wind, not to mention the pain of hauling supplies across town and, frequently, up several flights of stairs. Add to that the shortage of serious garden centers -- the kind with space for 50-pound bags" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York's Nurseries Try a Transplant" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/garden\/24centers.html"} , {"body" : "The letter arrived in Marilyn Oliva's mailbox yesterday from the Brooklyn borough president, Marty Markowitz. It thanked her for her dedication to the community as a member of Community Board 6, but informed her that her services were no longer needed. Ms. Oliva was disappointed. She was also not alone. Though community board members' terms are" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Project's Foes Shown Door In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/nyregion\/23yards.html"} , {"body" : "All About Cheese A six-class series about cheese, including pairings with beer and wine, will be held every Wednesday from 6:30 to 8:30 p.m., starting tonight through June 27, at Murray's Cheese Shop, 254 Bleecker Street (Cornelia Street), $795. Reservations: murrayscheese.com. Cheeses from Spain will be explained and tasted in a class to be given" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/dining\/23fcal.html"} , {"body" : "Officially speaking, same-sex couples who live in New York State cannot be married. Nancy Goldstein and Joan Hilty, a Brooklyn couple who celebrated their third wedding anniversary on Saturday, are an unusual exception. The two women have a pleasant Park Slope apartment, an excitable dog named Juno and a marriage certificate signed by the town" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "MASSACHUSETTS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Legal Status Brings Security To Some Same-Sex Marriages" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22marriage.html"} , {"body" : "The familiar jingle of Mister Softee is a bit less ubiquitous on city streets these days, and not just because soggy weather gave the company its slowest April in history. Eighteen months ago, when the city was cracking down on noise, the company promised that the jingle would be played only when its ice cream trucks were on the move. Now, the" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK SUMMER; Jangled by a Jingle, He Writes His Own" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20song.html"} , {"body" : "Manhattan BATTERY PARK CITY $376,000 300 Albany Street (South End Avenue) (Hudson View West) 1-bedroom, 1-bath, 653-sq.-ft. condo in a postwar building; concierge; renovated kitchen, marble bath, north exposure; laundry in building; common charge $1,221; taxes $7,284; listed at $399,000, 12 weeks on market (broker: ReMax at the Battery) GRAMERCY" , "date" : "20070517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DE1031F934A25756C0A9619C8B63"} ,   {"body" : "LOOKING AHEAD ACCADEMIA DI VINO John Fanning, below right, has been the host at Italian restaurants, most recently I Trulli. Kevin Garcia, on the left, who learned to grill pizza at Al Forno in Providence, R.I., is the chef at 'Cesca. In late June they plan to open this enoteca-trattoria, specializing in grilled pizza, in the underground reaches of" , "date" : "20070516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/16\/dining\/16off.html"} , {"body" : "The restaurant scene that has thrived for years in Carroll Gardens, Brooklyn, remains vibrant. Three of these newer places have opened in the past year. CHESTNUT (718) 243-0049; 271 Smith Street (DeGraw Street); $; $25 and Under: 3\/3\/04. A little bar, practically glowing like a crackling fire, welcomes you like an old friend. The seasonal American" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/CARROLL GARDENS; Friends Older and New" , "url" : "http:\/\/events.nytimes.com\/2007\/05\/13\/nyregion\/thecity\/13rest.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ALTHOUGH Beau Frank had rented for seven years in Manhattan, he had never been to another borough, except to pass through. But when it came time to buy, he thought it was more important to find a nice place than it was to stay in Manhattan, where he knew that $1 million wouldn't go too far. ''I was never willing to live in a 200-square-foot" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Finding the Right Balance" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/realestate\/13hunt.html"} , {"body" : "ON Monday night inside the GlassLands Gallery, a converted warehouse in Williamsburg, Brooklyn, 100 or so people, alerted by MySpace pages and music blogs, gathered for a concert by the Yeah Yeah Yeahs. For an hour, the singer Karen O yelped and shrieked and pranced around a makeshift stage in a paint-splattered gold bodysuit, often wading into the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Technology"] , "page_facet" : "1" , "title" : "Off The Beaten Beat" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/11\/arts\/11rock.html"} , {"body" : "DEAR DIARY: It was a Friday afternoon and I was at Pennsylvania Station trying to get home to Long Island. After being stuck in the subway for more than 30 minutes, missing two trains and having a vicious argument over the phone, I was standing quite morosely at the Kmart entrance. As a group of Wall Street types rushed by me to catch their train," , "date" : "20070507" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/07\/nyregion\/07diary.html"} , {"body" : "IF there is a song of the lazy, unmarried man in New York, the words and music can be found most often in that pile of yellowed and stained takeout menus on top of his fridge. Pummeled after a day of work and bound to the couch by a ''Seinfeld'' mini-marathon on TBS, this man does not venture into the world's most food-diverse city in search of" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "URBAN TACTICS; In Praise of General Tso" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06menu.html"} , {"body" : "There is no better day to visit your neighborhood comic store than tomorrow: Free Comic Book Day, the annual industry promotion in which participating retailers nationwide will give away titles ranging from ''Little Archie'' and ''The Amazing Spider-Man'' to ''The Lone Ranger'' and ''Transformers,'' a spectrum as wide as the stores that sell them." , "date" : "20070504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Superhero Worship, Gotham to Riverdale" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/04\/books\/04comi.html"} , {"body" : "A 44-year-old man who investigators say assaulted two elderly women during muggings -- one of which was caught on video -- was charged in those cases and in two other crimes, the authorities said yesterday. The suspect, Jack Rhodes, was charged with two counts of robbery as a hate crime, according to the Queens district attorney's office, because" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man Is Charged With Hate Crimes in Attacks on 2 Elderly Women" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/nyregion\/29arrest.html"} , {"body" : "THE 2007 season of show houses and house and garden tours opens in April and continues on weekends through midsummer and beyond. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest interior whimsy and" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/garden\/26tour.html"} , {"body" : "Manhattan CHELSEA $1.39 million 300 West 23rd Street 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar building; 24-hr. doormen; renovated kitchen, north and east exposures; wraparound terrace; laundry in building; maintenance $2,093, 58% tax deductible; listed at $1.45 million, 8 weeks on market (broker: Halstead Property) WEST MIDTOWN $800,000 100" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DF153EF935A15757C0A9619C8B63"} ,   {"body" : "MATTHEW AND LORI RICHMOND were newly married and living in Greenpoint when they began looking for a home to buy in 2005. They yearned to be near multiple subway lines, having spent several years relegated almost exclusively to the L train, and with busy careers as designers and little time to renovate, they wanted a new building that they could" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Downtown Brooklyn; Now Open for Living, as Well as Business" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/realestate\/15livi.html"} , {"body" : "What began as a falling-out between the owner of an Italian restaurant in Brooklyn and its chef has moved from the kitchen to the courthouse, with the owner filing theft charges against the chef and the chef surrendering at a police station. The police said the chef, Jason Neroni, 30, had forged two checks to himself from the restaurant, Porchetta," , "date" : "20070413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Restaurateur and a Chef Part Ways, and Their Dispute Is Heading Toward Criminal Court" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/13\/nyregion\/13chef.html"} , {"body" : "OPENING THIS WEEK GOLD ST. The Harry's franchise will expand its significant presence in the financial district this week. Tomorrow, Peter Poulakakos, who owns Harry's Cafe and Harry's Steak on Hanover Square with his father, Harry, will open this sleek 24-hour diner and sushi bar with Michael Jewell and Danny McDonald, who are his partners in" , "date" : "20070411" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/11\/dining\/11off.html"} , {"body" : "TEN years ago, the idea of worrying about the future of the land around the Gowanus Canal in Brooklyn would have seemed a little strange, especially in hot weather. An underground tunnel designed to circulate the canal's water had been out of service for decades, and as a result, sewage from nearby houses and storm drains overflowed regularly into" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Fume-Free (for Now) And Looking to the Future" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/thecity\/08plan.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $233,000 870 West 181st Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 2 weeks 600-sq.-ft. co-op in a prewar building; renovated eat-in kitchen, high ceilings, h\/w floors, George Washington Bridge view; maintenance $542, 42% tax deductible; listed at" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4D81030F932A35757C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: March 30 - April 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1DC1030F933A05750C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Monday night at 7:30, ''2007 Isaac Asimov Memorial Debate: Pioneer Anomaly,'' a discussion about the unmanned planetary probes launched in the 1970s; sold out, but tickets for live video projections in Kaufmann and Linder Theaters are $7; $6 for" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD91430F930A15750C0A9619C8B63"} , {"body" : "Police helicopters whirred overhead yesterday in Carroll Gardens, Brooklyn, and the police were out in force searching for a man who had made threats with an explosive device. But still, basketball scrimmages continued unabated and mothers with strollers, pet owners and amateur musicians chatted amicably on the street corner. Throughout the" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In 4th Case in 2 Weeks, a Bank Robber Says He Has Explosives" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/23\/nyregion\/23robbery.html"} , {"author" : "Andrew Rice, a writer living in Brooklyn, has covered New York real estate. He is now writing a book about Uganda." , "body" : "Mario Procida -- son of a construction boss, grandson of an immigrant stonemason -- was stalking his natural habitat, a building site. As usual, he was doing several things at once, all of them distractedly. The 49-year-old developer had come down from his family firm's office in the Bronx to show me around his latest project, On Prospect Park, a" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "86" , "title" : "Betting On Star Power" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/realestate\/keymagazine\/318MARIOrev.t.html"} , {"body" : "RED HOOK, a nub of a Brooklyn peninsula jutting into the Buttermilk Channel opposite Governors Island, is perhaps not everyone's ideal place to live. A high-crime area not very long ago, it is at times eerily silent, at others mournfully full of the noise of industry. Broken glass and cracked sidewalks can still be found; amenities, while on the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Red Hook, Brooklyn; Where Tugboats Chug and Ikea's Coming" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/realestate\/11LIVI.html"} ,   {"body" : "To the Editor: Re ''Escape From New York,'' by Abigail A. Frankfurt (New York Observed, Feb. 25): With the sale of Stuyvesant Town, the possible sale of Starrett City and the looming Atlantic Yards development, why should we be so concerned with a struggling writer who can no longer afford her hip studio apartment? What about middle-class families" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Priced Out, Leaving Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DB1731F937A35750C0A9619C8B63"} , {"body" : "Frank Castronovo and Frank Falcinelli, the owners of Frankies 457 Spuntino in Carroll Gardens, Brooklyn, right, and Frankies Spuntino on the Lower East Side, went shopping for oil last year -- in Sicily. After tasting many varieties, they found a small family producer that could supply enough mellow oil from organic nocellara del Belice olives for" , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SICILY" , "ITALY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Back From Sicily, Bearing Olive Oil" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EFDB123EF932A15751C0A9619C8B63"} , {"body" : "Since the new year began, a burst of activity has broken out in Manhattan and several Brooklyn neighborhoods as New Yorkers frenetically hunt for co-ops, condominiums and town houses, sending prices higher despite sluggish sales in many other cities. Preliminary indications from real estate firms showed that this increased activity, with open" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOUSING MARKET HEATS UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/nyregion\/19market.html"} , {"body" : "To the Editor: I read with interest your Feb. 11 article ''Hard Times Fall on an Ill-Loved Hero,'' about the statue ''Civic Virtue'' at Borough Hall in Kew Gardens, Queens. I work Kew Gardens, seeing the decrepit statue when I step off the subway each day, and have written letters in the past to Borough President Helen Marshall, as well as other" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Statue in Queens, Noted for Neglect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4DA143EF93BA25751C0A9619C8B63"} , {"body" : "News flash: after decades as a musical bedroom community, Brooklyn now has lots and lots of clubs and performance spaces, many having sprouted in only the last few years. This weekend and next, 14 of them are presenting some of their best homegrown acts for ''Brooklyn Next,'' a festival organized by the Brooklyn Academy of Music to promote Kings" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: Feb. 16 - Feb. 22; 'BROOKLYN NEXT'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2DA173EF935A25751C0A9619C8B63"} , {"body" : "OPEN NOW FLOATING MARKET ROOM AT HURAPAN KITCHEN -- This Thai restaurant, which just got a liquor license, has opened a downstairs lounge, where cocktails like the Chiang Mai Fizz (Champagne and pomegranate juice) are served along with small plates inspired by Bangkok's floating market: 29 Seventh Avenue South (Morton Street), (212) 727-2678." , "date" : "20070207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/07\/dining\/07off.html"} , {"body" : "CHEFS ON THE MOVE BILL YOSSES, who worked at Bouley and the Citarella stores, is the new pastry chef for the White House, replacing Thaddeus R. DuBois. CHRISTOPHE BELLANCA, below, who went to L'Orangerie in Hollywood in 2004 from Pic, a Michelin two-star restaurant in Valence, France, has now settled into his new job as executive chef at Le Cirque." , "date" : "20070131" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/31\/dining\/31off.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times and tickets: nytimes.com\/theater. Previews and Openings 'ADRIFT IN MACAO' In previews; opens on Feb 13. Primary Stages presents Christopher Durang and Peter Melnick's new musical" , "date" : "20070126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "The Listings: Jan. 26-Feb. 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D8163FF935A15752C0A9619C8B63"} , {"body" : "Never has listening to the Ninth Symphony of Beethoven required so much attention. Leif Inge, a Norwegian who calls himself an ''idea-based artist,'' has digitally elongated the work to last 24 hours. One hour of his recording equals about three minutes of an actual performance. Because the pitches and timbres of the instruments do not change, the" , "date" : "20070124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NORWAY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "Around The Clock, Beethoven Stretched" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/24\/arts\/music\/24stre.html"} , {"body" : "THE lights went up too early, the cramped theater was swelteringly hot and Mike Daisey, looking a bit nervous alone onstage, could see himself sweating profusely in the mirror on the wall behind the audience. It was going to be one of those shows. ''Camus once said that the only real philosophical question is whether or not to kill yourself,'' he" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "THEATER; The Need To Think Onstage Is Driving Mr. Daisey" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/theater\/21zino.html"} ,   {"body" : "BE it belly or chop, from Niman Ranch or Meadowbrook Farms, as an accessory to seafood or a wellspring of salumi, pork has been staking such a piggy claim to prominence of late that its appearance in a cocktail feels less shocking than inevitable. What took the little oinker so long? To be accurate, pork isn't really in, but rather around, the" , "date" : "20070117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "RESTAURANTS; An Italian Spot, Larded With Drive" , "url" : "http:\/\/events.nytimes.com\/2007\/01\/17\/dining\/reviews\/17rest.html"} , {"body" : "PEOPLE interested in buying brownstones or town houses should not assume that all of the bargains are gone. Brokers say there are still properties in New York City that cost less than $1 million, but only if buyers are willing to venture into often overlooked neighborhoods and tolerate extensive renovations. ''You can still get a lovely brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Finding a Town House for Under a Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DF1330F937A25752C0A9619C8B63"} , {"body" : "Gerard Jacques Beekman and Michael Sean Kaminsky celebrated their partnership yesterday at their apartment in Carroll Gardens, Brooklyn. Friends and family spoke about Mr. Beekman and Mr. Kaminsky and toasted them. Mr. Beekman (above, left) is 31. He is an architectural designer and a project manager at Ferguson & Shamamian Architects in Manhattan." , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Gerard Beekman, Michael Kaminsky" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/fashion\/weddings\/07beekman.html"} , {"body" : "LOOKING AHEAD TASCA -- The Gaudí-esque tiles on the floor and the bar of this spot, which is to open next week, telegraph the menu of tapas and Spanish wines. The owners, Rob Meller and Craig Wilson, the chef, have even placed barrels on the bar to dispense sangria. Next door, they are building an addition, Central Kitchen, with a raw bar and" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/dining\/03off.html"} , {"body" : "Sit in with a seventh-grade science class at Seth Low, a cavernous Brooklyn middle school, as paper balls fly and pens are flicked from desk to desk. A girl is caught with a note and quickly tears it up, blushing, as her classmates chant, ''Read it!'' The teacher, Laura Lowrie, tries to demonstrate simple machines by pulling from a box a hammer, a" , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trying to Find Solutions in Chaotic Middle Schools" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/03\/education\/03middle.html"}]