[  {"body" : "A train thundered across the Manhattan Bridge, high above the wind-swept streets of Dumbo, where two young graphic designers were trundling a hotel-style luggage cart, loaded with laundry bags and cardboard boxes, toward their building. Jessi Arrington, 28, and Creighton Meshon, 33, were thrilled to hear that their neighborhood had won official" , "date" : "20071225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DUMBO JOURNAL; As Onetime Newcomers Become Resentful Old-Timers, a Historic District Is Born" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/25\/nyregion\/25journal.html"} , {"body" : "ALTHOUGH Robyn Sklaren and Brian Fountain's kitchen is spotless, with nice new cabinets and countertops, it has the sad air of neglect. On a recent Sunday morning, no smells of brunch or even boxed doughnuts wafted from the space. ''We're pretty much only good with toast,'' said Ms. Sklaren, 29. It's a fairly big kitchen, flooded with light from a" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Space To Nurture Obsessions" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/23habi.html"} , {"body" : "NORA GERAGHTY and Dan Kahn moved into the four-story brick house on Clinton Street in the summer of 2001, a week after graduating from college. By day, their life resembled that of any young couple in Cobble Hill, Brooklyn: coffee from a patisserie on Court Street and commutes on the F train to entry-level jobs in Manhattan. That was by day. By" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Ghosts Of Clinton Street" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16hous.html"} , {"body" : "To the Editor: Re ''Time to Deal With E-Waste'' (editorial, Dec. 9): You call the City Council's proposal to force manufacturers of electronics to recycle their discarded goods ''progressive.'' It may be progressive, but its workings are a marvelous evasion of the city's responsibility. Expecting New Yorkers to cart old computers or television sets" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "LETTERS TO THE EDITOR; Yes, Recycle E-Waste, But With a Public Plan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE1DF1F3FF935A25751C1A9619C8B63"} , {"body" : "Daniel L. Doctoroff was to have been the Robert Moses of the Bloomberg era, a bold visionary who would guide a sweeping revitalization of New York and put to rest the notion that the age of building big had ended. But now, as Mr. Doctoroff ends his tenure as the longest-serving deputy mayor for economic development, much of his agenda remains" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor's Big-Thinking Aide Leaves City Hall With Mixed Legacy" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/nyregion\/07doctoroff.html"} , {"body" : "Correction Appended FOR CHILDREN 'GOODNIGHT MOON' While adults always seem to be trying to catch more sleep, children always seem to be running away from it. Go to bed? Why snooze when there's fun to be had? It's no wonder that ''Goodnight Moon,'' Margaret Wise Brown's 1947 storybook, has been a salvation for parents. But this soothing classic" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: Nov. 30-Dec. 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFDC123BF933A05752C1A9619C8B63"} , {"body" : "FOR CHILDREN 'GOODNIGHT MOON' While adults always seem to be trying to catch more sleep, children always seem to be running away from it. Go to bed? Why snooze when there's fun to be had? It's no wonder that ''Goodnight Moon,'' Margaret Wise Brown's 1947 storybook, has been a salvation for parents. But this soothing classic poses a problem for" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/30\/arts\/30wkids.html"} , {"body" : "FOR CHILDREN BIG MOVIES FOR LITTLE KIDS (Monday) If you can't get tickets to New York City Ballet's ''Nutcracker'' this weekend, you can enjoy an earlier version on film. ''Big Movies,'' a series for ages 2 to 7, will present this 89-minute ''Nutcracker'' (1993). In addition to City Ballet dancers, it features Macaulay Culkin as the Prince and" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5D7123AF933A05752C1A9619C8B63"} , {"body" : "WHEN he was 20, Arturo Vidals told his father there were no good job opportunities in his hometown, Puebla, Mexico. ''If you're an eagle, then fly,'' his father replied. Mr. Vidals took a bus to Tijuana and hired a drunken coyote, Mexican slang for a smuggler, to sneak him across the border at San Diego. From there he rode to Los Angeles in the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS; Serendipity Transcends All Barriers" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/realestate\/25habi.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $518,000 185 Park Row (Pearl Street) (Chatham Green) 1-bedroom, 1-bath, 800-sq.-ft. co-op in a postwar building; elevator; dining area, windowed kitchen and bath, south and east exposures; balcony; maintenance $586, 51% tax deductible; listed at $549,000, 1 1\/2 years on market (broker: Weichert\/Mazzeo) KIPS BAY $1.045" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/22\/garden\/22nysale.html"} ,   {"body" : "If your knowledge of Middle Eastern food starts with falafel and ends with hummus, a few hours on Atlantic Avenue should set you straight. ''Atlantic Avenue Offers Variety of Exotic Food,'' reads a New York Times article on display in Sahadi's, the best-known store on the block. The date: Jan. 7, 1960. The accuracy half a century later: pretty" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "WEEKEND IN NEW YORK | ATLANTIC AVE., BROOKLYN; An Exotic Oasis in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2007\/11\/18\/travel\/18weekend.html"} , {"body" : "THE MOTHER-TO-BE The indie-movie actress Lili Taylor has a new production under way: she is expecting her first baby, a girl, in January. Dressing for her growing girth has required resourcefulness and creativity, said Ms. Taylor, 40, who stars with Frank Langella and Lauren Ambrose in the film ''Starting Out in the Evening,'' in limited release" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "Maternity Jeans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906EFDD153CF93BA25752C1A9619C8B63"} , {"body" : "Correction Appended FOR CHILDREN 'THE THREE SILLIES' Along with acne, voice changes and growth spurts, intense embarrassment over your parents is an undeniable symptom of puberty. Usually poor Mom and Dad don't have to be guilty of more than existing, but Sammy, heroine of ''The Three Sillies'' at the Looking Glass Theater, finds her family's" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/16wkids.html"} , {"body" : "A Place to Find That Elusive Book To the Editor: Re ''The Book Angels'' (Oct. 28): I was glad to read about Catherine Bohne and the rescue of her Community Bookstore in Park Slope. That store has rescued me many times when other bookstores wouldn't or couldn't take the time to help me search for a title. Once I needed a book but only knew the" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "THE CITY; Letters to the Editor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6DC153FF937A35752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites TAKEOVER The powers that be at the Brooklyn Academy of Music are very trusting. On Saturday they are opening all the public spaces in their buildings for an all-night event called Takeover. Starting at 9 p.m. as many as 2,500 hipsters will descend on the august Howard Gilman Opera House for performances by five bands," , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/arts\/02wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. (718) 351-1611. Tomorrow, 10 a.m. to 2 p.m., demonstrations of open-hearth cooking of crumpets, chicken and cranberry sauce, for adults only; $45 (includes museum admission); $40 for members; reservations, (718) 351-1611, Ext." , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5D81F3FF931A35752C1A9619C8B63"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"body" : "REAL ESTATE listings are filled with houses and apartments with sky-high prices. But sometimes, a listing will turn up that seems too good to be true. Usually there's a catch, and the catch is often that the property comes with one or more rent-regulated tenants. While these houses and apartments can sell for hundreds of thousands of dollars less" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Price Includes Tenants" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/realestate\/28cov.html"} , {"body" : "IT wasn't long ago that Jin Pak declared he would never live north of 14th Street. Shortly after that, his wife, Alexandra Clarke, declared she would never move from Manhattan. When the time came, of course, both assertions fell by the wayside. The couple first lived in Zeckendorf Towers in Union Square, where Ms. Clarke bought a studio condominium" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Learning Never to Say Never" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/realestate\/28hunt.html"} , {"author" : "Vivian S. Toy with Elsa Brenner, Suzanne Hamlin and Antoinette Martin" , "body" : "COBBLE HILL COTTAGE $949,000 BROOKLYN: 21 Warren Place (between Warren and Baltic Streets) A three-story brick house with two bedrooms, one bath and a small back patio, in a gated mews of 26 identical workingmen's cottages built by Alfred T. White in 1878. Elizabeth Rueckeri-Betteil, Allan Gerovitz, Prudential Douglas Elliman (718) 935-6124;" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0D9113FF93BA15753C1A9619C8B63"} ,   {"body" : "FOR CHILDREN JAPANESE CULTURAL FESTIVAL When New York families visit Japan, many begin their journey in Jamaica, Queens. But this weekend Queens will also serve as a final destination for Japanese travel, and the point of departure is Flushing. That's where the Queens Library's International Resource Center will present its Japanese Cultural" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12wkids.html"} , {"body" : "Dinner From London This evening Fergus Henderson, the chef at St. John in London, will cook dinner at the Spotted Pig, 314 West 11th Street, (212) 620-0393, starting at 5:30 p.m. It's first come, first served; reservations are not accepted. A Taste of Bed-Stuy A free sampling of foods from restaurants and shops in Bedford-Stuyvesant, Brooklyn, will" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/dining\/10fcal.html"} , {"body" : "IT wasn't supposed to matter to Brooklyn. Heath Ledger, the crown prince of the borough's celebrity aristocracy, apparently fled his fiefdom in Boerum Hill for Manhattan after splitting up with his girlfriend, the actress Michelle Williams. ''To each his own,'' said Jay Wilkinson, 29, an actor who lives in the neighborhood, speaking just blocks" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Brooklyn's Fragile Ego-System" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/fashion\/30brooklyn.html"} , {"body" : "In a country like the United States that loves competition, The Vendy Awards, held yesterday in the East Village to honor the best food to be had at a street cart, do not seem out of the ordinary. But in the Palestinian West Bank, there would be talk. ''We don't have contests like this in the West Bank! I wish!'' exclaimed Fares Zeideia, 41, over" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST BANK" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "City That Eats and Runs Rewards Its Best Vendors" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/nyregion\/30vendys.html"} , {"body" : "FOR CHILDREN JACKSON HEIGHTS KIDS' FILM FESTIVAL It's not easy to find American cinemas that offer samosas (Indian pastries filled with meat or vegetables) along with popcorn and candy. The Eagle Theater in Queens is one, and on Sunday its on-screen fare will be just as eclectic: movies whose flavors range from the richness of Indian immigrant life" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/28wkids.html"} , {"body" : "AFTER years working in the entertainment field, Rosanne Ehrlich knew better than to take rejection personally, even when several co-op boards in Brooklyn Heights turned her down without meeting her. ''It was an enormously valuable life lesson,'' said Ms. Ehrlich, who wanted a studio or one-bedroom costing $300,000 to $375,000. ''I kind of applied" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; When Smaller Is Better" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/realestate\/23hunt.html"} , {"author" : "Interviewed by ALEX MINDLIN" , "body" : "DAVID HELENE, Cobble Hill, Brooklyn Packer Collegiate Institute BORN July 9, 1990 I LIVE on Clinton Street in Cobble Hill. My dad's a furniture designer and my mom's a literary agent. Cobble Hill is a neighborhood that has just sprung up. Smith Street used to be a shabby, run-down street, and now there are all these restaurants. Court Street has" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "'Our Year Is the Most Competitive Year in the History of College Applications. Or Something Like That.'" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16brow.html"} , {"body" : "FOR CHILDREN THE KITCHEN HIGH LINE BLOCK PARTY It's hard for many New Yorkers to be astonished by anything -- or anyone -- they encounter on the street. But even blasé residents would be surprised if they wandered onto a block that had all of the following: a performance artist delivering free singing telegrams on his cellphone; other artists" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wkids.html"} , {"body" : "In its 15-year history American Stevedoring has moved hundreds of thousands of televisions, loaded tons and tons of coffee and shipped and received everything from sofas to ambulances. Now it is hauling its most precious cargo yet: tenors. A 69-year-old former oil tanker moored in the company's container port in Red Hook, Brooklyn, has been" , "date" : "20070908" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Don't Rock the Boat; Opera in Progress" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/08\/arts\/music\/08vert.html"} , {"body" : "Manhattan WEST VILLAGE $995,000 105 West 13th Street (Greenwich Towers) 2-bedroom, 2-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen and baths, marble baths, laundry; common roof deck and laundry in building; maintenance $1,574, 52% tax deductible; listed at $995,000, 4 weeks on market (brokers:" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06nysale.html"} ,   {"body" : "Firefighters have very few places they can go to vent, to shed tears or to admit that their job can be overwhelming. One of those places is a small building along the waterfront in Red Hook, Brooklyn, where a group offers counseling and holistic therapy to firefighters and their families. The group, Friends of Firefighters, was established in 2002," , "date" : "20070904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Where Firefighters Once Worked, Group Sees a Place to Soothe Their Pain" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/04\/nyregion\/04firehouse.html"} , {"body" : "A prisoner who was being treated at a hospital escaped by crashing through a plate-glass window early yesterday morning, the police said. The suspect, Gregory Pollock, 46, was arrested for possession of a controlled substance and resisting arrest. The police said that Mr. Pollock was being treated at Long Island College Hospital in Cobble Hill at" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Prisoner Escapes, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9404E7D6103BF933A0575BC0A9619C8B63"} , {"body" : "Two years ago Freddy Saint-Aignan and his wife, Angelika, found the perfect location for their fledgling bar\/restaurant, the Sugar Lounge: Columbia Street in Brooklyn. The building was just the right size, had a spacious backyard garden and sat beside Upper New York Bay. The city had big plans for the area: green space and parks, cruise ship piers" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMBIA STREET JOURNAL; Two Years Later, a Street Still Waits For Its Promised Gentrification" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28columbia.html"} , {"body" : "Elana Karopkin, a Brooklyn native, may have found the last good deal in Cobble Hill when she was just 24." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Real Estate"] , "title" : "Taking the Plunge" , "url" : "http:\/\/www.nytimes.com\/interactive\/2007\/08\/17\/realestate\/20070819_HABI_FEATURE.html"} , {"body" : "VISITING the big city can leave you parched, especially in summer. It's easy to develop a more-than-one-beer thirst as you gamely tramp from museum to museum, from landmark to landmark. But hunting cheap beer on the New York City bar scene is a bit like trying to find a cheetah on the African savanna. Sure, $7 pints dot the landscape like plump" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: BARGAIN BARS; For Beer Tastes, on Beer Budgets" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/05\/travel\/05weekend.html"} , {"body" : "LAST week on Smith Street, near the Bergen Street subway station in Brooklyn, a team of sharp-looking designers sanded away the last remaining evidence of a ragtag bar called Vegas that once occupied the site. On Thursday, it reopened as the country's 158th Lucky Brand Jeans store, a division of the Liz Claiborne fashion empire. Meanwhile, a block" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Smith Street Confronts The Corporate Takeover" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/fashion\/26COBBLE.html"} , {"body" : "If watching the Tour de France in the comfort of your living room makes you want to hop onto two wheels and race through the streets of Manhattan until you find a decent baguette, then the Tour de France Culinary Bike Tour might be for you. The tour stops at five French restaurants representing different regions of France, like Marseille in" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "COMINGS & GOINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E5D71F3EF936A25754C0A9619C8B63"} , {"body" : "The peaks of the Lower Manhattan skyline loomed across the East River, and lap swimmers at the end of their lanes briefly gazed at them before their flip turns. ''Just the fact that there's a pool floating out in the river is astounding to me,'' said David K. Bromwich, 28, who biked to the pool at 5:30 a.m. yesterday, two hours before the next" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Decades of Dashed Hopes, Brooklyn Swimmers Rejoice in a Pool With a View" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD81439F936A35754C0A9619C8B63"} , {"body" : "333 Henry Street (Pacific Street), Cobble Hill, Brooklyn, (718) 260-8052, hibino-brooklyn.com. It would be easy to walk by Hibino and tag it as just another sushi-and-miso place. But Hibino has much more going for it. The first clue comes when a miniature milk bottle filled with warm tofu comes to the table, escorted by a little teapot of soy sauce" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "DINING BRIEFS | NEW PLACES; Dining Briefs" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9B02E3DE123EF937A35754C0A9619C8B63"} , {"body" : "''I used to be someone who wrote new music,'' the composer Judd Greenstein says at the beginning of ''The End of New Music,'' a new video documentary by Stephen S. Taylor. ''But there's a sort of ossified new-music scene that privileges certain things that are no longer relevant to a new generation of composers. There are people for whom it is" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "MUSIC; Rebel Composers on a Rock Tour of Sorts" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/arts\/music\/04end.html"} ,   {"body" : "When Philip Nobile reported in 2004 that the assistant principal of the Brooklyn high school where he taught had ordered other teachers to cheat on the scoring of Regents exams, he was embraced by a powerful city investigator as a whistle-blower. His charges led to a full-blown investigation of the Cobble Hill High School of American Studies by the" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Report Clears School Of Cheating" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/nyregion\/27schools.html"} , {"body" : "An article last Thursday about six home kitchens misstated the age for Simone Leigh, an artist whose kitchen is decorated with found objects. She is 39, not 46. The article also misstated the location for Jill's, a restaurant owned by Jill Pettijohn, whose home kitchen was featured. It is in Cobble Hill, Brooklyn, not Red Hook." , "date" : "20070621" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E2DE1231F932A15755C0A9619C8B63"} , {"body" : "The posting on Craigslist was vague, something about ''set dressing'' and a movie company and a sale. Cash only. But the two words circulating among the Internet cognoscenti, could not have been clearer: ''The Sopranos.'' So it was that nine days after the finale of the HBO mob drama, scores of ''Sopranos'' fans found themselves yesterday in front" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Seeking a Souvenir of Those Mobsters You Hate to Love" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20soprano.html"} , {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} , {"body" : "Murray Hill Co-op $795,000 MANHATTAN: 244 East 30th Street (between Second and Third Avenues), #1B A two-bedroom, two-bath co-op. Paul Zumoff, the Corcoran Group (718) 210-4025; www.corcoran.com MAINTENANCE: $1,154 a month PROS: The apartment faces south onto a tree-filled garden and an ivy-covered wall. Nice touches include decorative fireplaces" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DC1F30F933A25755C0A9619C8B63"} , {"body" : "Manhattan TRIBECA $2,672,500 18 Leonard Street (Hudson Street) (Juilliard Building) 2-bedroom, 2-bath, 2,082-sq.-ft. condo in a renovated prewar loft building; 24-hr. doormen; kitchen with granite countertops, 10-ft. ceilings, oversize windows, north and south exposures; common charge $1,671; taxes $3,504 (abated); listed at $2.595 million" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E7D91E30F934A35755C0A9619C8B63"} , {"body" : "IF you've ever suspected that meatballs were a dead end for a restaurant's leftovers, you no longer have reason to fear. These days, chefs are free associating with well-sourced ingredients, clever substitutions and dazzling techniques. Others are refining more authentic variations that highlight the meatball's global appeal (see also: kofte, nem" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Expanding Meatball Universe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0D61130F935A35755C0A9619C8B63"} , {"body" : "The city has agreed not to sell a vacant firehouse in Brooklyn, ending a four-year battle between the Bloomberg administration and community activists and local leaders. Engine Company 204 on Degraw Street in Cobble Hill was one of five units closed or relocated during budget cuts in 2003, leaving their firehouses empty. The changes set off" , "date" : "20070516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Rooklyn: Cobble Hill Firehouse Will Not Be Sold" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE2D71331F935A25756C0A9619C8B63"} , {"body" : "The teenager stepped off an airplane at Kennedy International Airport on Nov. 8 and asked for asylum. Days before, he had been wielding an automatic weapon as a child soldier in Ivory Coast. Now he had only his name, Salifou Yankene, and a phrase in halting English: ''I want to make refugee.'' Eventually Salifou's story would emerge, and in" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IVORY COAST"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "29" , "title" : "Taking the War Out of a Child Soldier" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/nyregion\/13soldier.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 2 p.m., an open-hearth cooking class to learn how to make crumpets on a griddle and roast chicken in a tin reflector oven; $45; $40 for members. Sunday, 10 a.m. to 5 p.m., a Yankee Peddler Day, with antiques," , "date" : "20070504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | MAY 4 - MAY 10" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E6D6103EF937A35756C0A9619C8B63"} ,   {"body" : "THE 2007 season of show houses and house and garden tours opens in April and continues on weekends through midsummer and beyond. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest interior whimsy and" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/garden\/26tour.html"} , {"body" : "IN the annals of hallway malfeasance, the Nanny Incident looms large. Ben Harvey, 28, is a program host at here!, a gay cable television network based in Manhattan, where he works late-afternoon and evening hours and so tends to be home a lot during the day. A year or so ago, a few months after he moved into a glassy new high-rise in Chelsea, he" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Getting Territorial Out in the Hall" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/garden\/26halls.html"} , {"body" : "Manhattan Less than $300,000 Upper West Side $255,000 293 Riverside Drive (101st St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 20 weeks 400-sq.-ft. studio co-op in a prewar building; high ceilings, h\/w floors, east and south exposures; maintenance $462, 44% tax deductible; listed at $265,000." , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E3DC133FF936A25757C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Monday night at 7:30, ''2007 Isaac Asimov Memorial Debate: Pioneer Anomaly,'' a discussion about the unmanned planetary probes launched in the 1970s; sold out, but tickets for live video projections in Kaufmann and Linder Theaters are $7; $6 for" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD91430F930A15750C0A9619C8B63"} , {"author" : "Andrew Rice, a writer living in Brooklyn, has covered New York real estate. He is now writing a book about Uganda." , "body" : "Mario Procida -- son of a construction boss, grandson of an immigrant stonemason -- was stalking his natural habitat, a building site. As usual, he was doing several things at once, all of them distractedly. The 49-year-old developer had come down from his family firm's office in the Bronx to show me around his latest project, On Prospect Park, a" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "86" , "title" : "Betting On Star Power" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/realestate\/keymagazine\/318MARIOrev.t.html"} , {"body" : "WHETHER they preferred apartments uptown or downtown, walk-up or doorman buildings, and old or new construction, many New Yorkers agreed on one thing about the Manhattan real estate market in the last year: it was safer to rent than to buy. Some feared that if they bought, the market would fall. Others simply put off the hassle of buying for as" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Renters Reach the Breaking Point" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/realestate\/25cov.html"} , {"body" : "BIG MOVIES FOR LITTLE KIDS (Monday) This series is intended to introduce children 2 to 6 (though all ages are welcome) to classic films. And who is more classic than Charlie Chaplin? This program consists of ''A Dog's Life'' (1918), with Chaplin and a very cute actor in the title role, and ''A Trip to the Moon'' (1902), an early animated short. At" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES: Feb. 23 - March 1; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E1D7133EF930A15751C0A9619C8B63"} , {"body" : "Since the new year began, a burst of activity has broken out in Manhattan and several Brooklyn neighborhoods as New Yorkers frenetically hunt for co-ops, condominiums and town houses, sending prices higher despite sluggish sales in many other cities. Preliminary indications from real estate firms showed that this increased activity, with open" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOUSING MARKET HEATS UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/nyregion\/19market.html"} , {"body" : "HART--Katherine P., MBA. Died February 14th, 2007 at the age 58. Vice President at Merrill Lynch where she worked for 29 years. Survived by her husband Gregory G. Stephenson and her brothers James, Thomas, and The V. Reverend Joseph of Rochester, NY. Friends may call on Friday 2-5 pm and 7-9 pm at Cobble Hill Chapels, 171 Court Street, Brooklyn," , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths HART, KATHERINE P., MBA." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EEDF173AF935A25751C0A9619C8B63"} , {"body" : "THERE are things New York apartments typically lack -- a yard, a parking place, a washer-dryer. But there is one thing they do possess: floor plans, most often derived from buildings' original marketing materials. Floor plans are important when an apartment goes on the market and a listing goes on the Web, real estate agents say, because buyers in" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Where Floor Plans Are Sought After, and Why" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D7123EF932A25751C0A9619C8B63"} ,   {"body" : "Two men died in a Queens apartment building early yesterday when an elevator door gave way as they scuffled and they plunged 11 stories down the shaft, the police said. The deaths came about 24 hours after a man died during a fight in a Chelsea nightclub when he was shoved into a closed elevator door, which opened and allowed him to fall through." , "date" : "20070205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queens Elevator Accident Kills 2, Just After Similar Death at a Club" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/05\/nyregion\/05elevator.html"} , {"author" : "Bonnie Friedman, a professor of creative writing at New York University, is the author of ''Writing Past Dark: Envy, Fear, Distraction and Other Dilemmas in the Writer's Life.''" , "body" : "IT was actually strangely comforting to hear that even Maya Rudolph of ''Saturday Night Live'' wasn't exempt from what's been biting me -- bedbugs, the city's latest scourge. When I heard that she and her partner, Paul Thomas Anderson, the director of ''Boogie Nights,'' had moved into a SoHo loft only to discover that these parasitic insects had" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Reality Bites" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/opinion\/nyregionopinions\/04CIfriedman.html"} , {"author" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com." , "body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, ''Living in America: Streets of Gold,'' the last of three events in conjunction with the ''Gold'' exhibition, featuring a panel discussion on hardships endured by a group of Chinese immigrants (2 p.m.); and a performance of South African" , "date" : "20070126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: Jan. 26-Feb. 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD8163FF935A15752C0A9619C8B63"} , {"body" : "When John Smith, a swaggering sixth grader at one of New York City's growing collection of kindergarten- through eighth-grade schools, feels lost, he heads downstairs to the colorful classroom of his former third-grade teacher, Randi Silverman, for what she calls a ''Silverman hug.'' ''When I get mad I go to her,'' John, 11, said amid the lunchtime" , "date" : "20070122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BALTIMORE (MD)" , "NEW YORK CITY" , "MILWAUKEE (WIS)" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Taking the Middle Schoolers Out of the Middle" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/22\/education\/22middle.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 2 to 4 p.m., ''Living in America: The Gold Rush,'' the second of three events in conjunction with the ''Gold'' exhibition, featuring performances by the Tagish Nation" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES | JAN. 19 - JAN. 25" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/19\/arts\/19spar.html"} , {"body" : "PEOPLE interested in buying brownstones or town houses should not assume that all of the bargains are gone. Brokers say there are still properties in New York City that cost less than $1 million, but only if buyers are willing to venture into often overlooked neighborhoods and tolerate extensive renovations. ''You can still get a lovely brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Finding a Town House for Under a Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DF1330F937A25752C0A9619C8B63"} , {"body" : "Flatiron Area Loft $1,650,000 MANHATTAN: 105 Fifth Avenue (at 18th Street), #6A A one-bedroom, two bath co-op with a den and a washer and dryer in a prewar building. Robert Schulman (212) 439-4570, Angela Latigona (212) 300-1831, Warburg Realty; www.warburgrealty.com MAINTENANCE: $1,736 a month PROS: The bedroom suite includes a den with" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DE1430F934A35752C0A9619C8B63"}]