[  {"body" : "EERILY silent does not begin to describe it. For nearly the entire trip from 42nd Street to Coney Island, the commuters on the evening F train -- a seemingly handpicked cross-section of the city's races, ages, careers and sartorial tendencies -- are soundless. When the train stops between stations and the usual mechanical hum powers down as we wait" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEXT STOP; A Month Of Commuting" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/realestate\/30comm.html"} , {"body" : "A suspect in the killing of a bystander on a Brooklyn street this month is fighting extradition back to New York from Georgia, where he was arrested on Sunday. The man, Darius Dubarry, 27, of Brooklyn, said at a hearing in the Magistrate Court of Richmond County in Augusta that he would not waive extradition, said Daniel J. Craig, the Augusta" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect in Bystander's Killing Fights to Block Extradition" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/29\/nyregion\/29nurse.html"} , {"body" : "''Haaaaaaa.'' Angela Wahls Conteh inhaled deeply, then exhaled, ''Shoooo.'' She loosened up her 5-foot-5 frame by rotating her head, then her arms. ''Bing, bong, ping, pong,'' she chanted. This was to practice projecting her voice before her final presentation in front of her Freshman Seminar II class. At 54, Ms. Wahls Conteh is older than most of" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Starting Anew at 54, and Expecting the Best to Happen" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/nyregion\/28neediest.html"} , {"body" : "Every new police officer in New York City will be sent onto the streets of some of the city's toughest neighborhoods as part of a broad anticrime operation that the authorities say has helped produce historic drops in crime, the city announced on Wednesday. Police officials and Mayor Michael R. Bloomberg said that each of the 914 police recruits" , "date" : "20071227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY IS DOUBLING POLICE PROGRAM TO REDUCE CRIME" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/27\/nyregion\/27crime.html"} , {"body" : "A man sought in the killing of an apparent bystander on a Brooklyn street on Dec. 15 was arrested Sunday morning in a motel room in Augusta, Ga., the New York City police said. The man, Darius Dubarry, 27, of Brooklyn, is expected to be charged in the shooting death in Crown Heights of Carol Simon-Hayes, said Detective John Sweeney, a police" , "date" : "20071224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "AUGUSTA (GA)" , "GEORGIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Georgia In the Slaying Of a Bystander" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/24\/nyregion\/24arrest.html"} , {"body" : "At 3 a.m. in New York City, there is a lot you can legally do, but it is not exactly a wonderland. You can ride the subway. You can watch your clothes twirl around in a dryer at an all-night Laundromat. You can buy a pack of cigarettes and a bag of chips at a 24-hour deli. So there was something unusual, maybe even thrilling, about walking through" , "date" : "20071224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HERALD SQUARE JOURNAL; Just Don't Expect Them At the Early-Bird Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/24\/nyregion\/24macys.html"} , {"body" : "OVER the last three years, the most visible adherent of the Chabad-Lubavitch sect of Hasidic Judaism has been a strapping 20-something reggae singing star named Matisyahu. After joining the sect around 2001, Matisyahu became a regular guest and performer at Chabad's outposts around the world. In songs and interviews, he frequently mentioned Rabbi" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ORTHODOX BROOKLYN; For a Singer and a Sect: A Rift Amid the Riffs?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23orth.html"} , {"body" : "IN the fall, when Yael and Eli Hanover planned to move to the Upper West Side to be within walking distance of Mrs. Hanover's new job, real estate agents warned that it would be tough to find large enough rental space that also allowed dogs. That made little sense. ''I saw tons and tons of dogs,'' Mrs. Hanover said. ''Where did they all live?'' She" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Worth the Long Climb" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/23hunt.html"} , {"body" : "THE surge of hotel development in New York City over the last two years is starting to appear a bit ''frothy'' to some industry watchers. ''We had someone here make a list of every hotel development project announced in the five boroughs, and she stopped counting at about 60 and probably missed another 20 or so,'' said Thomas McConnell, a senior" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "SQUARE FEET | CHECKING IN; Hotels Discover The Brooklyn Vibe" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/commercial\/23sqft.html"} , {"body" : "The police identified a Brooklyn man on Thursday that they are seeking for questioning in the Dec. 15 death of Carol Simon-Hayes, who was shot as she walked to the entrance of her Crown Heights apartment building. Two law enforcement officials, who insisted on anonymity because the investigation is continuing, identified the man as Darrius Dubarry." , "date" : "20071221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Sought for Questioning in Killing" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/21\/nyregion\/21suspect.html"} ,   {"body" : "It was about 5:30 p.m. when, while taking her 9-year-old son to a Saturday evening swimming practice in Brooklyn, Carol Simon-Hayes realized she had forgotten something at her apartment. She left her son, Kieron, with friends at a gas station and approached her building, just down the block on Eastern Parkway. When she was just steps away from the" , "date" : "20071217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She Aided Victims of Shootings, and She Became One" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/17\/nyregion\/17shot.html"} , {"body" : "A fault line runs through Dr. Martin Luther King Drive in Lakewood, dividing the black families that have lived here for years, many in run-down apartment complexes at one end of the street, from their new neighbors, the Orthodox Jewish families who mostly occupy a row of two-story houses on the other side. The black families are slowly leaving" , "date" : "20071210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "LAKEWOOD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Orthodox Population Grows, So Do Tensions" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/10\/nyregion\/10lakewood.html"} , {"body" : "A bouncer who studied sword fighting and ninjitsu, adopted a Japanese surname and urged himself to become a ''monster in the most positive way'' was convicted yesterday of two 2005 murders but acquitted of a third. The bouncer, Stephen Sakai, 32, was surrounded by 16 court officers as the verdict was announced in State Supreme Court in Brooklyn. He" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Former Strip Club Bouncer Convicted of 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08bouncer.html"} , {"body" : "FOR CHILDREN 'MAGIC, MUSIC, AND EARLY MOVIES' When Brian Selznick was writing ''The Invention of Hugo Cabret,'' he was warned that the premise was less than promising. ''Someone said, 'You're writing a book for kids about silent French films?''' he recalled. '''That sounds terrible.''' Fortunately, readers didn't agree. This ''novel in words and" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/07wkids.html"} , {"body" : "FOR CHILDREN 'AMAHL AND THE NIGHT VISITORS' (Tomorrow) A disabled boy offers the baby Jesus the gift of his crutches in this 1951 opera by Gian Carlo Menotti, which has become a Christmas favorite. The Little Orchestra Society's annual production features not only the child, the Magi and the other star players, but also live animals onstage. At 11" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E4DE113BF934A35751C1A9619C8B63"} , {"body" : "Forgive? Perhaps not. Forget? Um, forget about it. But half a century after Walter O'Malley ripped the heart out of Brooklyn by moving the Dodgers to Los Angeles, quite a few Brooklynites seemed grudgingly willing to congratulate Mr. O'Malley on his posthumous election yesterday to the National Baseball Hall of Fame. ''Yeah, he deserves it,'' David" , "date" : "20071204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New Hall of Famer Stirs Both Sides in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/04\/nyregion\/04dodgers.html"} , {"body" : "Despite a court order, a police detective has repeatedly failed to show up to give a deposition in a Brooklyn man's lawsuit charging police brutality. Now the city says the detective has retired and cannot be found, an explanation that has failed to satisfy the judge overseeing the case. In a photograph, a bruised bump rises to the size of a small" , "date" : "20071124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Misses 5 Calls To Testify In Beating" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/24\/nyregion\/24retire.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$23\/SQ. FT. approximate annual rent $131,000 755 Eastern Parkway Brooklyn A private elementary school has taken a five-year lease on this 1910 four-story 11,000-square-foot building in Crown Heights. Tenant: Stars and Knights Day School Landlord: Desmond Kowlessar Broker: Allison Chambers, Kalmon Dolgin Affiliates ROSALIE R. RADOMSKY e-mail:" , "date" : "20071121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS: Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6D8153AF932A15752C1A9619C8B63"} , {"body" : "The definitive history of New York night life may one day make note of Stephen Sakai in a short chapter called Downtown Bouncer Violence. Recounting the era of the smoking ban, bottle service and the $4,000 table, the passage would probably focus on Mr. Sakai's security job at Opus 22, the Chelsea lounge that a Newsday reviewer once praised for" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer's Murder Trial Sheds Light on City's Night Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16bouncer.html"} , {"body" : "MICHAEL ANDALORO lived in Alphabet City for nearly 25 years before moving to Brooklyn last year, and he doesn't long for Manhattan. ''I didn't miss it for the past 10 years,'' Mr. Andaloro said facetiously. The bohemian East Village of his younger days had become so bourgeois that he could barely recognize it. ''On Thursday nights, it was like" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BEDFORD-STUYVESANT, BROOKLYN; Rediscovering New York As It Used to Be" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/realestate\/11habi.html"} ,   {"body" : "Norman Mailer, the combative, controversial and often outspoken novelist who loomed over American letters longer and larger than any other writer of his generation, died early yesterday in Manhattan. He was 84. The cause was acute renal failure, his family said. Mr. Mailer burst on the scene in 1948 with ''The Naked and the Dead,'' a partly" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Books"] , "page_facet" : "1" , "title" : "Norman Mailer, Towering Writer With a Matching Ego, Dies at 84" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/books\/11mailer.html"} , {"body" : "CROWN HEIGHTS VICTORIAN $1,395,000 BROOKLYN: 1094 Park Place (near Kingston Avenue) A 19th-century house with four bedrooms, two and a half baths, bay windows, a wraparound porch and a porte-cochère. Kevin McNeill, Antoinette McNeill, Corcoran Group (212) 937-1995; www.corcoran.com. Open house Sunday, 1:30 to 3:30 p.m. TAXES: $2,064 a year PROS:" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DD1531F932A25752C1A9619C8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Michelangelo, da Vinci, Beethoven and Benjamin Franklin -- all ambidextrous. Soccer players are taught to emulate those geniuses with their feet, because you never know when opportunity will come skittering. This is one of the great aspects of the sport -- the unpredictability, the possibility that any player on the field, at any time, might have" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS OF THE TIMES; M.L.S. Playoffs Ride A Cultured Left Foot" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/08\/sports\/soccer\/08vecsey.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The first time he walked through the broken lot on South Oxford Street in Brooklyn, Emmanuel Thingue, a landscape architect for the Parks and Recreation Department, took the measure of the ground he had to work with. It added up to a bit more than an acre of rubble and weeds, a palette of 52,230 square feet that crunched beneath his shoes. Then he" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; From a Palette of Rubble, A Misty Grove, With Room to Run" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/07\/nyregion\/07about.html"} , {"body" : "With gentrification spreading into low-income areas, many landlords in struggling neighborhoods of New York City, who once welcomed tenants with federal rent subsidy vouchers, are now turning them away, according to some housing activists and real estate agents. The vouchers, known as Section 8 vouchers, long a pillar of rent support for needy" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bias Is Seen As Landlords Bar Vouchers" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30section.html"} , {"body" : "She calls herself Street Hero, says she is a former prostitute, knows martial arts and takes to the city's underbelly to protect women who work the streets. Her uniform includes a black eye mask, a black bustier and black knee-high boots. A Brooklyn man who calls himself Direction Man prefers helping lost tourists and locals. He wears a bright" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dressed for Halloween? No, to Clean Up Times Sq." , "url" : "http:\/\/www.nytimes.com\/2007\/10\/29\/nyregion\/29super.html"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "LAST month the City of New York gave Duffield Street in downtown Brooklyn an alternate name: Abolitionist Place. It's an acknowledgment that long before Brooklyn was veined with subway lines, it was a hub of the Underground Railroad: the network of sympathizers and safe houses throughout the North that helped as many as 100,000 slaves flee the" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "WEEKEND EXPLORER; On the Trail Of Brooklyn's Underground Railroad" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12expl.html"} , {"body" : "VICENTE--Harriet. The Board of Directors, the Scientific Council members and the staff of NARSAD\/The Mental Health Research Association (the world's largest philanthropic organization funding research on the causes, treatments and prevention of mental illnesses) mourn the death of our extraordinary, dedicated board member emeritus. Harriet joined" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths VICENTE, HARRIET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7DD163AF933A25753C1A9619C8B63"} , {"body" : "They came from Massachusetts, Florida, and Canada, and from Flatbush, Crown Heights and Bed-Stuy. There were fur coats and fedoras, shades and patterned Coogi sweaters, and enough extra poundage to tip a Mack truck. On Saturday, nearly 100 people turned up on a quiet street in Chelsea to audition for their chance to be B.I.G. Arriving on foot, by" , "date" : "20071008" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dreaming Big About Acting Big" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/08\/arts\/music\/08bigg.html"} ,   {"body" : "A photograph last Sunday with ''The Hunt'' column, about a couple's search for a rental in Brooklyn with a functional kitchen, was published in error. The third picture from the left showed a property on Sterling Place in Crown Heights; it did not show a property on Sterling Street in Prospect Lefferts Gardens, where the couple now live." , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5DF1E3EF934A35753C1A9619C8B63"} , {"author" : "Kate Hammer contributed reporting." , "body" : "On a stroll through Lower Manhattan a few years ago, Fred and Tris Essenwein innocently wandered into the Woolworth Building. But, like thousands of others before them drawn to the 55-story neo-Gothic landmark, they were abruptly escorted out by uniformed guards. ''We made it about three feet,'' said Mr. Essenwein, 62, of Colonia, N.J. Yesterday," , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Tours Venture Into Forbidden, or Merely Hidden, Territory" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/nyregion\/07open.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "No Souvlaki Czar Q. Who decides where food carts are located? Is there a master arranger in City Hall who decides hot dogs for this corner and Jamaican patties for that corner? A. If you think you can get City Hall to put your favorite street food on your favorite corner, you're out of luck. The Health Department licenses and inspects food" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARADE GROUND (BROOKLYN)" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/nyregion\/thecity\/30fyi.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF their home could cater to their environmental sensibilities, so much the better. It wasn't that Dara Blumenthal and Darren Patrick expected to find an environmentally friendly apartment, but they did want a big, bright home, ''something that made sense to us, where we could see our energies flowing in and out very naturally,'' Ms. Blumenthal" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Recipe for Success" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30hunt.html"} , {"body" : "Brooklyn has given the advertising industry prominent executives like Jerry Della Femina, Philip B. Dusenberry of BBDO, Michael I. Roth of the Interpublic Group of Companies and John D. Wren of the Omnicom Group. Now, the industry is hoping to return the favor. At a news conference this morning at Borough Hall, representatives of the industry who" , "date" : "20070924" , "day_of_week_facet" : "Monday" , "title" : "Brooklyn Could Get a High School for Marketers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E1DA103FF937A1575AC0A9619C8B63"} , {"body" : "The Citywide column on Monday, about new uses for industrial buildings in New York, misstated the surname of one of the owners of the Monti Building, the former home of a moving and storage company in Crown Heights, Brooklyn. She is Sue Boyle, not Boyce." , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DF1730F930A2575AC0A9619C8B63"} , {"body" : "On some buildings, big faded letters on warm red brick are like a sequoia's rings. The letters speak of age and industrial reincarnation. One long-gone brewery on Bergen Street in Crown Heights declares ''Heinz 57 Varieties'' and ''Monti Moving & Storage Miami Puerto Rico Calif. Overseas.'' Well, the movers moved six years ago. Now the only" , "date" : "20070910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; In Place of Smokestacks, Makers of Dumplings and Doors" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/10\/nyregion\/10citywide.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"body" : "Mayor Michael R. Bloomberg said yesterday that the city would not back down in its determination to install credit card and video devices in city taxicabs despite a threatened two-day strike by a major cabdrivers' group. ''All they would be doing is hurting themselves,'' the mayor said of a planned 48-hour work stoppage by the New York Taxi Workers" , "date" : "20070904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "As Strike Looms, Mayor Vows to Install Taxi Devices" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/04\/nyregion\/04taxi.html"} , {"body" : "DEAR DIARY: I had on my iPod when I entered Dan's Key Food supermarket in Riverdale several weeks ago, bopping as I grabbed a food cart. A woman who looked to be around 70 years old, also with an iPod, tapped my shoulder. Smiling at me, she asked: ''What are you listening to? I see you bopping and it makes me want to bop too.'' I told her that I" , "date" : "20070903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/03\/nyregion\/03diary.html"} ,   {"body" : "FOR CHILDREN 'A CLEARING IN THE FOREST' (Tomorrow) Boys and girls are forever wandering into enchanted forests in fairy tales, but they don't expect to stumble onto one just off the bustling streets of Manhattan. Thanks to the Peter Jay Sharp Foundation and the Central Park Conservancy, they now have something that comes close. Called the Peter Jay" , "date" : "20070831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5D7173AF932A0575BC0A9619C8B63"} , {"body" : "A prisoner who was being treated at a hospital escaped by crashing through a plate-glass window early yesterday morning, the police said. The suspect, Gregory Pollock, 46, was arrested for possession of a controlled substance and resisting arrest. The police said that Mr. Pollock was being treated at Long Island College Hospital in Cobble Hill at" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Prisoner Escapes, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9404E7D6103BF933A0575BC0A9619C8B63"} , {"body" : "THE thought has surely floated across many minds. Here you stand, sweltering through a summer's day. There sits a fountain. It is cool. You are not. A solution presents itself. As the sun blazed through the Brooklyn sky on a recent Saturday afternoon, Michael Torres, a mechanic who lives in Crown Heights, took off his white sneakers and socks and" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAILEY FOUNTAIN (NYC)" , "NEW YORK CITY" , "GRAND ARMY PLAZA (BROOKLYN, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; Is That Quick Dip a Cool Idea, or Not So Hot?" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28ink.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ONCE little Sophia Rückriegel began to crawl, all that her parents could think about was gaining more space. She bumped into furniture. Her toys consumed the living room. Her parents, Raquel Wexler and Andreas Rückriegel, were renting a small, pricey one-bedroom near Gramercy Park. Last winter, when Ms. Wexler had a few weeks off between work" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; No Longer Boxed In" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/realestate\/26hunt.html"} , {"body" : "In an embarrassing turn for the police department, a 17-year-old suspected of attempted robbery sneaked out of a Brooklyn precinct house early Friday. He was the second suspect to escape a city station house in less than 24 hours, and like the first man, appeared to have made his getaway by leaping from a window. ''An unfortunate coincidence,'' a" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Once Again, City Police Say Suspect Has Escaped" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/nyregion\/26escape.html"} , {"body" : "FOR CHILDREN BUG HUNT (Tomorrow and Sunday) The wilds of Staten Island will be the scene of a safari this weekend. But no one will need weapons: just a magnifying glass, a small jar and guide books. Think of it as a small game hunt -- very, very small game. The quarry will be in the meadow around the Staten Island Children's Museum, where young" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DF1531F937A1575BC0A9619C8B63"} , {"body" : "FOR CHILDREN ARTHUR ASHE KIDS' DAY When the festivities heralding the start of the United States Open begin tomorrow in Queens, don't be surprised to see brown square pants amid the tennis whites. Those belong to a cartoon character who's usually on the ocean floor rather than on the courts: Nickelodeon's SpongeBob SquarePants. He and his co-star" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24wkids.html"} , {"body" : "Howard, S.D. NEAR a prairie dotted with cattle and green with soy beans, barley, corn and oats, two bearded Hasidic men dressed in black pray outside a slaughterhouse here that is managed by an evangelical Christian. What brought these men together could easily have kept them apart: religion. The two Hasidim oversee shehitah, the Jewish ritual" , "date" : "20070822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOUTH DAKOTA" , "STANFORDVILLE (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Of Church And Steak: Farming For the Soul" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/22\/dining\/22eco.html"} , {"author" : "Bryan Curtis, a contributing writer for Play, has also written about the marketing of the Red Bull energy drink and the quarterback Troy Smith." , "body" : "Good Morning, Mr. Davis. 'Hello.' How are you Feeling? 'We'll See!' Behold Al Davis, the owner of the Oakland Raiders. The occasion was the National Football League's annual meetings in Phoenix last March, and Mr. Davis -- always ''Mr.'' for supplicants trying to get his attention -- had agreed to a short interview. The Raiders' press department," , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "page_facet" : "68" , "title" : "Just Live, Baby!" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/sports\/playmagazine\/0819play-davis.html"} , {"body" : "Edna Ford starts early, at 6:30 a.m., sometimes 5. She showers, takes her medication, settles into the wheelchair by her window in the Bronx, then looks out at the courtyard. In East Harlem, Marcelina Figueroa sits at her broad windowsill, one hand curled around a cafecito, the other dangling a cigarette, feeling the breeze and watching the" , "date" : "20070818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | WINDOW GAZING; Raising Sash for a View of the City's Daily Ballet" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/18\/nyregion\/18summer.html"} ,   {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17wkid.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CATCH 25 The eclectic series Catch is back Saturday for its latest installment, and it's hard to justify seeking any other form of entertainment on your Saturday night when, for a measly $10, you have access not only to some of Friday's most interesting performers, but also to $2 beers." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17dance.html"} , {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17kid.html"} , {"body" : "Geraldine Young was a former schoolteacher, 58 and single, who one day said God told her to take in homeless men and let them stay in the five bedrooms above her own. On this block of Crown Heights, Brooklyn, the opinion has long been divided on whether that made her a saint or a fool. Now events over the weekend are under investigation, as the" , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Samaritan's Death Raises Questions About Her Choices" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/nyregion\/15dead.html"} , {"body" : "A 58-year-old Brooklyn woman who ran a halfway house in her brownstone was found dead in her bedroom early yesterday, her apartment in disarray, the police said. There were no signs of injury to the woman, Geraldine Young, who was found on her back, unclothed, at the foot of her bed, the police said. The medical examiner's office said that an" , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Woman Found Dead In Halfway House She Ran" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/14\/nyregion\/14body.html"} , {"body" : "FOR CHILDREN 'EAST SIDE STORIES' The teenagers in City Lights Youth Theater have spent the summer acting as amateur archaeologists. But they haven't been excavating some ancient site overseas; they've been digging, at least metaphorically, into the old foundations of Broadway. The results will be presented this afternoon in ''East Side Stories,''" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Review" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10kids.html"} , {"body" : "AS his bus exited the Garden State Parkway, Maurice Cherry gazed out the window, waiting for the precise moment when the gleaming silhouette of Atlantic City would swim into view. Suddenly there it was, lit up like noon even at midnight. Most of the passengers seemed unimpressed. They woke up slowly from their naps, massaging their necks and" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "The Days and Nights Of Maurice Cherry" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/nyregion\/thecity\/05home1.html"} , {"body" : "POSNER--Daniel B., 89, a lifelong resident of New York City, died at Flushing Hospital August 2. He was born in Crown Heights, Brooklyn and raised his family in Flushing, Queens. He graduated from Columbia University in 1937 and earned his LL.B. from Yale Law School in 1941. After serving in WWII, he worked for the Securities and Exchange" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths POSNER, DANIEL B." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804EFD9133AF936A3575BC0A9619C8B63"} , {"body" : "FOR CHILDREN 'CHILL OUT!' The Three Bears may have been preparing to dine on porridge when Goldilocks made her unannounced visit, but Gus and Ida will do nothing of the kind this weekend. They're polar bears, and they won't eat steaming bowls of gruel (or steaming anything) at the Central Park Zoo. They prefer their cereal cold -- Cheerios are a" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0DF1239F930A3575BC0A9619C8B63"} , {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Today through Sunday) This is a museum where you can find animals as well as art, not to mention music and games. All those attractions will be on display, beginning today at 2 p.m. with ''Butterfly Beauties,'' an examination of those delicate insects for visitors 8 and older. Tonight at 6:30 the" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/27kid.html"} ,   {"body" : "Correction Appended DANCE Full reviews of recent performances: nytimes.com\/dance. BILL T. JONES\/ARNIE ZANE DANCE COMPANY Often the free shows offered by Celebrate Brooklyn take a back seat to the fabulous Prospect Park setting. Kids chasing fireflies, couples snuggling on blankets, all sorts of delicious smells wafting from picnic baskets -- it's" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E4D71438F933A15754C0A9619C8B63"} , {"body" : "Lillian Rivera met Officer Russel Timoshenko only once, but it was enough. She was coming out of the subway in Crown Heights, Brooklyn, a few months ago when she saw a handsome young police officer walk by. She stopped him to ask him something that had been on her mind: What is it like to be a police officer? Should she go for it? She is 16 years" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Solid Stream of Mourners At a Wake for a Slain Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/18\/nyregion\/18wake.html"} , {"body" : "FOR CHILDREN WILD ARTS WEEKEND A show titled ''I'm Chewing Cud'' may not sound like a big New York hit, unless Broadway suddenly takes a decidedly bovine turn. But there's at least one stage where it's destined for success: that of the Wildlife Theater Players at the Prospect Park Zoo, who will, well, milk the life of Aggie, the zoo's cow, for all" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wkids.html"} , {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Today through Sunday) This is a museum where you can find animals as well as art, not to mention music, film and theater. All those attractions will be on display in forthcoming programs, beginning today at 2 p.m. with ''Butterfly Beauties,'' an examination of those delicate insects for visitors 8 and older." , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3D71E3EF930A25754C0A9619C8B63"} , {"body" : "Few actions police officers take are as routine -- or as potentially deadly -- as stopping a car. The hands of those in the stopped vehicle are hidden, and they can come out shooting, surprising an officer who only sought to check a minor infraction. Two police officers in Brooklyn noted a black BMW sport utility vehicle early yesterday. They" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Car Stop Leaves 2 Officers Wounded, One Gravely" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10cops.html"} , {"body" : "At the corner of Lefferts and Rogers Avenues in Brooklyn, where two police officers were shot early yesterday, people speak of a neighborhood of sharp contrasts, of welcome reductions in crime and stubborn pockets of violence, of affluence settling in amid despair. The shooting took place within the boundaries of the 71st Precinct, an area east of" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Precinct of Contrasts, Where Violence Still Lurks" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10precinct.html"} , {"body" : "A Brooklyn man was killed in a drawn-out gunfight with the police yesterday after squeezing a lifetime of mayhem into less than 20 minutes, carjacking and crashing two cars, firing at an apartment door and a carful of strangers, and then finally at officers who closed in after he squirmed out of a passenger's side window, the police said. After the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Carjacker Killed in Hail Of Bullets In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DF103EF93BA35754C0A9619C8B63"} , {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Sunday and Tuesday) You can discover the world through all the cultures that are represented in Brooklyn, and that's what young museum visitors will do in a series of global programs. On Sunday from noon to 5 p.m., ''Ciao Italy'' will include a game of bocce and investigations into the mysteries of Italian" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/06wkids.html"} , {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Sunday and Tuesday) You can discover the world through all the cultures that are represented in Brooklyn, and that's what young museum visitors will do in a series of global programs. On Sunday from noon to 5 p.m., ''Ciao Italy'' will include a game of bocce and investigations into the mysteries of Italian" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D6123EF935A35754C0A9619C8B63"} , {"body" : "Beverly Sills, the acclaimed Brooklyn-born coloratura soprano who was more popular with the American public than any opera singer since Enrico Caruso, even among people who never set foot in an opera house, died on Monday night at her home in Manhattan. She was 78. The cause was lung cancer, said her personal manager, Edgar Vincent, who added that" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "6" , "title" : "Beverly Sills, All-American Diva With Brooklyn Roots, Is Dead at 78" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D7153EF937A35754C0A9619C8B63"} ,   {"body" : "Corrections Appended Beverly Sills, the acclaimed Brooklyn-born coloratura soprano who was more popular with the American public than any opera singer since Enrico Caruso, even among people who never set foot in an opera house, died last night at her home in Manhattan. She was 78. The cause was inoperable lung cancer, said her personal manager," , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries"] , "page_facet" : "1" , "title" : "Beverly Sills, the All-American Diva, Is Dead at 78" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E5D8153EF930A35754C0A9619C8B63"} , {"body" : "Beverly Sills, the acclaimed Brooklyn-born coloratura soprano who was more popular with the American public than any opera singer since Enrico Caruso, even among people who never set foot in an opera house, died last night at her home in Manhattan. She was 78. The cause was inoperable lung cancer, said her personal manager, Edgar Vincent. Ms. Sills" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries"] , "page_facet" : "1" , "title" : "Beverly Sills, the All-American Diva, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/03\/arts\/music\/03sills.html"} , {"body" : "Jay Monroe, an engineer whose wife's discontent over the strong light he needed for bedtime reading provoked him to invent a high-intensity, low-voltage minilamp whose use spread to desks, jewelers' worktables, limousines and far beyond, died on June 12 at his home in Sands Point, N.Y. He was 80. His wife, Barbara, said he shot himself after he and" , "date" : "20070702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "17" , "title" : "Jay Monroe, 80, Engineer Who Invented Tensor Lamp" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/02\/nyregion\/02monroe.html"} , {"body" : "On a few dirty squares of sidewalk in Crown Heights, Brooklyn, is a chalk drawing as mysterious to the uninitiated as hieroglyphics. Someone had, with great care, marked off a series of squares and given each a numerical value, although there did not seem to be any obvious pattern. The drawing is a skelly board, for a game once so popular on the" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Anyone Up for Stickball? In a PlayStation World, Maybe Not" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01street.html"} , {"body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/thecity\/01cone.html"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6DB173EF932A35754C0A9619C8B63"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "LEVIK, an 8-year-old on the loose at Coney Island, was ecstatic. He had come to the amusement park this late spring day with his classmates at the Lubavitcher Oholei Torah school in Crown Heights, which had rented Deno's Wonder Wheel Park for the morning. One contingent careered around the track on the miniature Big Wheel truck ride, each child" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Call of the Wild Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E4DA1731F932A35754C0A9619C8B63"} , {"body" : "The bill looked like a shoo-in to pass. After nearly a year of painstaking analysis and tough negotiations, the Bloomberg administration, the City Council, housing advocates, lenders and real estate developers had hashed out a measure intended to revamp a popular tax-break program so it would generate more relatively affordable housing while" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City's Plans For Housing Flop in Albany" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/nyregion\/29housing.html"} , {"body" : "Eliot Spitzer's first legislative session was coming to a fractious close on Thursday night, as he and top lawmakers failed to reach agreement on a wide range of issues as they rushed to finish business for the summer. There appeared to be agreement on a small number of measures. One required suspects indicted on rape charges to take H.I.V. tests." , "date" : "20070622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Spitzer and Legislature Sprint to Finish Line" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/22\/nyregion\/22session.html"} , {"body" : "When the lights go out at the movies, the sound of crunching popcorn and the slurping of sodas can be bad enough. But what about that annoying woman three rows back who not only leaves her cellphone on, but answers it when it rings? Not to mention that beefy guy at the end of the row who insists on narrating the onscreen action? Now, however, some" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Now Showing: The Pager And the Noisy Moviegoer" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17page.html"} ,   {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS newlyweds planning for a baby, Erin and Louis Cicalese wanted to buy a two-bedroom home in a normal, stable middle-class neighborhood. ''We felt we were priced out of the city and we felt we were priced out of the suburbs, and we kind of flip-flopped between the two,'' Ms. Cicalese said. They spent a year hunting, wondering where they would ever" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Moving On From Post-College Mode" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10hunt.html"} , {"body" : "The curtain rises just before 6:30 p.m. But the audience takes its time showing up. On Friday night, inside Room 1-C of the Alvin Ailey American Dance Theater building, 19 dance students shimmied, shook, stomped and twirled to drums and an insistent whistle. On the other side of Room 1-C's floor-to-ceiling windows, a woman took a picture with her" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "For the Best Views of This Performance, Stake Out a Sidewalk Spot" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/10dance.html"} , {"body" : "ALL STARS HIP-HOP CABARET (Tonight) This evening of performance by and for teenagers and young adults -- with song, dance and rap about growing up in the city's poorer neighborhoods -- also offers work by seasoned artists, including an excerpt from ''Sally & Tom (the American Way),'' a musical by Fred Newman about Thomas Jefferson and his slave" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: June 8 - June 14; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/arts\/08Kids.html"} , {"body" : "The authorities yesterday interrupted a sophisticated drug organization operating in Crown Heights, said Charles J. Hynes, the district attorney. Raiding several safe houses around the Brooklyn Children's Museum, the police arrested 11 people, ranging in age from 23 to 67, on conspiracy, drug and weapons charges. Investigators secretly videotaped" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Drug Arrests Near Children's Museum" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFD91F30F93BA35755C0A9619C8B63"} , {"body" : "Growing up often entails simple acts of courage, no less intimidating because they're small: mustering the nerve to climb a daunting jungle gym, conquering the mysteries of using the library or, eventually, getting up the nerve to ask someone for a date. These are the challenges explored in ''The Little Gorilla,'' ''The Librarian From the Black" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7; BROOKLYN INTERNATIONAL FILM FESTIVAL'S KIDSFILMFEST" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E3DD1530F932A35755C0A9619C8B63"} , {"body" : "Susan Jane Sloan, an architectural designer, and David Anthony Frisco Jr., a graphic designer, are to be married today at the Brookstown Inn in Winston-Salem, N.C. Rabbi Andrew Ettin is to officiate. The bride, 32, will continue to use her name professionally. She a co-founder of ISSSStudio, an architectural design office in Brooklyn, and is an" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Susan Sloan, David Frisco Jr." , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/fashion\/weddings\/27sloan.html"} , {"body" : "Four men have been killed and two others critically wounded in a spate of unrelated attacks throughout the city since late Friday, the police said. No arrests had been made in any of the cases as of last night. The first attack took place about 11:30 p.m. on Friday outside the Risley Dent Towers, a housing project on Fulton Street in the Stuyvesant" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "6 Attacks in City Leave 4 Dead and 2 Critically Wounded" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27crime.html"} , {"body" : "CHILDREN'S GALLERIES FOR JEWISH CULTURE (Sunday) Young visitors can explore both the Holy Land and the New World in two exhibitions. ''From Home to Home: Jewish Immigration to America'' invites them to put themselves in the place of Jews leaving Europe for the United States. ''From Tent to Temple: Life in the Ancient Near East'' challenges them to" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES: May 25 - May 31; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/25\/arts\/25kids.html"} , {"body" : "Opens today nationwide Directed by Matt Ruskin 90 minutes Giving ''inspirational'' a good name, Matt Ruskin's vibrant and soulful documentary ''The Hip Hop Project'' sets its universal message to an inner-city beat. Named for the New York City youth program founded in 1999 by Chris Rolle, known as Kazi, a Bahamian orphan forced to grow up on the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Film in Review; The Hip Hop Project" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9505E1D61431F932A25756C0A9619C8B63"} ,   {"body" : "With his hand on a Bible and his family at his side, Mathieu Eugene was sworn into the City Council yesterday, apparently putting to rest questions about his residency. But Mr. Eugene refused again to sign an affidavit stating that he had met requirements that he lived in the district, the 40th in Brooklyn, which includes Crown Heights. Instead he" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Special Elections Later, New Councilman Takes Oath" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10council.html"} , {"body" : "Two old men in baseball caps sat in two old chairs in front of an old building under a warm sun. A passer-by on Classon Avenue in Bedford-Stuyvesant might have thought they were having a lovely and peaceful Monday, but that would have been way off. Around back, the wall of the building was painted with the words ''Sportsmen's Athletic Club,'' and" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEDFORD-STUYVESANT JOURNAL; Death Finds a Crack in Life at the Social Club" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10journal.html"} , {"body" : "HARRY McNALLY and Nick Poe are arty, neo-Bohemian 20-somethings, the sort of people who can't afford to rent in downtown Manhattan anymore. But they manage to live in the heart of SoHo because they rent the apartment where Mr. McNally spent much of his childhood. His father, Keith, who owns quintessential downtown restaurants like Balthazar, Pastis" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/SoHo; A 22-Year Lifetime on Thompson Street" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/realestate\/29habi.html"} , {"body" : "The stage was set for the candidates' forum. Andrew Baumann, one of nine candidates on the ballot for a school parent council in southwest Queens, was the first person to arrive. And he was alone. ''Not a single person,'' Mr. Baumann said disgustedly of the recent nonevent in Community School District 27. ''One candidate showed up. Me.'' Elections" , "date" : "20070428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Lack of Interest (and Candidates) in New System's School Parent Councils" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/28\/nyregion\/28schools.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., the Dirdy Birdies Jug Band; $15, members $12; requires reservation. Hours: Wednesdays" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: April 27 - May 3" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/arts\/27spare.html"} , {"body" : "In a highly unusual second special election yesterday to fill a vacant City Council seat in central Brooklyn, Mathieu Eugene was once again the winner. The election paves the way for him to become the first Haitian-born member of the Council. In the three-candidate race, Dr. Eugene, a physician who runs a youth program in Brooklyn, won with 51" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Haitian-Born Candidate Wins Again in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/nyregion\/25council.html"} , {"body" : "The bass player's widow looked down Dean Street and remembered her neighbors by the work they did: a teacher, a letter carrier, a doctor, another jazz man. A subway conductor, a church lady. Across the street, there is a mansion, once a doctor's home. ''That's a gorgeous house,'' said the woman, Audrey Williams, 69. Her husband, Tommy Williams, who" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CROWN HEIGHTS JOURNAL; Seeking Landmark Status, and Hoping to Lose a Label of Unrest" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24journal.html"} , {"body" : "The campaign posters have just begun appearing in store windows along the major thoroughfares of the Flatbush and Crown Heights neighborhoods in Brooklyn. The campaign sound trucks that typically snake through the streets before an election are nowhere to be found. There is only the slightest evidence that a second special election is about to take" , "date" : "20070423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Only Days to Stump, 3 Seek Brooklyn Council Seat" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/23\/nyregion\/23council.html"} , {"body" : "ON Tuesday night, a blurry mass of people could be seen flying and shimmying around the 150-foot-long ''miracle maple'' rink of the Empire Roller Skating Center in Crown Heights, Brooklyn. The bass thumped and the lights were dimmed. Boys wearing baggy jeans and Yankee caps in every color of the rainbow whizzed along the curves. Gamine girls in" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; The Last Lace-Up" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/thecity\/22empi.html"} , {"body" : "A State Supreme Court justice declined yesterday to take any action on a lawsuit to remove Dr. Mathieu Eugene from the ballot in a special election for the 40th Council District in Brooklyn. The ruling means that Dr. Eugene is one of two candidates who will remain on the ballot for the election, which is set for April 24. Dr. Eugene won a special" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Councilman-Elect On Ballot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E3D9133FF930A25757C0A9619C8B63"} ,   {"body" : "BINDLESTIFF CIRKUS'S CAVALCADE OF YOUTH (Sunday) If you've ever wondered what those daring young men (or women) on the flying trapeze did before adulthood and professional success, see this show, whose spirited circus performers are all under 21. At 3 p.m., Abrons Arts Center, 466 Grand Street, at Pitt Street, Lower East Side, (212) 598-0400," , "date" : "20070413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "SPARE TIMES: April 13 - April 19; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEEDF133FF930A25757C0A9619C8B63"} , {"body" : "New York City wants to strengthen its hand against recalcitrant landlords by giving itself broad new powers to overhaul entire building systems -- like heating, electrical or plumbing -- in long-troubled properties, and to force landlords to pay for the work. A bill to be introduced in the City Council today with the Bloomberg administration's" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Seeks Broader Power to Fix Troubled Buildings at Landlords' Expense" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/12\/nyregion\/12housing.html"} , {"body" : "During a recent afternoon at a place called Alt Coffee, on Avenue A, a young woman on a couch read a book called ''Sister of the Road: The Autobiography of Boxcar Bertha.'' Sitting nearby, another young woman, with dreadlocks and a nose ring, gazed at a laptop computer. A gray-haired man dozed in a chair as Beatles music played through speakers. In" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "29" , "title" : "With a Cafe's Evolution, a City With a Little Less Grit" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/08coffee.html"} , {"body" : "BARNYARD EASTER EGG HUNT (Tomorrow) Children will not only find eggs, but also toss them and roll them (and maybe break them, but that's O.K.) in this annual event in the orchard of the Queens County Farm Museum. Visiting the farm animals and taking a hayride are part of the fun. From noon to 4 p.m., 73-50 Little Neck Parkway, Floral Park, (718)" , "date" : "20070406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: April 6-April12; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/arts\/06kids.html"} , {"body" : "AS homeowners across the country have dealt with the declining values of their houses and their ballooning mortgage payments, most New Yorkers seem to believe that the market here doesn't play by the same rules. But in recent weeks, a growing number of New Yorkers, often with six-figure salaries and reasonably good credit, have begun to find that" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Battle for a Mortgage" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/realestate\/01cov.html"} , {"body" : "The Brooklyn Public Library has a new executive director, Dionne Mack-Harvin, above, who is the first black woman to run a major public library system in the state, Mayor Michael R. Bloomberg said yesterday. Ms. Mack-Harvin, 34, has been interim executive director since June. She began her career with the Brooklyn system in 1996 as a librarian at" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Library Director Appointed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFDC1530F930A15750C0A9619C8B63"} , {"body" : "A month after a special election to fill a vacant City Council seat, the streets of central Brooklyn are once again the scene of intense signature collection and campaigning as another election approaches -- for the very same position. And many residents seem bewildered that they are being approached again by candidates eager for their votes. The" , "date" : "20070322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Campaign Season, Again, in Brooklyn Council District" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/22\/nyregion\/22eugene.html"} , {"body" : "AT 10 on a blustery night a few weeks ago, a slightly built 44-year-old Orthodox Jew named Isaac Schonfeld trudged to the top floor of the Millinery Center Synagogue. The synagogue, a three-story building on the Avenue of the Americas in the garment district, was opened in 1948 by a congregation of dressmakers and hatters. Their names, an" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'City of Refuge'" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18hasi.html"} , {"author" : "Andrew Rice, a writer living in Brooklyn, has covered New York real estate. He is now writing a book about Uganda." , "body" : "Mario Procida -- son of a construction boss, grandson of an immigrant stonemason -- was stalking his natural habitat, a building site. As usual, he was doing several things at once, all of them distractedly. The 49-year-old developer had come down from his family firm's office in the Bronx to show me around his latest project, On Prospect Park, a" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "86" , "title" : "Betting On Star Power" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/realestate\/keymagazine\/318MARIOrev.t.html"} , {"body" : "The state of politics in the 40th District in Brooklyn is, frankly, a mess. Mathieu Eugene, an unlicensed physician, appeared the winner in a special election last month to fill the City Council seat vacated this year by Yvette Clarke, who had moved on to the House of Representatives. Ms. Clarke and her mother, Una Clarke, who previously held the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Fiasco in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/opinion\/nyregionopinions\/CIelection.html"} ,   {"body" : "A second special election for a City Council seat representing central Brooklyn will be held on April 24, Mayor Michael R. Bloomberg said yesterday. The first election was held on Feb. 20, but the winner, Mathieu Eugene, declined to take the seat after the Council asked for information verifying that he lived within the 40th Council District, which" , "date" : "20070310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Election for Brooklyn Council Seat Is Set for April 24" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/10\/nyregion\/10council.html"} , {"body" : "Facing growing questions about his residency, Mathieu Eugene said yesterday that Mayor Michael R. Bloomberg should call for another special election for the Brooklyn City Council seat to which Dr. Eugene was elected two weeks ago. He pledged that he would again be a candidate. Dr. Eugene's announcement came slightly more than an hour after the New" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Winner in City Council Race Requests Another Election" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/09\/nyregion\/09council.html"} , {"body" : "The phone rang in Moises Alou's apartment in Montreal. It was late, creeping toward midnight, and his wife, Austria, six months pregnant with their second child, was sitting beside him, watching a movie. She answered the phone. On the other end was an aunt, calling from Brooklyn. The connection was poor, and it was just as well, for Austria could" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; In Left Field, Remembering" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/sports\/baseball\/04alou.html"} , {"body" : "With the smell of simmering fish stew coming from the kitchen, Mathieu Eugene stood in the living room of his new two-bedroom apartment in the heart of the 40th Council District, insisting that he had signed a lease, moved in and made the place his home long before his election to the City Council. ''I signed a lease on Feb. 1 and gave the landlord" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victor in City Council Race Dismisses Residency Issue" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02council.html"} , {"author" : "E-mail: wcr@nytimes.com" , "body" : "Three hours before the Nets were scheduled to play the Knicks in New Jersey yesterday, Rev. Clinton Miller sat in his office at the Brown Memorial Baptist Church in the Fort Greene section of Brooklyn. Miller wanted to talk basketball, not Knicks-Nets basketball, but the business of basketball. Specifically, he wanted to talk about the Nets' move" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Brooklyn's Team-to-Be Hasn't Found Welcome Mat" , "url" : "http:\/\/select.nytimes.com\/\/2007\/02\/26\/sports\/basketball\/26rhoden.html"} , {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "Among the scores of waxen figures draped over couches, standing at attention or, in the case of Britney Spears, climbing poles within Madame Tussauds New York on West 42nd Street, the New York Yankees have four. Derek Jeter stares fiercely from a batter's box as George Steinbrenner, smiling in a blazer and turtleneck, looks on; on another floor," , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: TIMES SQUARE; When It Comes to Wax, It'll Be Yankees 5, Mets 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD8103EF936A15751C0A9619C8B63"} , {"body" : "A Brooklyn man's election to the City Council this week has created confusion over the state's murky election laws that govern city candidates' residency requirements, raising questions that could imperil his victory. The man, Dr. Mathieu Eugene, made history on Tuesday when he became the first Haitian-born person elected to the Council. But when" , "date" : "20070224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Late Move-In Imperils Victory Of Candidate In Council Race" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/24\/nyregion\/24council.html"} , {"body" : "In a special election that highlighted the complicated Caribbean politics of central Brooklyn, Dr. Mathieu Eugene was elected to the City Council yesterday, becoming the Council's first Haitian-born member. He will take the seat vacated by Yvette D. Clarke after her election to Congress in November. Dr. Eugene, a physician who runs a youth program" , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Council Gets First Member Born in Haiti" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/21\/nyregion\/21brooklyn.html"} , {"body" : "Los Tigres del Norte, together for almost 40 years, have perfected a ground-level symbiosis with their fans. They're in a constant feedback loop with their mostly Mexican audience above and below the border, whose stories of immigrant life -- or poeticized versions of them, anyway -- end up as songs. These stories are parables, but they're not told" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW; Singing Stories From Lives Lived Far Away From Home" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/arts\/music\/19tigr.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DA173EF935A25751C0A9619C8B63"} , {"body" : "Voters in central Brooklyn do not lack for choices in the February 20th special election to fill the City Council seat vacated by Yvette Clarke. A diverse field of 10 candidates is bravely waging a campaign in frigid winter temperatures, each hoping to succeed Ms. Clarke -- now a freshman congresswoman. Considering the size of the field, the off" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Jesse Hamilton for City Council" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/opinion\/CIendorse.html"} , {"body" : "As a television in a corner of a small, cozy Haitian restaurant in Brooklyn played a comedy in Creole, Dr. Mathieu Eugene spoke about his quest to become the first Haitian-born member of the New York City Council. ''Has the time come?'' Dr. Eugene said, repeating a question that he has been asked frequently during the past few weeks. ''Yes, I" , "date" : "20070205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Haitian Candidate Seeks to Add His Voice" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/05\/nyregion\/05haitians.html"} , {"body" : "A 14-year-old girl was in police custody yesterday after she secretly gave birth to a baby boy, then tossed him out of the window of her parents' third-floor Brooklyn apartment, killing him, law enforcement officials said. According to the police, the girl, whose name was not released, was taken by her parents to Interfaith Medical Center shortly" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Brooklyn Girl Threw Away Her Newborn Son, Police Say" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/nyregion\/04baby.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "IN the 1890s, Louis Seitz built three singular apartment houses in Brooklyn: the Imperial, at Pacific Street and Bedford Avenue; the Alhambra, at Nostrand Avenue and Macon Street; and the Renaissance, at Nostrand and Hancock Street. As decades passed, each building went to a different owner. But all followed the downward path that overtook much of" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/Louis Seitz; Three Singular Brooklyn Buildings, Each With a Second Chance" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/realestate\/28scap.html"} , {"body" : "Carlos Lezama, who as president of the West Indian American Day Carnival Association transformed a Brooklyn block party into the city's largest parade, with millions of spectators lining two miles of Eastern Parkway each Labor Day to enjoy throbbing steel-pan bands, ostrich-plumed dancers and fantastical floats, died on Monday. He was 83. His" , "date" : "20070127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Carlos Lezama, 83, Dies; Shaped West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/27\/obituaries\/27lezama.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 2 to 4 p.m., ''Living in America: The Gold Rush,'' the second of three events in conjunction with the ''Gold'' exhibition, featuring performances by the Tagish Nation" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES | JAN. 19 - JAN. 25" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/19\/arts\/19spar.html"} , {"body" : "A Brooklyn artist was found fatally beaten in his apartment on Tuesday after his son held him and others hostage for more than six hours, the police said yesterday. The man, Carlton Ingleton, 66, was found lying on his living room floor, with blood pooling beneath his head, when the police broke down the door to the Crown Heights apartment after" , "date" : "20070118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Artist, Held Hostage, Is Beaten to Death" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/18\/nyregion\/18kill.html"} , {"body" : "When William McKinney showed up at church one Sunday more than a decade ago, he said he was open to anything that would help him make a fresh start. At the time, Mr. McKinney was running away from a life he had built and lost in Texas. His first marriage had failed, and after a brief period of homelessness, he had returned to Brooklyn, where he was" , "date" : "20070117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Finding Faith, and Responsibility, After Making a New Start" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EED61030F934A25752C0A9619C8B63"} , {"body" : "Carjackers who abducted a 29-year-old woman in her S.U.V. yesterday apparently changed their minds after her husband called to tell her that the police had been notified, the authorities said. The woman, visiting with her husband from out of state, had been waiting for him in a rented 2006 Chevrolet Equinox outside an apartment building on Park" , "date" : "20070116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Phone Call Foils Carjacking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0D81030F935A25752C0A9619C8B63"} ,   {"body" : "PEOPLE interested in buying brownstones or town houses should not assume that all of the bargains are gone. Brokers say there are still properties in New York City that cost less than $1 million, but only if buyers are willing to venture into often overlooked neighborhoods and tolerate extensive renovations. ''You can still get a lovely brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Finding a Town House for Under a Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DF1330F937A25752C0A9619C8B63"} , {"body" : "For each person whose life has been eased by money provided by The New York Times Neediest Cases Fund, there is a donor who has been moved to make a difference. For some, donating to the Neediest Cases is part of a tradition of giving. More and more often, that tradition is carried out online. ''Younger people are much more likely to make gifts" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Neediest Cases; Opening Hearts and Checkbooks to Ease the Woes of Strangers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E4D61330F937A25752C0A9619C8B63"} , {"body" : "IN Boerum Hill, separated only by the width of Atlantic Avenue, come two different Muslim calls to prayer. One is Sunni and one is Shiite. The voice of the Sunni muezzin comes from a six-story mosque called Masjid al-Farooq. Its powerful sound system carries the call not only throughout the building but outside as well, to be heard over the" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Sunnis and Shiites, A Street Apart" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/nyregion\/thecity\/14sunn.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 11 a.m. to 5 p.m., ''Living in America: The Allure of Gold,'' the first of three events in conjunction with the exhibition, featuring a crafts fair, the Mexican dance troupe" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 12 - Jan. 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E6D61230F931A25752C0A9619C8B63"} , {"body" : "BROADWAY PLAYHOUSE (Sunday) Children will not only hear Rodgers and Hammerstein but also emulate them in this first concert in a series that examines great Broadway musicals. Young music lovers will join in interactive games and singalongs, see a mini version of ''The King and I'' and join the host, Sean Hartley, in writing a simple song. At 11" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 5 - Jan .11; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/05\/arts\/05kids.html"}]