[  {"body" : "THE surge of hotel development in New York City over the last two years is starting to appear a bit ''frothy'' to some industry watchers. ''We had someone here make a list of every hotel development project announced in the five boroughs, and she stopped counting at about 60 and probably missed another 20 or so,'' said Thomas McConnell, a senior" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "SQUARE FEET | CHECKING IN; Hotels Discover The Brooklyn Vibe" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/commercial\/23sqft.html"} , {"body" : "Ten, 9, 8, 7, 6 nights before Christmas and Santa is in full effect outside the Nextel store on the Fulton Street Mall. He cranks up the skipping soca rhythm on the backing tape and kicks it to the crowds pouring off the buses and trudging with bulging shopping bags down Brooklyn's bustlingest outdoor retail strip. ''Siii-lent night, hooo-ly" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Step Right Up! Brooklyn Mall Is Oasis and Anomaly" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23fulton.html"} , {"author" : "Art by Marvin Franklin: nytimes.com\/thecity More Dispatches: nytimes.com\/cityroom" , "body" : "MOST mornings over the last decade, after a long, dark night underground working on the subway tracks, Marvin Franklin would ride the F train to the end of the line and make his way to his home in St. Albans, Queens. He would then regroup, turn around and ride back into Manhattan for three hours of art classes. Usually he was carrying a sketch pad" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Rich Legacy Of an Artist Of the Rails" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "AROUND TOWN Museums and Sites HOLIDAY PARTIES If it weren't for the cabs, New York on Christmas Eve would feel as underpopulated as it does in ''I Am Legend.'' There's no big parade here, and many institutions that schedule interesting activities close up shop, presumably so that you can spend time with friends and family, listen to a beatific" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/21\/arts\/21wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''The Glory Days: New York Baseball 1947-1957,'' a display of balls, bats, uniforms and other memorabilia, with video presentations and special events. Tuesdays through Sundays, 10 a.m. to 5 p.m.; closed Christmas Eve, Christmas Day and New" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E2DD1031F932A15751C1A9619C8B63"} , {"body" : "''You just have to be careful,'' said Jeffrey Watler, wearing a winter coat over the collared shirt required by his employer, a messenger service. Knapsack on his back, he threaded his way through pedestrians, bike messengers and dogs on the way to his next pickup near Grand Central Terminal. For Mr. Watler, 25, who walks with an impaired gait and" , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Facing Treacherous Streets With Limited Mobility" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/nyregion\/20neediest.html"} , {"body" : "Looking Ahead AMY RUTH'S The Harlem soul food restaurant will open a branch in the landmark Gage & Tollner space in downtown Brooklyn in February. Gage & Tollner closed in 2004, and the space had most recently been a T.G.I. Friday's: 372 Fulton Street, (Jay Street), Brooklyn. LIA ON 69TH STREET A Viennese-style coffee house and wine bar is to open" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/19\/dining\/19off.html"} , {"body" : "A man who robbed a bank in Brooklyn on Monday morning may have not only returned to the scene of the crime, but he may also have robbed it again. ''Same bank, same day -- that's not a common occurrence,'' said Detective Kevin Czartoryski of the New York Police Department. ''We suspect that we're going after the same guy here.'' The first robbery at" , "date" : "20071218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bank Robbed Twice, Maybe by Same Man" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/18\/nyregion\/18robber.html"} , {"body" : "AS a teenager growing up in Flatbush, Allan Pepper used to set aside his schoolbooks every evening and tune in to the radio station WINS for the alternative education offered by the legendary D.J. Alan Freed. Mad for more, the gratefully distracted student discovered a jukebox sale and rental shop on Coney Island Avenue, not far from his home, that" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Fabled Club Seeks an Encore in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16bott.html"} , {"author" : "Rob Walker writes the Consumed column for the magazine. His book, ''Buying In: The Secret Dialogue Between What We Buy and Who We Are,'' will be published by Random House next June." , "body" : "The declaration from something called the Handmade Consortium materialized on a Web site called buyhandmade.org in late October. ''I pledge to buy handmade this holiday season, and request that others do the same for me,'' it said, and you could type in your name to ''sign'' on; within a few weeks, more than 6,500 people had done so. ''Buying" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "76" , "title" : "Handmade 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/magazine\/16Crafts-t.html"} ,   {"body" : "Correction Appended AROUND TOWN Museums and Sites HOLIDAY FESTIVITIES Ah, the holidays: the perfect time to relax with friends and family and watch nearly naked dancers twirl their pasties, hear a lipsticked man with the voice of a teenage girl croon about death, and wear your favorite cowboy hat. Well, why not? As an antidote to the saccharine" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/14wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Also on display: ''H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E6D81E38F937A25751C1A9619C8B63"} , {"body" : "A sampling of noteworthy musical presentations for the holiday season at churches and concert halls in New York City, selected by Vivien Schweitzer. All are free unless otherwise noted. (Churches accept donations.) More holiday events this weekend are in The Listings on Pages 28 to 31; an expanded listing can also be found on nytimes.com\/arts." , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Joyful Noises for Not-So-Silent Nights" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DB153BF937A25751C1A9619C8B63"} , {"body" : "The Nets, who had hoped to move into a new arena near downtown Brooklyn in time for the 2009-10 season, have acknowledged that construction will not be finished until sometime in 2010. Legal challenges to the 22-acre Atlantic Yards project have altered its timetable. Construction of the 19,000-seat, glass-walled arena has not begun. The project's" , "date" : "20071212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Wait Until 2010, Nets Say of New Brooklyn Arena" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/12\/sports\/basketball\/12arena.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Thursday, 6 to 8 p.m., a holiday celebration with music, food and a silent auction; $50; free for members. Through Jan. 8, ''Deck the Halls: A Mid-19th-Century Holiday Celebration,'' a display of period holiday decorations. (212) 777-1089;" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EEDB113BF934A35751C1A9619C8B63"} , {"body" : "Correction Appended AROUND TOWN NEW YORK ANIME FESTIVAL This celebration of Japanese anime culture -- the first of what's planned to be an annual event -- is intended to be even more interactive than most pop culture conventions. The festival, to be held this weekend at the Jacob K. Javits Convention Center, includes exclusive screenings, autograph" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/07wspare.html"} , {"body" : "GALLAGHER--William J., was special Counsel to the Inspector General in the NYS office of Court Administration. Died on December 3, 2007. Bill was with the Office of the Inspector General for the last 20 years. Prior to this he was Director of Administration for the Courts of New York. Bill has also held the position of Deputy Attorney and Chief," , "date" : "20071206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths GALLAGHER, WILLIAM J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5DE143AF935A35751C1A9619C8B63"} , {"body" : "For years, Harvey Lichtenstein, the impresario who turned the Brooklyn Academy of Music into an internationally known site for innovative productions, has dreamed of transforming the parking lots near BAM into a cultural district reminiscent of the Left Bank in Paris. As exciting as this vision seemed to many residents of the rapidly gentrifying" , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; Stalled Brooklyn Arts District Regains Momentum" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/05\/realestate\/commercial\/05bam.html"} , {"body" : "GALLAGHER--William J., was special Counsel to the Inspector General in the NYS office of Court Administration. Died on December 3, 2007. Bill was with the Office of the Inspector General for the last 20 years. Prior to this he was Director of Administration for the Courts of New York. Bill has also held the position of Deputy Attorney and Chief," , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths GALLAGHER, WILLIAM J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DF143AF936A35751C1A9619C8B63"} , {"body" : "The idea was born more than a month ago in front of a White Castle near a busy intersection in Downtown Brooklyn. It was a cold day, and Felix Middleton encountered a homeless woman sitting in front of the fast food restaurant. He wanted to help. Mr. Middleton's only experience with homelessness was years earlier, when he spent a night in a park" , "date" : "20071203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Help for the Homeless, Hope for a Recovering Addict" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/03\/nyregion\/03tailor.html"} ,   {"body" : "INTERNATIONALA3-16 Chávez Fails to Change Venezuela's Constitution A vote on a referendum by President Hugo Chávez to grant him sweeping new constitutional powers was defeated by a narrow margin, according to a news conference given by Mr. Chávez hours after the polls had officially closed. A1 Landslide Win for Putin Party With President" , "date" : "20071203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DB1F39F930A35751C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites INDEPENDENT AND SMALL PRESS BOOK FAIR It's hard to get more indie than Ian MacKaye. For more than two decades, Mr. MacKaye, the founder of Dischord Records and the frontman of the seminal Washington punk band Fugazi, has stood firm against corporate enticements and megadeals, eschewing major labels and high ticket" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/30\/arts\/30wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Also on display: ''H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFD9123AF933A05752C1A9619C8B63"} , {"body" : "NICKEL - FARA--Leslie A. Washington Square Partners mourns the death of Leslie Nickel-Fara, a Senior Vice President who joined the firm in 1994. Her work for Cooper Union, Downtown Brooklyn, Jamaica, Queens and many other projects will be remembered. Leslie was a consummate professional. We will miss her warmth and intelligence and will always" , "date" : "20071128" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths NICKEL, FARA, LESLIE A" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E1D9173AF93BA15752C1A9619C8B63"} , {"body" : "At first, Gov. Eliot Spitzer told a packed room of Assembly Democrats yesterday, his wife didn't like him much either. After meeting his bride-to-be, the Southern-bred Silda Wall, at Harvard Law School in the 1980s, he asked her out, and she said no. But he was persistent, Mr. Spitzer said, and she finally agreed. Now, they are happily married. All" , "date" : "20071128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Spitzer, Hat in Hand, Asks Fellow Democrats in the Assembly for a Second Chance" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/28\/nyregion\/28spitzer.html"} , {"body" : "Art Robin Pogrebin The Ashcan School is most closely associated with realistic depictions of hardscrabble urban life in the 1930s. But the artists identified with the movement also portrayed scenes of enjoyment at cafes, theaters, beaches and bars. On Wednesday the New-York Historical Society will present a sampling of these images. The exhibition," , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | Nov. 25--Dec. 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD6173FF936A15752C1A9619C8B63"} , {"body" : "Throughout the contentious prehistory of the Atlantic Yards project in Brooklyn, just about every fact and figure about the planned development has been passionately debated, from the height of its tallest building, to the number of apartments that will be affordable to those of modest means, to the amount of taxpayer financing it will require." , "date" : "20071124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Brooklyn Arena and the Street: What's the Right Distance?" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/24\/nyregion\/24yards.html"} , {"body" : "Shanta Williams worries that one day she will wake up and have one child, not two. There was the morning she noticed that her baby, Justin, had an unnatural pallor. He had stopped breathing in his sleep. The ambulance arrived, and emergency workers managed to revive him. Other times his tiny body would shake and shake and shake, like a vibrating" , "date" : "20071124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; An Illness Brings Hardship; a Diagnosis, Relief" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/24\/nyregion\/24neediest.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Wednesday at 6:30 p.m., a lecture on the future of the Earth by Michael J. Novacek, a curator and author of ''Terra: Our 100-Million-Year-Old Ecosystem and the Threats That Now Put It at Risk''; $15; $13.50 for members, students and 60+. Through" , "date" : "20071123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DB173DF930A15752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites HOLIDAY TRAIN SHOW They look like scale models, those miniature city landmarks in bark, seed and other natural materials that make this annual event at the New York Botanical Garden much more than a trainspotter's affair. But the eye is easily fooled. No, these re-creations are ''replicas of how the building feels,''" , "date" : "20071123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/23\/arts\/23wspare.html"} ,   {"body" : "Martin D. Raab, a former senior partner at one of New York's prominent architecture firms who was chosen by Mayor Rudolph W. Giuliani to lead the city's School Construction Authority at a time when the agency was struggling with long-delayed projects, cost overruns and charges of corruption, died Wednesday in Hartford. He was 75 and had homes in" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Martin D. Raab, 75, an Architect for the City" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19raab.html"} , {"body" : "If your knowledge of Middle Eastern food starts with falafel and ends with hummus, a few hours on Atlantic Avenue should set you straight. ''Atlantic Avenue Offers Variety of Exotic Food,'' reads a New York Times article on display in Sahadi's, the best-known store on the block. The date: Jan. 7, 1960. The accuracy half a century later: pretty" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "WEEKEND IN NEW YORK | ATLANTIC AVE., BROOKLYN; An Exotic Oasis in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2007\/11\/18\/travel\/18weekend.html"} , {"body" : "AROUND TOWN Museums and Sites MIXER Not to be outdone by other cultural-turned-party institutions around town, Eyebeam gallery, devoted to high-tech projects and research, is now starting its own art-and-fun series, Mixer. The inaugural event begins Saturday with a live multimedia performance by the video artist Benton-C Bainbridge. In ''Brother" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/16wspare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Tonight and tomorrow night) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1D8133FF935A25752C1A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Friday and Saturday) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to music by" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/design\/16wdance.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, the Margaret Mead Film & Video Festival will feature screenings of 29 films and videos; tickets, $10 per program ($9 for members, students and 60+), which does not include museum admission. Through May 26, ''H2O= Life,'' an" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DD1230F93AA35752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ELLEN FISHER After less than an hour's sampling of a rehearsal for Ellen Fisher's forthcoming solo, ''Time's Up ... ... Scenes 1-12,'' you stumble out into the Manhattan streets feeling as if you've been through multiple worlds and mental states. Who knows what will take place on" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/dance\/09wdance.html"} , {"body" : "Of the many criticisms leveled against the planned Atlantic Yards project in Brooklyn, two of the major ones are that it would worsen traffic in an already congested area and that its 18,000-seat basketball arena might provide a tempting target for terrorists. So when the city of Newark decided last month, just before the opening of its new" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Security Study Urged for Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/08\/nyregion\/08yards.html"} , {"body" : "TRAFFIC, apparently, hits a nerve. In the wake of Mayor Bloomberg's proposal to calm Manhattan traffic through a plan called congestion pricing, the City section asked its readers to offer their own solutions for easing the borough's traffic woes. More than a hundred responded, proposing ideas ranging from the wonky to the off-the-wall. Ban cabs." , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grrridlock" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/nyregion\/thecity\/04traf.html"} ,   {"body" : "IF John Berglund was going to take a job in New York, he and his family most certainly were going to live in the center of the city. They had already lived in the suburbs and the country. City living was ''part of the adventure for us at this time of our life,'' said Mr. Berglund, 55, the Salvation Army's director of emergency disaster services for" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Ready for City Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/realestate\/04hunt.html"} , {"body" : "AROUND TOWN Museums and Sites TAKEOVER The powers that be at the Brooklyn Academy of Music are very trusting. On Saturday they are opening all the public spaces in their buildings for an all-night event called Takeover. Starting at 9 p.m. as many as 2,500 hipsters will descend on the august Howard Gilman Opera House for performances by five bands," , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/arts\/02wspare.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Five years had passed since I last took up the challenge of the race now formally known as the ING New York City Marathon. It was gratifying to see that age had dulled neither the competitive spirit nor the stamina. Quite the opposite. This was my fifth marathon in the last 13 autumns, and I finished with my best time ever: 2 hours and 28 minutes." , "date" : "20071102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC: Taking the Measure of the City's Streets: Some Do It by Foot, Others by Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7DB143BF931A35752C1A9619C8B63"} , {"body" : "To the Editor: Re ''Mr. Mayor, for Your Consideration'' (editorial, Oct. 22), which suggests several ways to bring order to our streets: Making New York less congested and more pedestrian-friendly will increase quality of life, improve our physical and mental well-being, and begin to address the health of the planet. While I understand the calls" , "date" : "20071027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "LETTERS; Can Anybody Tame New York's Mean Streets?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EFDF143EF934A15753C1A9619C8B63"} , {"body" : "An emotionally disturbed man attacked a transit officer guarding Mayor Michael R. Bloomberg yesterday as he waited for a Lexington Avenue train in Lower Manhattan, the authorities said. Mr. Bloomberg was not harmed in the incident, which occurred at about 1:20 p.m. as he was walking with a group of aides and plainclothes police officers along the" , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Officer Guarding Bloomberg Is Attacked; Mayor Is Unhurt" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/23\/nyregion\/23attack.html"} , {"body" : "A one-day strike called by the New York Taxi Workers Alliance had little effect on the daily commute yesterday, according to city officials, commuters and drivers. At a news conference yesterday afternoon in Downtown Brooklyn, Mayor Michael R. Bloomberg said the strike, which began at 5 a.m. and was to end today at 5 a.m., had ''no appreciable" , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Cabdrivers Strike Again, But Protest Gets Little Notice" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/23\/nyregion\/23taxi.html"} , {"author" : "E-mail: sportsbiz@nytimes.com" , "body" : "No one could have predicted a decade or so ago that the Devils would be the first team in the New York-New Jersey market to have a new arena or stadium. George Steinbrenner's blustery threats to move to the Meadowlands or Manhattan seemed to place the Yankees first in line. The Mets rolled out a model of a new ballpark in 1998. Plans for a new" , "date" : "20071020" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS BUSINESS; Devils Win The Race To Be First" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/20\/sports\/hockey\/20sandomir.html"} , {"body" : "AROUND TOWN Museums and Sites 'DISGUISED AS CLARK KENT: JEWS, COMICS AND THE CREATION OF THE SUPERHERO' Look! Up in the sky! It's a bird! It's a plane! Oy, it's Superman? In the seminar ''Disguised as Clark Kent'' on Sunday, the author Danny Fingeroth will examine the origins of the creators behind some of the most famous and enduring comic-book" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/19\/arts\/19wspare.html"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "LAST month the City of New York gave Duffield Street in downtown Brooklyn an alternate name: Abolitionist Place. It's an acknowledgment that long before Brooklyn was veined with subway lines, it was a hub of the Underground Railroad: the network of sympathizers and safe houses throughout the North that helped as many as 100,000 slaves flee the" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "WEEKEND EXPLORER; On the Trail Of Brooklyn's Underground Railroad" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12expl.html"} ,   {"body" : "AROUND TOWN Museums and Sites CULTUREFEST NYC 2007 CultureFest, a free two-day event featuring New York City arts groups, serves as a showcase of the diverse cultural offerings around the city. The festival, held tomorrow and Sunday in Battery Park, ''is the kickoff of New York's City's cultural season for the coming year,'' said George A." , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12wspare.html"} , {"body" : "A federal appeals court heard spirited arguments yesterday on a lawsuit against the Atlantic Yards project near Downtown Brooklyn, but it reserved judgment on whether to reinstate the suit, which was dismissed by a federal judge in Brooklyn this year. Appearing before the United States Appeals Court for the Second Circuit, a lawyer for the" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "U.S. Court Hears Opponents of Atlantic Yards Argue for Reinstating Suit" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/nyregion\/10yards.html"} , {"body" : "NEW PLACES Market Table 54 Carmine Street (Bedford Street), (212) 255-2100. If it oinks like the Spotted Pig and hoots like the Little Owl, then it must be a new restaurant in the West Village. Market Table, which shares DNA with both of those frantically adorable spots, opened in mid-September on the Carmine Street corner that served, most lately," , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "Dining Briefs" , "url" : "http:\/\/events.nytimes.com\/2007\/10\/10\/dining\/reviews\/10brie.html"} , {"body" : "Those 'Deserted' Parks Certainly Draw a Crowd To the Editor: My experience of the strip of parkland that stretches north from Brooklyn Borough Hall toward the Brooklyn Bridge is definitely different from the assessment of Fred Kent, an urban anthropologist and the founder of the Project for Public Spaces who was profiled in ''Impresario of the" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4D6163EF934A35753C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Reopening tomorrow and running through May 26, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. Through Jan. 6, ''Mythic Creatures: Dragons," , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2D7103FF936A35753C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM PARTY-HOP The museum-as-party-destination trend gains another location this weekend. Joining institutions like the Brooklyn Museum and the Cooper-Hewitt, the Bronx Museum has begun a First Fridays series, with extended hours, free admission, music and other performances to complement its exhibitions. Friday's" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/arts\/05wspare.html"} , {"body" : "Planners have long been keen to use parks to keep the city at bay, to provide a retreat from urban bustle. This perspective has led to some undeniably great places, such as Central Park and Prospect Park, but to Mr. Kent's mind, it has also limited an understanding of the potential of public spaces. Case in point: the parks north of Brooklyn" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Borough Hall" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/nyregion\/thecity\/30broo.html"} , {"body" : "Fifty years later, historical revisionists have all but beatified Walter O'Malley for absconding to Los Angeles with the Brooklyn Dodgers after the 1957 season. O'Malley didn't do it, book authors and television shows insist. The villain was Robert Moses, who at the time was New York City's political emperor of land development. But to anyone who" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SPORTS OF THE TIMES; Time Doesn't Relieve the Pain, or Change the Facts" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/sports\/baseball\/30anderson.html"} , {"body" : "AROUND TOWN Museums and Sites QUEENS BOTANICAL GARDEN The word sustainable has lately been used to describe everything from toothpaste to sport utility vehicles to cruises. So you can be forgiven for greeting the news that the Queens Botanical Garden is opening a sustainable visitors' center on Friday with a bit of skepticism. After all, wouldn't" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/28wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at noon, a lecture on collecting baseball artifacts by Stephen Wong, a collector and the author of ''Smithsonian Baseball: Inside the World's Finest Private Collections.'' Tomorrow, 1 to 5 p.m., and Sunday, 1 to 9 p.m., staged readings of literary" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5DF173DF93BA1575AC0A9619C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tuesday at 7 p.m., ''Science and Society: An Evening With Wangari Maathai,'' the author, environmentalist and winner of the 2004 Nobel Peace Prize; $15; $13 for members, students and 60+. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and" , "date" : "20070921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E2DC1039F932A1575AC0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday at 9 p.m. in the Rose Center for Earth and Space, ''One Step Beyond,'' an evening of music, refreshments and screenings of the space show; $20. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,''" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wspare.html"} , {"body" : "SCHULTZ--Harvey . Washington Square Partners mourns the death of Harvey Schultz. A visionary, enormously accomplished both in real estate and in public policy, he was one of a handful responsible for the extraordinary emergence of Downtown Brooklyn as one of the great city centers in America. We will miss his wit, his intelligence, and his" , "date" : "20070911" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths SCHULTZ, HARVEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6D9113AF932A2575AC0A9619C8B63"} , {"body" : "Great Designers Cooper-Hewitt National Design Museum, 2 East 91st Street; (212) 849-8400. Two exhibitions, about Piranesi, the 18th-century Italian printmaker, and Ingo Maurer, the German lighting designer, will open at the museum on Sept. 14. ''Piranesi as Designer'' will include more than 100 prints, drawings and decorative objects that will" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06cal.html"} , {"body" : "The new stadium the Jets and the Giants are scheduled to occupy in 2010 will be distinguished by an outer skin of aluminum louvers and by interior lighting that will switch colors depending on which team is playing at home. The changing colors -- green for the Jets, blue for the Giants -- reflect each team's desire to individualize the look of the" , "date" : "20070905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Kaleidoscope of Colors Coming to New Stadium" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE1DC143AF936A3575AC0A9619C8B63"} , {"body" : "On many mornings, as commuters pack themselves into subway trains and drivers squeeze onto the streets, Janette Sadik-Khan, the commissioner of the Department of Transportation, rides her bicycle to work. That the head of an agency long associated with car travel is an avid bicyclist symbolizes what might be a new way of thinking about how New" , "date" : "20070904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "To Ease a City's Traffic, Shifting From 4 Wheels to 2" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/04\/nyregion\/04bicycle.html"} , {"body" : "The party was a large affair, held in a private room of the Russian Tea Room in Midtown, celebrating the career of the outgoing commissioner of the Administration for Children's Services, Nicholas Scoppetta. It was early December 2001, the horrifying events of Sept. 11 still close behind. The commissioner was 69 years old and had served five years," , "date" : "20070901" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire Commissioner, No Stranger to Criticism, May Face Greatest Challenge in Fatal Blaze" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/01\/nyregion\/01commissioner.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$10.8 MILLION 430 Albee Square West Brooklyn This 5,011-square-foot site, with 60,132 buildable square feet, is a parking lot in the downtown Brooklyn urban renewal area. Owner: Albee Square Realty Brokers: Will Kiersky and Jon Taubes, Marcus & Millichap Real Estate Investment Services ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Transactions: For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7D7173CF93AA1575BC0A9619C8B63"} , {"body" : "Although a few companies in other industries have begun moving in, office real estate in Jersey City is still very much an annex of Wall Street. Since modern towers started springing up along its waterfront in the 1990s, its fortunes have usually risen and fallen with the ebbs and flows in the financial markets. In the last year, rents there have" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Jersey City Landlords Prosper in New York's Shadow" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/business\/29jersey.html"} , {"body" : "The superintendent who investigators said was partly responsible for the death of a subway track worker has been demoted and will be assigned to a job as a cleaner, a person with knowledge of the disciplinary action said yesterday. The superintendent, Lloyd London, was in charge of a small group of workers at the Hoyt-Schermerhorn station in" , "date" : "20070825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Subway Supervisor Is Demoted For His Role in Fatal Acccident" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/25\/nyregion\/25transit.html"} ,   {"body" : "AROUND TOWN REVENGE OF THE BOOKEATERS Whether they always finished their own homework is debatable, but on Sunday evening a Who's Who of downtown comedy stars, writers and indie rockers will perform in a benefit show for 826NYC, the free tutoring center for children in Park Slope, Brooklyn. Among those scheduled to appear are Feist, the indie" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24wspare.html"} , {"body" : "SOME years ago, a Park Avenue socialite named Mrs. Austin Hancock thought it would be nice to organize a series of boat cruises up the Hudson and transplant to New York the gaiety of the Mississippi River soirées of her youth. She arranged this with Daniel McAllister, a local sea captain, who agreed to provide one of his steamboats for the" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEW YORK UP CLOSE; Hue and Cry" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/nyregion\/thecity\/19colo.html"} , {"body" : "Karrie Jacobs, 49 Architecture and design writer; author of ''The Perfect $100,000 House'' FAVORITE WALK From her home in Downtown Brooklyn across the Brooklyn Bridge up Centre Street to Lafayette Street, and then up Third Avenue to a favorite coffee shop at 17th Street. WHY SHE WALKS ''I've always walked long distance in New York. It's part of my" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "KARRIE JACOBS, 49" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/nyregion\/thecity\/19jaco.html"} , {"body" : "AROUND TOWN Museums and Sites WATSON ADVENTURES In a city with no shortage of attractions, a few details can get lost in the shuffle. Bret Watson sees that as something of a challenge. ''I was walking in the Met by myself one evening and noticed some funny details in various works of art and thinking, 'How can I get my friends to see what I'm" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17wspare.html"} , {"body" : "Geraldine Young was a former schoolteacher, 58 and single, who one day said God told her to take in homeless men and let them stay in the five bedrooms above her own. On this block of Crown Heights, Brooklyn, the opinion has long been divided on whether that made her a saint or a fool. Now events over the weekend are under investigation, as the" , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Samaritan's Death Raises Questions About Her Choices" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/nyregion\/15dead.html"} , {"body" : "Random Assignments for Arbitrators To the Editor: In ''Mandatory Fairness'' (Op-Ed, July 22), Dirk Olin correctly praises the Legislature's failure to pass an immunity for arbitrators law. In my two-lawyer firm in Brooklyn we regularly speak to average working people who are victims of a civil wrong and discover that they will have no access to the" , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DF1330F931A2575BC0A9619C8B63"} , {"body" : "AROUND TOWN 'BOLLYWOOD IN BROOKLYN' The first time Rekha Malhotra, better known as DJ Rekha, saw the 1977 Bollywood movie ''Hum Kisi Se Kum Nahin'' (''We're Not Less Than Anyone,'' her translation), she was 7 and living in New Delhi. Even then she was struck by the main dance sequence, an 11-minute montage set up as a competition between two" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10wspare.html"} , {"body" : "The city that never sleeps is also the city that never stops rebuilding. Most New Yorkers -- certainly any who have ever been awakened by jackhammers at dawn -- realize that construction is simply a fact of city life. But lately, building projects have loomed even larger, at least according to a recent survey by Cushman & Wakefield. The company," , "date" : "20070808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Checking Out Real Estate in New York to Make a Map, Not a Deal (Really)" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/08\/realestate\/commercial\/08map.html"} , {"body" : "VISITING the big city can leave you parched, especially in summer. It's easy to develop a more-than-one-beer thirst as you gamely tramp from museum to museum, from landmark to landmark. But hunting cheap beer on the New York City bar scene is a bit like trying to find a cheetah on the African savanna. Sure, $7 pints dot the landscape like plump" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: BARGAIN BARS; For Beer Tastes, on Beer Budgets" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/05\/travel\/05weekend.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sept. 9, ''Frogs: A Chorus of Colors,'' an exhibition of more than 200 specimens. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6," , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DE133FF930A3575BC0A9619C8B63"} ,   {"body" : "AROUND TOWN 'SUMMER SESSIONS' When Jeannie Hopper was taking her first spin on the turntables in the garden of the Cooper-Hewitt National Design Museum a couple of years ago, and a pair of 70-something women sidled over to her D.J. booth, she had a pretty good idea of what was coming. ''I thought they were going to complain about the noise,'' Ms." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/03wspare.html"} , {"body" : "The deaths of two subway workers in April resulted primarily from flawed safety procedures and a lax ''organizational culture'' in which track workers and supervisors flouted basic safety rules and failed to alert operators of oncoming trains to the presence of workers on the tracks, according to reports released yesterday by New York City Transit." , "date" : "20070802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Safety Violations Cited for Deaths In Subway Work" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/02\/nyregion\/02workers.html"} , {"body" : "AROUND TOWN HARLEM WEEK Now in its 33rd year, the month of festivities known as Harlem Week continues on Sunday with a full day of events. ''A Great Day in Harlem'' begins at noon in Ulysses S. Grant National Memorial Park, with performances from Broadway and Off Broadway plays; an excerpt from ''Lady Sings the Blues,'' featuring blues and jazz" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/27wspare.html"} , {"body" : "AROUND TOWN 'CARIBBEAN GARDENS: JOURNEY TO PARADISE' For those stuck in the sweltering heat of the city, the New York Botanical Garden is offering a sliver of the tropical experience this summer with ''Caribbean Gardens: Journey to Paradise.'' Housed in the main glass conservatory, and the 11 glass houses attached to it, this show has an array of" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20wspare.html"} , {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "WHEN Edgar Bronfman Jr. signed a contract to sell his town house on 15 East 64th Street -- for $51 million, brokers say -- the price might not have set a record, but it might be the priciest ''for sale by owner'' transaction ever. Homes offered for sale by owner, known as FSBOs (pronounced FIZZ-bos) are sold without a listing broker, and usually" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Big Deal; A Record FSBO?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DB1E3EF936A25754C0A9619C8B63"} , {"body" : "WHERE do you live? For New Yorkers, the answer to that question can take any number of forms, general, specific or existential. Uptown, downtown, Brooklyn or Queens. The West Village, the Lower East Side, 102nd and Riverside. On the knife edge of despair. In a state of perpetual anxiety. For me, the nonexistential answer is painfully complicated." , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Man Without a Country" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0DB103AF936A25754C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. Admission: $8; students and 62+, $7; under 12, free. Tuesday night at 6, ''Celtic Melodies: Songs of Thomas More and Robert Burns,'' by Linda Russell & Companie; $15; $7 for children under 12; free" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D61E3EF930A25754C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BESNARD LAKES, JEALOUS GIRLFRIENDS (Tonight and Sunday) The Besnard Lakes, from Montreal, build childlike, Brian Wilsonesque melodies into fuzz-drenched epics fraught with violence. The Jealous Girlfriends, one of the best new bands in New York, float through soft and erotic clouds of guitar" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/music\/13pop.html"} , {"body" : "SOMETIME in the hours after I found out my car had been towed, after I broke into a sweat on a cool night on a lush corner of Park Slope, yanked the earphones out of my ears, stood in dumb silence for a while and then trudged home, it occurred to me that perhaps I had become a part of something larger than myself. I think it was when I talked to" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Rite of Passage" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08towi.html"} ,   {"body" : "It may seem surprising, but when it comes to land for residential or commercial development, gasoline stations clean up nicely, real estate brokers say. As a result, they are steadily disappearing from New York City's five boroughs. From September 2003 to February of this year, the city lost about 9 percent of its gas stations, declining from 1,837" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Shops and Condos Crowding Out Gas Stations" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/business\/04gas.html"} , {"body" : "After years of delays, and some notable failures, the city's 911 call system is getting a $1.5 billion overhaul that will include a backup center and will, for the first time, consolidate operators and dispatchers from all of the emergency services in two centers, according to aides to Mayor Michael R. Bloomberg. Under the plan, Police Department" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "For $1.5 Billion, New York Plans a Much-Delayed Overhaul of 911" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/03\/nyregion\/03emergency.html"} , {"author" : "Charles V. Bagli and Ken Belson contributed reporting." , "body" : "Ever since it was proposed, the Atlantic Yards project in Brooklyn has simultaneously been the borough's biggest, most controversial and least understood real estate development. Critics have long suggested that the project is a taxpayer-subsidized bonanza for the developer, the project's promised jobs and subsidized housing a kind of Trojan horse" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Documents Show Risk In Big Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01yardsxx.html"} , {"body" : "The Brooklyn Youth Chorus is regularly heard alongside prestigious ensembles in major works at Lincoln Center, Carnegie Hall and the Brooklyn Academy of Music. In March it helped Elton John celebrate his 60th birthday at Madison Square Garden; other collaborators have included Andrea Bocelli and Lou Reed. It can sometimes be hard to think of this" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW | BROOKLYN YOUTH CHORUS; Polished Young Choristers Evoking Eternal Mysteries" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/26\/arts\/music\/26yout.html"} , {"body" : "POP Jon Pareles The danceable exhilaration of ANDY PALACIO's music hides a mission: to preserve the Garifuna language and culture of Central America's Caribbean coast. Mr. Palacio is from Belize, one of the places that still has Garifunas, descendants of West Africans who survived the shipwreck of two slave ships in the 17th century. They mingled" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "The Week Ahead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6DD143FF937A15755C0A9619C8B63"} , {"body" : "The danceable exhilaration of ANDY PALACIO's music hides a mission: to preserve the Garifuna language and culture of Central America's Caribbean coast. POP Mr. Palacio is from Belize, one of the places that still has Garifunas, descendants of West Africans who survived the shipwreck of two slave ships in the 17th century. They mingled with native" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "No Headline" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E4DD133FF937A15755C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROOKLYN HIP-HOP FESTIVAL (Tomorrow) There's a strong lineup for tomorrow's outdoor show, with Consequence (Q-Tip's cousin), Large Professor, Sean Price from Boot Camp Clik, and Skillz, who is at his best when snidely scrutinizing other rappers. But one name will be on everyone's lips:" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D7133BF931A15755C0A9619C8B63"} , {"body" : "Eliot Spitzer's first legislative session was coming to a fractious close on Thursday night, as he and top lawmakers failed to reach agreement on a wide range of issues as they rushed to finish business for the summer. There appeared to be agreement on a small number of measures. One required suspects indicted on rape charges to take H.I.V. tests." , "date" : "20070622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Spitzer and Legislature Sprint to Finish Line" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/22\/nyregion\/22session.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'PSYCHÉ' (Tonight through Sunday) The spectacle and pageantry of Baroque opera can get lost in the haze of scholarly seriousness that surrounds reconstructions of early works. But the Boston Early Music Festival's production of Lully's ''Psyché,'' culled from 35 sources" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "CLASSICAL; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D7133BF931A15755C0A9619C8B63"} , {"body" : "NO one who walks by Santo Matarazzo's neatly kept brownstone on Union Street in Carroll Gardens, Brooklyn, is likely to guess at the personalities gathered inside. The first to greet you as you enter the door is Leonardo DiCaprio. Farther along, two former presidents, Bill Clinton and Jimmy Carter, appear perfectly at home in Mr. Matarazzo's cozy" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Union Street Hall of Fame" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17scul.html"} ,   {"body" : "When the lights go out at the movies, the sound of crunching popcorn and the slurping of sodas can be bad enough. But what about that annoying woman three rows back who not only leaves her cellphone on, but answers it when it rings? Not to mention that beefy guy at the end of the row who insists on narrating the onscreen action? Now, however, some" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Now Showing: The Pager And the Noisy Moviegoer" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17page.html"} , {"body" : "Brigit Colleen Pinnell and Lucas Lyn Falk are to be married today in Garrison, N.Y. Rabbi Alan David Londy is to officiate at the Garrison Inn. Ms. Pinnell, 30, will keep her name. She is the director of economic development and communications for the Fulton Mall Improvement Association, a business improvement district in downtown Brooklyn. She" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Brigit Pinnell, Lucas Falk" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/fashion\/weddings\/17PINNELL.html"} , {"body" : "The mighty Monitor, the ironclad Civil War ship, was built on Greenpoint's gritty waterfront. The Graving Dock at the Todd Shipyards in Red Hook was the terminal for ships traveling from the Erie Canal. The Old Dutch Mustard Company in Williamsburg churned out prepared mustard, vinegars and fruit juice for half a century. The mustard building was" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Waterfront Called Endangered Site" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/arts\/design\/14wate.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: June 8 - June 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DE1F30F93BA35755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: June 8 - June 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5DE1F30F93BA35755C0A9619C8B63"} , {"body" : "A federal judge yesterday dismissed the most significant lawsuit against the Atlantic Yards project near Downtown Brooklyn, dealing a major setback to opponents of the $4 billion project. The decision by the judge, Nicholas G. Garaufis of United States District Court in Brooklyn, centered on the looming condemnation of about a dozen businesses and" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Rejects Main Argument of Effort to Stop Atlantic Yards Project in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/07\/nyregion\/07yards.html"} , {"body" : "INTERNATIONAL A3-19 Rights Groups Seek End Of Secret U.S. Detentions Six human rights groups released a list of 39 people they believe have been secretly imprisoned by the United States and whose whereabouts are unknown, calling on the Bush administration to abandon such detentions. A18 'Deranged' Man Leaps at Pope A man the Vatican described as" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6D81E30F934A35755C0A9619C8B63"} , {"body" : "No canvas is too big for Richard Haas, a Manhattan-based artist whose trompe l'oeil murals embellish the urban landscape from New York to California. Mr. Haas's latest project is a 12-story mural at 110 Livingston Street in downtown Brooklyn, a building that once housed the New York City Board of Education. Two Trees Management, which is converting" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: ARCHITECTURE; McKim, Mead & White, Reinterpreted by Haas" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D71430F932A05756C0A9619C8B63"} , {"body" : "In a move that has greater symbolic significance than mere real estate hopscotch, Galapagos Art Space, the pioneering bar and performing arts space that helped put Williamsburg, Brooklyn, on the cultural map, is moving a few neighborhoods down the East River, to Dumbo. Galapagos, which has played host to a broad array of New York's musicians," , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Arts Space In Brooklyn To Get New Digs" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/30\/theater\/30gala.html"} , {"body" : "GARDENING in New York City can require the determination of a weed pushing through a sidewalk. There are hardships of space, light, microclimate and wind, not to mention the pain of hauling supplies across town and, frequently, up several flights of stairs. Add to that the shortage of serious garden centers -- the kind with space for 50-pound bags" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York's Nurseries Try a Transplant" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/garden\/24centers.html"} ,   {"body" : "The letter arrived in Marilyn Oliva's mailbox yesterday from the Brooklyn borough president, Marty Markowitz. It thanked her for her dedication to the community as a member of Community Board 6, but informed her that her services were no longer needed. Ms. Oliva was disappointed. She was also not alone. Though community board members' terms are" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Project's Foes Shown Door In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/nyregion\/23yards.html"} , {"body" : "As Rudolph W. Giuliani runs for president, his image as a chief executive who steered New York through the disaster of Sept. 11 has become a pillar of his campaign. But one former member of his inner circle keeps surfacing to revisit that history in ways that are unflattering to Mr. Giuliani: Jerome M. Hauer, New York City's first emergency" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WORLD TRADE CENTER (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "THE 2008 CAMPAIGN; Onetime Giuliani Insider Is Now a Critic From Outside" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/us\/politics\/22giuliani.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "This just in: Mayor Michael R. Bloomberg has still not entered the presidential race. Thought you might want to know. There is, of course, absolutely nothing new in this. Mr. Bloomberg has said he is not running for president more times than Paris Hilton has been arrested. Now and then he has even suggested that the country may not be ready for a" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Figuring The Next Field For the Mayor" , "url" : "http:\/\/select.nytimes.com\/\/2007\/05\/22\/nyregion\/22nyc.html"} , {"author" : "Michael Weinreb is the author of ''The Kings of New York: A Year Among the Geeks, Oddballs, and Geniuses Who Make Up America's Top High School Chess Team,'' published in March by Gotham." , "body" : "PATRICK O'NEIL, tall and broad-shouldered, towers over many of his classmates at the New York City College of Technology in Downtown Brooklyn, and at age 31 he is older than many of them. But there is also a less apparent gulf between Mr. O'Neil and his fellow students. ''I watch these people moving through their lives, and it's so odd,'' he said" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Coming Home" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20vet.html"} , {"body" : "Two New York City police officers have resigned after being accused of trying to rob the apartment of a suspected drug dealer in New Jersey, a law enforcement official said yesterday. Hector S. Alvarez and Miguel A. Castillo, both 28, were arrested on Friday by the police in Rutherford, N.J. They were each being held in $1 million bail on charges" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "RUTHERFORD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Two Officers Tried to Rob Drug Suspect, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/20bust.html"} , {"body" : "California HIGH SIERRA MUSIC FESTIVAL Quincy, July 5-8. The vibe is so West Coast mellow at this July Fourth weekend jamfest in northeastern California -- about 200 miles from San Francisco -- that attendees report sharing beers with musicians they had just seen onstage. Far out! In its 17th year, grooves will be provided by the Disco Biscuits, Les" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SUMMER STAGES: POP\/JAZZ; In a Stadium Or in a Pool, Bands Galore" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/arts\/music\/13poplist.html"} , {"body" : "SALZMAN--Jacob A., of New York City died on May 8, 2007. Beloved husband of the late Ida Salzman. Cherished father and father-in-law of Richand Susan Salzman, Anita and Myron Pulier, Robert Salzman and Lori Brooks. Grandfather of Eric, Greg and Tara, Annie and Matt, Rachel and Scott, Talia and Aramie. Great-grandfather of Jake, Will, Chloe," , "date" : "20070512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths SALZMAN, JACOB A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4DF173AF931A25756C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday at 1:30 and 3 p.m., ''Annual Mother's Day Tea,'' with finger sandwiches and other delicacies, followed by a tour of the museum; $50 per couple, $40 for members (each additional guest, $20). Reservations required: (212) 777-1089. Free. Hours: Thursdays" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: May 11 - May 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1DB1431F932A25756C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through April" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD91531F932A25756C0A9619C8B63"} , {"body" : "City officials have devised what may be the ultimate test of demand for housing in New York: They are asking developers if they want to build apartments pressed up on the side of the Brooklyn House of Detention. For more than a year, officials at the Department of Correction have been considering whether to add stores and restaurants to the street" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Ponders Building Apartments Feet From a Jail" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/11\/nyregion\/11jail.html"} ,   {"body" : "Transit officials said yesterday that they planned to resume regular maintenance and construction work on subway tracks and tunnels this morning, returning workers to the job after more than four days off for a safety review prompted by the deaths of two track workers struck by trains. The Transport Workers Union president, Roger Toussaint, said" , "date" : "20070504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After a Four-Day Safety Review, Subway Work Is Resuming" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/04\/nyregion\/04transit.html"} , {"body" : "The new arts library designed by Enrique Norten that was supposed to rise like the prow of a glass ship near the Brooklyn Academy of Music now seems likely to sink, unrealized, into the pavement. All the same, planners say they have raised money for a new theater designed by Hugh Hardy for the academy and hope to break ground next year. Eight" , "date" : "20070503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Arts Library Planned In Brooklyn Hits a Snag" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/03\/arts\/design\/03bam.html"} , {"body" : "The curriculum drawn up to give New York City Transit workers an urgent refresher course in safety after two fatal on-the-job accidents last month draws a single, blunt conclusion for avoiding future disasters: ''No Short Cuts.'' The 60-page document that outlines the safety campaign makes the reason for the warning clear: A 2002 review of 81 fatal" , "date" : "20070502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Subways, A Refresher On Safety" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/02\/nyregion\/02transit.html"} , {"body" : "In response to the deaths of two track workers in accidents, transit officials yesterday suspended more than 20 maintenance projects for subway tracks, signals and tunnels for at least two more days. The decision was announced as workers attended the funeral of one transit worker, family members shared memories of another, and transit veterans" , "date" : "20070501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Work Stays On Hold After Deaths In Subway" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/01\/nyregion\/01transit.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "FISH live in water, birds in air and Paul Shaw in letters. As a historian of graphic design with a passion for architectural lettering, he sees A's, B's and C's in places that the untrained often overlook. Beholding New York through his eyes can be a revelation, and his special issue of Letters From New York -- a booklet published twice a year by a" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "STREETSCAPES\/Architectural Lettering; A Man Who Minds His P's and Q's" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/realestate\/29scap.html"} , {"body" : "One day after the partial collapse of a building being prepared for demolition to make way for the Atlantic Yards project in Brooklyn, the state and the developer announced that work would be stopped pending the outcome of the city's investigation into the accident. Workers for the developer, Forest City Ratner, were removing asbestos from a former" , "date" : "20070428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Project Halted In Brooklyn For Inquiry Into Accident" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/28\/nyregion\/28atlantic.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., the Dirdy Birdies Jug Band; $15, members $12; requires reservation. Hours: Wednesdays" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: April 27 - May 3" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/arts\/27spare.html"} , {"body" : "About 350 people were temporarily ordered out of a homeless shelter in Brooklyn yesterday after a 200-foot-long parapet on the roof of an adjacent building that was about to be demolished to make way for the Atlantic Yards project collapsed, the authorities said. No shelter residents, pedestrians or workers on the roof were hurt when the parapet on" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Parapet Falls From Building to Be Demolished for Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/nyregion\/27atlantic.html"} , {"body" : "THE lunch crowd coursed along Fulton Street Mall in Downtown Brooklyn on Tuesday afternoon, a river of people bundled up in trench coats and athletic jackets. Some scurried toward the nearby Dallas BBQ restaurant. Others clutched takeout bags from White Castle. The line inside a corner pizza shop stretched almost to the sidewalk. A few passers-by" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Downtown Brooklyn; In Big Mac Country, Gilded Age Yearnings" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/thecity\/22stre.html"} , {"body" : "A plan to charge drivers to bring their vehicles into the busiest parts of Manhattan, which Mayor Michael R. Bloomberg is expected to propose tomorrow, faces daunting obstacles and even under the most optimistic conditions is likely to be years away, both supporters and opponents of the idea said. ''I've always thought that it is a difficult thing" , "date" : "20070421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drivers' Fee Would Face Uphill Battle" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/21\/nyregion\/21congest.html"} ,   {"body" : "A State Supreme Court justice declined yesterday to issue a restraining order temporarily halting the demolition of nine vacant buildings to make way for the Atlantic Yards project near Downtown Brooklyn. The restraining order had been requested by Develop Don't Destroy Brooklyn, which opposes the scale of the 22-acre project that is to encompass" , "date" : "20070421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Atlantic Yards Can Proceed" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/21\/nyregion\/21mbrfs-yards.html"} , {"body" : "A former State Supreme Court judge was convicted yesterday of accepting bribes to manipulate the outcome of divorce proceedings in a case that led to a broad political and judicial corruption inquiry in Brooklyn. The judge, Gerald P. Garson, 74, could face as many as 15 years in prison if he is sentenced consecutively on the three guilty verdicts," , "date" : "20070420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Former Judge Is Convicted Of Bribery" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/20\/nyregion\/20judge.html"} , {"body" : "The influx of thousands of new residents has reinvigorated this city's downtown in recent years, but most of the development has been clustered on its southern end, near the Staples Center, the sports and entertainment arena. For more than a decade, however, Eli Broad, a billionaire and civic leader, has envisioned a vibrant focal point for the" , "date" : "20070418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Square Feet; In Los Angeles, a Gehry-Designed Awakening" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/18\/realestate\/commercial\/18real.html"} , {"body" : "MATTHEW AND LORI RICHMOND were newly married and living in Greenpoint when they began looking for a home to buy in 2005. They yearned to be near multiple subway lines, having spent several years relegated almost exclusively to the L train, and with busy careers as designers and little time to renovate, they wanted a new building that they could" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Downtown Brooklyn; Now Open for Living, as Well as Business" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/realestate\/15livi.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., Point Cross; $15, members $12; requires reservation. Hours: Wednesdays through Sundays," , "date" : "20070413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "SPARE TIMES: April 13 - April 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DE133FF930A25757C0A9619C8B63"} , {"body" : "A coalition of advocacy and neighborhood groups filed a lawsuit yesterday in State Supreme Court seeking to overturn the state's approval of the Atlantic Yards project in Brooklyn, charging that the review process was flawed. The suit, filed by 26 groups, stated that the Empire State Development Corporation intentionally understated or played down" , "date" : "20070406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: New Atlantic Yards Suit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E1DB173FF935A35757C0A9619C8B63"} , {"body" : "Out on the cold damp streets of Brooklyn, work on the Atlantic Yards project is under way, and you don't even need to peek through a knothole to see it. In the raw drizzle yesterday, a man and a woman in blue hazardous-material suits ducked in and out of the former headquarters of the Tasty Provision Company on Pacific Street. They were removing" , "date" : "20070405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clearing of Atlantic Yards' Site Proceeds as Legal Thicket Grows Denser" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/05\/nyregion\/05yards.html"} , {"body" : "WHEN a biting winter storm descended on the Coney Island Boardwalk one afternoon last month, whipping sand and trash into the air, a flock of seagulls lost no time in taking wing. But Patrick Garbiras, a gaunt, shambling, 51-year-old homeless man, could only do what he has been doing ever since filing his claim for Social Security disability" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Marking Time, Making Do" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/nyregion\/thecity\/01subw.html"} , {"body" : "IN the spirit of James Barron's book ''Piano,'' which chronicled the birth of a Steinway concert grand in a Queens factory, John Marchese now offers up ''The Violin Maker: Finding a Centuries-Old Tradition in a Brooklyn Workshop'' (HarperCollins, $24.95). ''The Violin Maker'' is an impassioned account of the collaboration between Eugene Drucker, a" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK; The Dry Saloon, the Dissected Violin, the Dreamer of Sleepy Hollow" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/nyregion\/thecity\/01read.html"} , {"body" : "POTTER--Lester. We mourn the loss of our esteemed member and extend heartfelt condolences to his family. Temple Israel of Great Neck Howard A. Stecker, Senior Rabbi Hon. Richard Kestenbaum, President $(6$)POTTER--Lester, 93, died peacefully at his home in Great Neck, NY on March 29. A wonderful man who achieved success in life, both personal and" , "date" : "20070331" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths POTTER, LESTER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E0DA153AF932A05750C0A9619C8B63"} ,   {"body" : "A sampling of noteworthy musical presentations planned for the holiday season at churches and concert halls in New York City, from this Sunday (Palm Sunday) through April 8 (Easter Sunday), selected by Vivien Schweitzer. All are free unless otherwise noted. (Churches accept donations. Unless noted, church choirs are featured in church concerts.)" , "date" : "20070330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Heralding Holidays With Sweet Sounds Of Musical Joy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDA1030F933A05750C0A9619C8B63"} , {"body" : "Here was the star witness: slumped forward in his chair, sad-eyed, rocking slightly side to side, chastising himself in quiet fits of white-collar shame. ''I was disbarred because of criminal acts that I committed,'' said the witness, Paul Siminovsky, testifying in State Supreme Court in Brooklyn yesterday, ''because of this case.'' Put so humbly," , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Lawyer Recalls Dealings With Judge in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/nyregion\/28judge.html"} , {"body" : "The judge sat at the defense table. The law clerk sat on the witness stand. The law clerk looked across the courtroom and pointed at the judge. ''He's wearing the, uh, I guess it's a green suit,'' said the law clerk, Lawrence N. Rothbart. Mr. Rothbart himself wore a tight suit and a 5 o'clock shadow. He was testifying yesterday in State Supreme" , "date" : "20070327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Law Clerk Tells of Brooklyn Judge's Meetings and Gifts" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/27\/nyregion\/27judge.html"} , {"body" : "IT'S easy to find the home of Lexy Funk and Vahap Avsar, owners of Brooklyn Industries, the chain of clothing stores that now has three branches in Manhattan. The building they live in is emblazoned with the Brooklyn Industries logo, familiar from their T-shirts, messenger bags and increasingly sophisticated lines of clothing. Ms. Funk, 36, and Mr." , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Downtown Brooklyn; A Business Grows And a Family Follows, Under the Same Roof" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/realestate\/25HAbi.html"} , {"body" : "A 46-year-old man suspected of using fake explosives to rob three banks in Brooklyn in the past two weeks was arrested yesterday, the police said. The man, Michael Contreni of Brooklyn, was arrested at the Farragut Housing Projects in Downtown Brooklyn and charged in federal court with three counts of bank robbery. According to the police, Mr." , "date" : "20070324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Robbery Suspect Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7D61530F937A15750C0A9619C8B63"} , {"body" : "Expectations are high for construction of the Second Avenue subway, and the futuristic new subway cars that will run on it. Made from gleaming stainless steel, the cars have a range of modern innovations: round porthole windows that would look at home on a rocket ship; high-tech air purification systems that use ultraviolet lamps to kill germs;" , "date" : "20070324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Museum-Quality Car For a Subway Yet Unbuilt" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/24\/nyregion\/24subway.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Monday night at 7:30, ''2007 Isaac Asimov Memorial Debate: Pioneer Anomaly,'' a discussion about the unmanned planetary probes launched in the 1970s; sold out, but tickets for live video projections in Kaufmann and Linder Theaters are $7; $6 for" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD91430F930A15750C0A9619C8B63"} , {"author" : "Andrew Rice, a writer living in Brooklyn, has covered New York real estate. He is now writing a book about Uganda." , "body" : "Mario Procida -- son of a construction boss, grandson of an immigrant stonemason -- was stalking his natural habitat, a building site. As usual, he was doing several things at once, all of them distractedly. The 49-year-old developer had come down from his family firm's office in the Bronx to show me around his latest project, On Prospect Park, a" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "86" , "title" : "Betting On Star Power" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/realestate\/keymagazine\/318MARIOrev.t.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., Irish Fever. Hours: Wednesdays through Sundays, 1 to 5 p.m. $5; $4 for 62+; $3.50 for students and 5 to 17; free for children under 5 and members; (718) 351-1611. MUSEUM OF THE" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "SPARE TIMES: March 16 - March 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7D71E31F935A25750C0A9619C8B63"} , {"body" : "An article on Thursday about a court ruling terminating a lease on the site of the planned Atlantic Yards project near Downtown Brooklyn misstated the composition of a group that filed another case challenging the state's right to condemn their properties under eminent domain law. The 13 plaintiffs in that suit include owners and tenants, not just" , "date" : "20070312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE1D91031F931A25750C0A9619C8B63"} ,   {"body" : "RED HOOK, a nub of a Brooklyn peninsula jutting into the Buttermilk Channel opposite Governors Island, is perhaps not everyone's ideal place to live. A high-crime area not very long ago, it is at times eerily silent, at others mournfully full of the noise of industry. Broken glass and cracked sidewalks can still be found; amenities, while on the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Red Hook, Brooklyn; Where Tugboats Chug and Ikea's Coming" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/realestate\/11LIVI.html"} , {"body" : "As it moves forward on its plans for the Atlantic Yards project in Brooklyn, the developer Forest City Ratner has represented itself as controlling nearly all the property in the 22-acre footprint of the site. But in a decision released yesterday, a judge in Brooklyn terminated Forest City Ratner's long-term lease on two properties covering nearly" , "date" : "20070308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Atlantic Yards Loses Lease To Part of Site" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/08\/nyregion\/08yards.html"} , {"body" : "It may take Mayor Michael Bloomberg a while to sell New Yorkers on his plan to keep New York as a desirable place to live, work and visit throughout the rest of this century. But right at hand lies a great opportunity to take bold action on a vexing quality of life and health issue: traffic congestion. The current commissioner of transportation," , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Unclogging the City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/opinion\/nyregionopinions\/nytransport.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY Central Park West and 79th Street. In the recently opened Anne and Bernard Spitzer Hall of Human Origins, there are more than 200 casts of prehuman and human fossils and artifacts that illustrate stages in physical and behavioral evolution. Through Aug. 19, ''Gold,'' with coins," , "date" : "20070302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: March 2 - March 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE1631F931A35750C0A9619C8B63"} , {"body" : "The federal housing secretary has rejected the proposed $1.3 billion sale of Starrett City, a working-class enclave of 46 apartment buildings in Brooklyn, because the prospective buyer has failed to supply adequate financial information or a plan for how the complex would remain ''a viable community for New Yorkers of modest means.'' In a letter" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HUD Blocks Proposed Sale Of Starrett City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02starrett.html"} , {"body" : "WHEN the Queen Mary II docks in Red Hook, Brooklyn, as it will about 30 times this year, passengers will set foot (though perhaps only briefly) in a neighborhood that has been thoroughly dissected by local writers who chronicle every nano-step of its gentrification as if it were front-page news. But to an outsider, Red Hook still feels like a" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK | Red Hook; A Potted Palm Grows in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2007\/02\/25\/travel\/25weekend.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. In the Imax" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D7133EF930A15751C0A9619C8B63"} , {"body" : "Construction crews were expected to take the first steps today toward building the huge Atlantic Yards project near downtown Brooklyn, according to an aide to Bruce C. Ratner, the developer. The first stages of the work will involve subcontractors removing contamination from a bus depot, then demolishing that structure. Forest City Ratner Companies" , "date" : "20070220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Atlantic Yards Construction To Begin" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E6DC123EF933A15751C0A9619C8B63"} , {"body" : "On Friday the artistic and general director of the Maryinsky Theater in St. Petersburg, Russia, VALERY GERGIEV, will appear with the NEW YORK CITY BALLET as guest conductor in a program featuring Stravinsky's ''Firebird'' and ''Jeu de Cartes.'' Also on tap is a role debut for the luscious SARAH MEARNS in ''Walpurgisnacht Ballet,'' and a guest" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: Feb. 18 - 24; DANCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDA163EF93BA25751C0A9619C8B63"} , {"body" : "The new state attorney general says he has unearthed a ''sordid legal history'' that could scuttle the $1.3 billion sale of Starrett City, the vast housing complex on Jamaica Bay, to a Brooklyn investment group. The investment group led by David Bistricer won the bidding this month for the 5,881 apartments in 46 towers at Starrett City, the" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cuomo Says Investor's Past May Stop Starrett City Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/17\/nyregion\/17starrett.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DA173EF935A25751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sunday, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DA173EF935A25751C0A9619C8B63"} , {"body" : "The Downtown Brooklyn shopping plaza formerly known as the Albee Square Mall will soon undergo yet another incarnation: It will be razed, rebuilt at triple the size and topped with a high-rise with offices and a thousand apartments, its prospective new owners said yesterday. The mall is being sold to a partnership of developers for about $125" , "date" : "20070213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Deal Would Triple the Size of the Albee Square Mall in Brooklyn and Add a High-Rise" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/13\/nyregion\/13mall.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 9 - Feb. 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0DA113FF93AA35751C0A9619C8B63"} , {"body" : "SHAWN LIPSCOMB has spent 13 of his 32 years in prison for two robberies; in one of them he shot and wounded the victim. He says the holdups were to support his cocaine addiction and live the life of ''the guys who had the cars, the females and the jewelry.'' Now, he says, he is determined to become a law-abiding, job-holding member of society." , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "19" , "title" : "OFFICE SPACE: HOME FRONT; From the Hope Program, A Path to a Fresh Start" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/business\/yourmoney\/04home.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 2 - Feb. 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEED9153FF931A35751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tonight at 7:30, a screening of ''Punching at the Sun,'' a 2006 film set in Queens and written and directed by Tanuj Chopra, a graduate student at Columbia, who will discuss the film afterward. Through April 15, ''Star Trek: 40 Years of Fandom,'' an" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: Feb. 2 - Feb. 8" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/02spare.html"} , {"body" : "Hakeem Jeffries, a state assemblyman who supports the $4 billion Atlantic Yards project near Downtown Brooklyn, has denounced an important facet of it -- the name for the new arena for the Nets basketball team, which he called an affront to the black community. Another supporter, Roger L. Green, a former assemblyman, has said the Nets naming deal" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Barclays Arena Deal Raises A Reputed Link to Slavery" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/nyregion\/02yards.html"} , {"body" : "SOMETIMES Bill Berloni feels like a phone psychic. ''People call about their adopted pets, and I've never seen their home,'' he said. ''One woman had a dog who was afraid of thunder, and neglected to mention that she lived next to an airport.'' For this reason, Mr. Berloni, an animal behaviorist and well-known Broadway animal trainer (he is" , "date" : "20070201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Nerves as Frayed as the Sofa? Call Your Own Dog Whisperer" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/01\/garden\/01pets.html"} , {"body" : "Sally Mae Jenkins is full of stories. In a breathless rasp, she recalls traipsing through the woods of her native South Carolina, running from snakes and getting into dicey escapades with her 13 brothers and sisters. Then she talks of having a daughter at 17, only to lose her 25 years later. Each reverie is delivered in her thick-as-molasses" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Neediest Cases; A Warm Coat for a Woman With Endless Stories to Tell" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3D6173FF93BA15752C0A9619C8B63"} ,   {"author" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com." , "body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, ''Living in America: Streets of Gold,'' the last of three events in conjunction with the ''Gold'' exhibition, featuring a panel discussion on hardships endured by a group of Chinese immigrants (2 p.m.); and a performance of South African" , "date" : "20070126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: Jan. 26-Feb. 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD8163FF935A15752C0A9619C8B63"} , {"body" : "For the fourth time in less than two years, Clarence Norman, the disgraced former head of the Brooklyn Democratic Party, sat in a courtroom yesterday, watching prospective jurors file in to sit in judgment of him. Much about the scene was familiar -- the figures at the prosecution table, the presiding judge and a set of charges that do not quite" , "date" : "20070124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Question Unanswered In Scandal" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/24\/nyregion\/24brooklyn.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "What would Walter O'Malley have thought about the $400 million naming rights for a sports arena atop the railroad station near Downtown Brooklyn, where he once feinted at building a ballpark? Maybe that kind of money, even at lower 1957 levels, would have kept O'Malley from stuffing the Dodgers into his satchel and lamming it westward. O'Malley was" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS OF THE TIMES; Naming Rights and Wrongs Across Time Zones" , "url" : "http:\/\/select.nytimes.com\/\/2007\/01\/21\/sports\/basketball\/21vecsey.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 2 to 4 p.m., ''Living in America: The Gold Rush,'' the second of three events in conjunction with the ''Gold'' exhibition, featuring performances by the Tagish Nation" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES | JAN. 19 - JAN. 25" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/19\/arts\/19spar.html"} , {"body" : "When the Nets were a goofball franchise, it was impossible to imagine their owners consorting with a global financial power like Barclays. But the Nets aren't laughable anymore, and yesterday, their principal owner, Bruce C. Ratner; some of his investors, like the rapper Jay-Z; and a few of their players were at the Brooklyn Museum to announce that" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS BUSINESS; What's in a Name? $400 Million." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DC1E30F93AA25752C0A9619C8B63"} , {"body" : "Setting a record price for the naming rights to an American indoor sports arena, the British bank Barclays has agreed to pay nearly $400 million over 20 years to put its name on the Nets' planned future home in Brooklyn. The arrangement could double the old record of $185 million for 20 years that Royal Philips Electronics paid to name Philips" , "date" : "20070118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL; Record Price for Name on Nets' Arena" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/18\/sports\/basketball\/18arena.html"} , {"body" : "When Amanda M. Burden's stepfather, William S. Paley, built the vest-pocket park that bears his name on East 53rd Street, he saw to it that the four wide stone steps from the street, each only five inches high, stood as an invitation to enter. Those steps ''are just perfect,'' Ms. Burden recently recalled her mentor, the urban scholar William H." , "date" : "20070115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Once at Cotillions, Now Reshaping the Cityscape" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/15\/nyregion\/15amanda.html"} , {"body" : "If anything else had gone wrong in December for the Nets, they might as well have parked the team bus in nearby Secaucus, N.J., waited for the draft lottery and made a packing list for Brooklyn. Jason Kidd's incendiary divorce papers became public record Tuesday, the biggest distraction yet for a team already suffering from fragile chemistry." , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPOTLIGHT: N.B.A.; With Brooklyn on Horizon, Nets' Brain Trust Considers All Options" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/sports\/basketball\/14hoops.html"} , {"body" : "Forest City Ratner Companies, the developer of the planned $4 billion Atlantic Yards project in Brooklyn, has insisted during the long public debate over the project that it will do anything to ensure that displaced residents will not be left out in the cold. But it has not done enough, say a group of tenants who filed the latest in a series of" , "date" : "20070113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tenants Sue Agency Over Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/13\/nyregion\/13yards.html"} , {"body" : "You can see them everywhere in the blocks near Cadman Plaza: lost tourists, brows furrowed over guidebooks, looking for that most elusive of landmarks, the Brooklyn Bridge. ''We had to ask four people,'' said Kelli Parsons, 21, a Londoner who on Wednesday morning had just found the entrance to the bridge's pedestrian footpath. ''We're useless,''" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; To Cross the Bridge, Job No. 1 Is to Get on It" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07exit.html"} ,   {"body" : "Even at Atlantic Avenue and Court Street, a bustling corner of Brooklyn that is home to a freshly built luxury apartment building and a gleaming new Y.M.C.A., the structure on the southeast corner of the intersection is the shiniest thing in sight. It has tempered glass walls and a translucent roof, brushed-metal accents and an insouciant row of" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Sleek They Are. But Will They Make the Cut?" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07shel.html"} , {"author" : "Neal Hirschfeld is the author, with Kathy Burke, of ''Detective: The Inspirational Story of the Trailblazing Woman Cop Who Wouldn't Quit.''" , "body" : "ONE day this winter, on a pilgrimage that will be either blessedly cathartic or unbearably painful, a retired telecommunications worker and graphic artist named Dom Caruso will make his first visit to two gravesites at St. John's Cemetery in Middle Village, Queens. Mr. Caruso, a 70-year-old grandfather in fragile health, will begin by bowing his" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Father's Grief, A Father's Rage" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07caru.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Through Feb. 18, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 5 - Jan. 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0DF1430F936A35752C0A9619C8B63"} , {"body" : "City, state and federal agencies granted final approvals last month to a half-dozen wide-ranging projects in a political aligning of the stars that will promote New York City's most ambitious economic development agenda in decades. Approval or financing was given to a Second Avenue subway; an extension of the Flushing Line to the Far West Side; a" , "date" : "20070101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wave of Development, Cleared for Takeoff" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/01\/nyregion\/01projects.html"}]