[  {"body" : "AROUND TOWN Museums and Sites HOLIDAY PARTIES If it weren't for the cabs, New York on Christmas Eve would feel as underpopulated as it does in ''I Am Legend.'' There's no big parade here, and many institutions that schedule interesting activities close up shop, presumably so that you can spend time with friends and family, listen to a beatific" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/21\/arts\/21wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''The Glory Days: New York Baseball 1947-1957,'' a display of balls, bats, uniforms and other memorabilia, with video presentations and special events. Tuesdays through Sundays, 10 a.m. to 5 p.m.; closed Christmas Eve, Christmas Day and New" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E2DD1031F932A15751C1A9619C8B63"} , {"body" : "The Vatican broadcasts a Christmas Mass for shut-ins; HGTV offers a tour of the nation's most elaborately lighted and decorated houses. The cult of neon Santas, life-size plastic snowmen and electronic reindeer pawing on rooftops is perhaps more pagan than pious, but the people who once a year turn their homes into giant, blinking, twirling" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "TELEVISION REVIEW; Tuning In to a New Winter Sport: Extreme Decorating" , "url" : "http:\/\/tv.nytimes.com\/2007\/12\/08\/arts\/television\/08stan.html"} , {"body" : "In an effort to transform the city's gifted and talented programs, which he has long derided as a hodgepodge of offerings that have favored children in certain neighborhoods and with well-connected parents, Schools Chancellor Joel I. Klein announced a plan yesterday to limit the programs to students who score in the top 5 percent on admissions" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Raise Bar for Classes For the Gifted" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/education\/30kindergarten.html"} , {"body" : "TO sleep through the night, I used to pretend that my boyfriend, Jay, was celebrity firefighting. His firehouse is on Houston Street and Avenue of the Americas, so he has responded to alarms at the West Village apartments of the R.E.M. front man Michael Stipe, the model Helena Christensen and the movie mogul Harvey Weinstein. Although I am not" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Slow Burn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21deut.html"} , {"body" : "A Brooklyn contractor faces $25,000 in fines for a worker's death in a trench collapse this year, the federal Labor Department said yesterday. On May 4, a day laborer from Ecuador, Juan Amendano, was working for the contractor, Star-Pak Contracting, on the foundation of a private school on 72nd Street in Dyker Heights when a trench he was standing" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Fines Over Worker's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E1D61E30F93BA25753C1A9619C8B63"} , {"body" : "BRENDAN BOLGER has lived for more than 30 years on Dahlgren Place, a short street in Bay Ridge, Brooklyn, with one of the exit ramps of the Verrazano-Narrows Bridge as a neighbor across the street. Since 1992, when workers repositioned the ramp and cut down some of the trees along the street, Mr. Bolger has been appealing to various local" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bridge Too Far Unfinished" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"body" : "He was a talented cook, said his mother. He used to bathe his babies, cut their nails, do their laundry. He was as good a mother as their mother, said his wife and widow, Linda Graffagnino. They met when she worked in a neighborhood health club. He was a bodybuilder. They dated, married, had two children. He re-did their house with his skilled" , "date" : "20070901" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grief and Questions in Fire's Aftermath" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/01\/nyregion\/01family.html"} , {"body" : "The stories of Joseph Graffagnino's life that were recounted at his funeral yesterday evoked an expected variety of emotions. People laughed when told of his wicked impersonations and famous moves that he called his Shakira dance, referring to the singer. They reflected when told of his lifelong love for the city's Fire Department: growing up in" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Amid Tears at a Funeral, Anger at a Needless Loss" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/nyregion\/24funeral.html"} ,   {"body" : "The mourners divided themselves into two lines in the huge lobby of the Dyker Heights funeral home yesterday, one wearing black and one wearing blue. The people in black knew the man inside the Brooklyn chapel, the smiling 33-year-old in the photographs and in the coffin. They were friends and cousins, friends' mothers and aunts, neighbors and" , "date" : "20070822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Day to Pay Respects To Fireman And Friend" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/22\/nyregion\/22wake.html"} , {"body" : "The funerals of two firefighters who died in a blaze on Saturday at the former Deutsche Bank building at ground zero have been scheduled for later this week. The viewing for Firefighter Joseph Graffagnino, 33, will be held from 2 to 5 p.m. and from 7 to 10 p.m. today and tomorrow at the Andrew Torregrossa & Sons Funeral Home at 1305 79th Street in" , "date" : "20070821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Firemen's Funerals" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/21\/nyregion\/21info.html"} , {"body" : "The black and purple bunting rose again on the brick firehouse yesterday like a bruise. Again, there were pictures, the only faces at the firehouse that are ever smiling on days like this. Their fellow firefighters spoke in familiar phrases, as if from a script that they had down cold. For reasons unknown, the death of a firefighter has become a" , "date" : "20070820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Firehouse's Grim Roster Adds Two Names" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/20\/nyregion\/20profile.html"} , {"body" : "Testifying yesterday in a murder trial, a retired detective said that the police failed to build a case against a suspect for 17 years, despite having his name, address and Social Security number. The detective, William Powell, cited his own notes describing the defendant, Craig Sobel, 39, who was charged last year with killing Dominick Masseria," , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn Detective Testifies in Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DB163EF93BA15755C0A9619C8B63"} , {"body" : "Mayor Bloomberg's fast-advancing plan to charge drivers $8 to drive in the most congested parts of Manhattan may seem geared mostly toward the suburbanites whom many blame for Manhattan's perpetually snarled weekday traffic. But in fact, most of the drivers who would have to pay the toll are the mayor's own constituents: residents of the city" , "date" : "20070609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Outside Manhattan, Many Oppose Bloomberg's Traffic Plan" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/09\/nyregion\/09congestion.html"} , {"body" : "A day laborer from Ecuador was killed yesterday when an eight-foot-deep trench collapsed at a Brooklyn elementary school, burying him under hundreds of cubic yards of dirt, officials and his employer said. Dirt, debris and tools so thoroughly covered the worker, identified by the police as Juan Amendano, 30, of Brooklyn, that it took rescue workers" , "date" : "20070505" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Construction Accident Kills Laborer at School" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/05\/nyregion\/05cave.html"} , {"body" : "Ten Malians in the Bronx are laid into the earth, and three innocents lie dead in Greenwich Village. Soon enough these tragedies could begin the slow fade from municipal memory. Except that how New York remembers its losses, which of them wash away and which cling like a barnacle to memory, is a complicated business. In a city this vast, a handful" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MALI" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a City's Vast Memory, Tragedies Not Kept Vivid May Fade to a Glimmer" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/18blocks.html"}]