[  {"body" : "Every new police officer in New York City will be sent onto the streets of some of the city's toughest neighborhoods as part of a broad anticrime operation that the authorities say has helped produce historic drops in crime, the city announced on Wednesday. Police officials and Mayor Michael R. Bloomberg said that each of the 914 police recruits" , "date" : "20071227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY IS DOUBLING POLICE PROGRAM TO REDUCE CRIME" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/27\/nyregion\/27crime.html"} , {"body" : "Ten, 9, 8, 7, 6 nights before Christmas and Santa is in full effect outside the Nextel store on the Fulton Street Mall. He cranks up the skipping soca rhythm on the backing tape and kicks it to the crowds pouring off the buses and trudging with bulging shopping bags down Brooklyn's bustlingest outdoor retail strip. ''Siii-lent night, hooo-ly" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Step Right Up! Brooklyn Mall Is Oasis and Anomaly" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23fulton.html"} , {"body" : "A 49-year-old Queens man was arrested early Saturday in the stabbing death of his wife in their apartment, according to the police. A neighbor called 911 just after 5 a.m. after the man, Mohammad Solaiman, showed up at the neighbor's door covered in blood and said his wife was dead, according to the police. Officers went to the family's apartment," , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Man Held in Wife's Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E0D8173EF930A15751C1A9619C8B63"} , {"body" : "Stacy Arezou Mehrfar, the daughter of Nadreh Mehrfar and Dr. Manocher Mehrfar of Great Neck, N.Y., was married Saturday evening to Gavin Nathan Caganoff, the son of Linda Caganoff and Solomon S. Caganoff of Sydney, Australia. Rabbi Dale Polakoff performed the ceremony at Temple Israel of Great Neck. The bride, 30, will continue to use her name" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Stacy Mehrfar, Gavin Caganoff" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/fashion\/weddings\/23MEHRFAR.html"} , {"body" : "Across the city, delis and bodegas are a familiar and vital part of the streetscape, modest places where customers can pick up necessities, a container of milk, a can of soup, a loaf of bread. Amid the goods found in the stores, there is one thing that many owners and employees say they cannot do without: their cats. And it goes beyond cuddly" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Dismay Of Inspectors, Prowling Cats Keep Rodents On the Run At City Delis" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/21\/nyregion\/21cats.html"} , {"body" : "Across the city, delis and bodegas are a familiar and vital part of the streetscape, modest places where customers can pick up necessities, a container of milk, a can of soup, a loaf of bread. Amid the goods found in the stores, there is one thing that many owners and employees say they cannot do without: their cats. And it goes beyond cuddly" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guess Who's Minding the Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DB173EF932A15751C1A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AN ALBATROSS, PARTS AND LABOR (Thursday) An Albatross, from Wilkes-Barre, Pa., shrieks its way through dizzying but lighthearted prog-hardcore songs that borrow something from Captain Beefheart. The group Parts and Labor, one of Brooklyn's squally best, ably pulls off the tricky task of being" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/music\/14pop.html"} , {"body" : "Yessina Rodriguez's life is at a standstill. Ms. Rodriguez, 25, a mother of one, cannot work or attend school unless she gets a new kidney to replace the one that failed her, suddenly, when she was 19. That one was implanted when her kidneys first failed her, suddenly, when she was 10. ''I don't know how long I've been on dialysis,'' Ms. Rodriguez" , "date" : "20071212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Failing Health Does Not Derail an Indomitable Spirit" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/12\/nyregion\/12neediest.html"} , {"body" : "Fortified by caffeine and good will, the volunteer construction crew at Love Fellowship Tabernacle in Brooklyn worked long hours to transform a dingy storage area into the Kingdom Cafe. The hammering and plastering created a restaurant and gathering spot for young people at this Pentecostal church in the struggling East New York neighborhood. As" , "date" : "20071211" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Network For Blacks, With Sense Of Mission" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/11\/arts\/television\/11one.html"} , {"body" : "Wana Joseph sometimes looks toward the front door of her home in East New York, Brooklyn, as if waiting for her son Terrell Bradley to enter. She still expects to see his head peering into her room to check on her. And when she hears rap music, she can't help thinking of the dances he taught her. Ms. Joseph, 38, has yet to fully accept that her" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Facing Up to the Reality of Losing a Teenage Son" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08neediest.html"} ,   {"body" : "When he is at church, Kenneth Williams fills his soul by singing gospel. When he is at home, dancing with his children, Kenyetta Kathleen Reaves, 16, and Lamont Ali Reaves, 17, and his brother, Russell, 37, lifts his spirits. Recently, at a friend's house, he also discovered that rap could relieve his stress. ''He just put on a beat, and I just" , "date" : "20071206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; As Death Hit His Family, Responsibilities Grew" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/06\/nyregion\/06needy.html"} , {"body" : "When Elton Rodriguez, then 14, finally found the courage to ask Kiara Nieves to the John Ericsson Junior High School prom in Williamsburg, Brooklyn, it was a week before the dance in June. Kiara's enthusiastic ''Yes!'' came with a condition: He had to ask her mother, Alexa Pacheco, for permission. ''I'm strict,'' said Ms. Pacheco, sitting next to" , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Teenager Had a Date to the Prom, but How to Pay for a Dress?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/05\/nyregion\/05needy.html"} , {"body" : "When Julia Santos moved to New York from Puerto Rico in 2003, things were looking up. Her fiancé made a good living as a mechanic. She saw her three grandchildren regularly. And after 11 years in separate cities, she and her daughter, Alaeida Cruz, were both in New York. ''Everything was normal with her,'' Ms. Santos said in Spanish through an" , "date" : "20071203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; A Grandmother Who Puts the Children First" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/03\/nyregion\/03neediest.html"} , {"body" : "A blood-streaked, shirtless man wanted for stabbing a roommate was killed in a hail of gunfire by two police officers on a Brooklyn street yesterday when, the police said, he brandished a broken wine bottle, advanced on them as they backed away, ignored their orders to drop it and finally lunged at them. In a face-off witnessed by two other" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Police Kill a Man Armed With a Broken Bottle" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19shoot.html"} , {"body" : "A manager at a Brooklyn banquet hall shot three people outside the hall early yesterday, one of them fatally, and was then shot by one of two men who intervened, the police said. The men were arrested moments later, after a police sergeant fired at them twice during a foot chase, striking one of the men in the leg, the authorities said. The chaotic" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Shower in Brooklyn Ends in Deadly Gunfire" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19banquet.html"} , {"body" : "A Queens man was arrested yesterday after having struck and killed a pedestrian in Brooklyn about 5 a.m., the police said. The man, David Aldarondo, 59, of Ozone Park, was charged with criminally negligent homicide, speeding and running a red light, a spokesman for the Brooklyn district attorney said. The police said that Mr. Aldarondo, westbound" , "date" : "20071107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK; Brooklyn: Man Charged After Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/07\/nyregion\/07mbrfs-crash.html"} , {"body" : "WHEN Eduardo Urbina's pet pigeon disappeared from his apartment in Spanish Harlem three summers ago, he suspected something nefarious. Mr. Urbina, a street vendor who sells hats and watches along Third Avenue in the East 80s, recalled having seen a burly man with dreadlocks scooping live pigeons off Third Avenue with a fishing net, then depositing" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Wing And A Prayer" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/nyregion\/thecity\/28pige.html"} , {"body" : "A woman was found dead and two men were seriously injured last night in a suspicious fire at a New York City Housing Authority project in the East New York area, the police and fire officials said. The fire broke out on the fifth floor of an eight-story brick apartment building at 730 Euclid Avenue near Dumont Avenue in the Cypress Hills complex." , "date" : "20071025" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Woman Dies In Suspicious Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E0DD1038F936A15753C1A9619C8B63"} , {"body" : "''How many of you guys got a hooptee, raise your hand?'' Carlos Caraballo asked his senior auto shop at Automotive High School in Brooklyn. A dozen boys, roughly half the class, raised their hands and began discussing their hooptees. The term is street slang for a cheap, functional car favored by city youths who often tinker tirelessly to make the" , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Education"] , "page_facet" : "20" , "title" : "A High School Under the Hood" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/24\/automobiles\/autospecial\/24school.html"} , {"body" : "Pine Island, N.Y. THROUGH an odd twist of geological fate, some of North America's most fertile soil lies an hour's drive from Manhattan pavement, in the 22 square miles of Orange County, N.Y., known as the ''Black Dirt'' region. So what do farmers grow in this miracle earth? For about a century, the area has been known for onions, producing some" , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ORANGE COUNTY (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "From New York's Black Dirt, A Glacial Secret Told by Onions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4D81631F937A15753C1A9619C8B63"} ,   {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "LONNIE POWELL, a 49-year-old Brooklyn native with melancholy eyes, used to spend most of his nights working in the dairy department of FreshDirect's sprawling warehouse in Long Island City, Queens. For the past year, surrounded by chilly air and an array of milk products, Mr. Powell earned $8.75 an hour filling orders for blocks of French butter," , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "LONG ISLAND CITY; Union Blues Amid the Gourmet Groceries" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/nyregion\/thecity\/14fres.html"} , {"body" : "When he retires next month, Michael A. Lombardi will have spent 45 years working in the subway, rising from a $2.43-an-hour job as a machinist's helper to the top job in the system, as the senior vice president for subways at New York City Transit. He did a lot of things during those four and a half decades, but his most important contribution, in" , "date" : "20071013" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After 45 Years, New York's Subway Chief Has Reached His Stop" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/13\/nyregion\/13lombardi.html"} , {"body" : "The gap between the health of New Yorkers living in poverty and those with higher incomes has widened since the early 1990s, according to a survey released yesterday. It found that residents of poor neighborhoods in the city are experiencing alarming rates of diabetes and steady increases in other chronic illnesses like heart disease, while other" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Gap in Illness Rates Between Rich and Poor New Yorkers Widens, Study Says" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/nyregion\/28gap.html"} , {"body" : "Brooklyn has given the advertising industry prominent executives like Jerry Della Femina, Philip B. Dusenberry of BBDO, Michael I. Roth of the Interpublic Group of Companies and John D. Wren of the Omnicom Group. Now, the industry is hoping to return the favor. At a news conference this morning at Borough Hall, representatives of the industry who" , "date" : "20070924" , "day_of_week_facet" : "Monday" , "title" : "Brooklyn Could Get a High School for Marketers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E1DA103FF937A1575AC0A9619C8B63"} , {"author" : "Interviewed by SAKI KNAFO" , "body" : "NEIL ALLICOCK, East New York, Brooklyn Brooklyn Academy of Science and the Environment BORN May 23, 1990 We live in East New York. When I walk through the front door, I have my living room, and the view is of the other apartment building. There are three rooms. I have my own room. My older sister and my younger sister, sometimes they sleep in the" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "'My Family Has High Hopes for Me Because They Know I'm Going to Do Great Things.'" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16allicock.html"} , {"body" : "The burden of housing costs continues to stretch the pocketbooks of New Yorkers, as large percentages of residents see more of their income go to their mortgages and rents, according to an analysis of new census data. Across the city, homeowners in Brooklyn and renters in the Bronx are carrying the heaviest burdens, with many spending half or more" , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Takes Bigger Bite of New Yorkers' Incomes, Census Data Shows" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/13\/nyregion\/13housing.html"} , {"body" : "Brooke Ashley Grossman, a daughter of Rita and Stuart Grossman of Glen Cove, N.Y., is to be married this morning to Andrew Marc Russakoff, a son of Gail and Norman Russakoff, also of Glen Cove. Rabbi David Freelund is to officiate at Carlyle on the Green, a caterer in Farmingdale, N.Y. The bride, 25, is an associate in the litigation department of" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Brooke Grossman, Andrew Russakoff" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/fashion\/weddings\/26Grossman.html"} , {"body" : "A man was cleared of murder charges yesterday after offering cellular telephone records as alibi evidence. The man, Eric Wright, 36, was set free at a hearing in State Supreme Court in Brooklyn. Before leaving, he reclaimed the device that had spared him a trial. ''I feel great,'' Mr. Wright said, thanking God, his defense lawyers and the" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cellphone Records Help to Clear a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/nyregion\/24phone.html"} ,   {"body" : "A 54-year-old Brooklyn woman was killed by a hit-and-run driver early yesterday in East New York, the police said. The woman, Eunice Washington of Brownsville, was with her adult son and daughter at Eldert Lane and Linden Boulevard when one of the three hailed a burgundy four-door sedan for a ride. What followed was unclear, but investigators said" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Woman Killed In Hit-And-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEED6153AF934A2575BC0A9619C8B63"} , {"body" : "A man was wounded in a shootout with police officers in East New York on Saturday night, the police said. The shooting occurred about 11:50 p.m., as the officers responded to a report of an assault at 247 Vermont Street. After the officers arrived, they saw two men, one of them armed. The gunman fired at three people, the police said, and when the" , "date" : "20070813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn: Gunman Shot By Police" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/13\/nyregion\/13mbrfs-shoot.html"} , {"body" : "Only days before the expiration of his $1.3 billion contract to buy a sprawling Brooklyn housing complex, David Bistricer is throwing the real estate equivalent of a Hail Mary pass. Federal and state officials have twice rejected his bid to buy the complex, Starrett City, a cluster of 46 buildings and 5,881 apartments wedged between Canarsie and" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "With Starrett City Deal Nearly Dead, Developer Tries Again" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03starrett.html"} , {"body" : "The family of Gregory McCullough, the 21-year-old student and tow truck driver who suffered extensive burns in the steam pipe explosion in Midtown Manhattan on July 18, met for the first time yesterday with the good Samaritan who comforted their son immediately after the blast. The family and Junior Suarez, 27, who said he held Mr. McCullough in" , "date" : "20070731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Family Thanks Samaritan in Steam Blast" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/31\/nyregion\/31steam.html"} , {"body" : "Gregory McCullough opened his eyes last week for the first time since the explosion, his mother said, shedding a broken stream of tears as the lyrics to ''Jesus Loves Me'' spilled from her lips to his badly burned body. Through tears of her own, his mother kept singing, praying that her only child would see it through another day. ''They can't tell" , "date" : "20070730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Steam-Blast Victim Remains Unconscious, but His Mother Says 'He Can Hear Me'" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/30\/nyregion\/30steam.html"} , {"body" : "AROUND TOWN HARLEM WEEK Now in its 33rd year, the month of festivities known as Harlem Week continues on Sunday with a full day of events. ''A Great Day in Harlem'' begins at noon in Ulysses S. Grant National Memorial Park, with performances from Broadway and Off Broadway plays; an excerpt from ''Lady Sings the Blues,'' featuring blues and jazz" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/27wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sept. 9, ''Frogs: A Chorus of Colors,'' an exhibition of more than 200 specimens. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6," , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDC163CF934A15754C0A9619C8B63"} , {"body" : "It was a rainy and windswept Saturday in Rockaway Park, but nothing could keep the twins off the field. Eleven years old, tiny and virtually indistinguishable, Troy and Troyvon Young had traveled more than hour to southern Queens from Louis Pink Houses, a crime-plagued public housing project in East New York, Brooklyn, to practice their favorite" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Rockaway Park; From the Projects to Yale, Just a Lacrosse Toss Away" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/22\/nyregion\/thecity\/22lacr.html"} , {"body" : "DECADES before Al Gore revved into documentary scold mode and transferred the green state of mind into fashionably green activism with his Academy-Award-winning film, ''An Inconvenient Truth,'' there was Richard M. Cherry. Never heard of him? Mr. Cherry, 64, is one of 15 finalists, and the only local finalist, for the $100,000 Purpose Prize, an" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; A Contractor Who Was Green Before Green Was Cool" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20lives.html"} , {"body" : "It was a Perry Mason moment in the trial of Paul Cortez, an actor and yoga teacher who was ultimately convicted of killing his former girlfriend Catherine Woods, a dancer who was working as a stripper. After weeks of testimony and a parade of witnesses, the case against Mr. Cortez boiled down to this: a bloody fingerprint and data collected from a" , "date" : "20070716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Trill Of a Cellphone Brings the Clang Of Prison Doors" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/16\/nyregion\/16cell.html"} ,   {"body" : "The police yesterday charged one man and were seeking two more in the shooting of two police officers in Brooklyn on Monday. The suspects have criminal histories that stretch back to their teenage years -- dossiers ranging from street crime to sexual predation and fighting in prison. Dexter Bostic, 34, one of those being sought, first went to state" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Suspect Charged in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11cops.html"} , {"body" : "The tenants at Starrett City, the sprawling middle-income housing development wedged between Canarsie and East New York in Brooklyn, say they know one thing for certain: their fate and that of the 33-year-old complex are still up in the air. On Monday, federal housing authorities dealt what appeared to be a mortal blow to plans by a real estate" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Starrett City Tenants Fear Paradise Will Still Be Lost" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11starrett.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "When teachers are removed from their schools here, their first phone call is often to the powerful Newark Teachers Union. But now the union is telling as many as a dozen teachers at the troubled Newton Street School that they have to leave because they do not fit in with a plan to improve the school. ''It was probably the hardest thing that I've" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWARK (NJ)" , "UNITED STATES"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Newark Teachers' Union Tries to Prove It's Part of the Solution for a Failing School" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/nyregion\/04school.html"} , {"body" : "A woman charged with assaulting and robbing the rapper Foxy Brown was released from jail after Ms. Brown failed to appear before a grand jury to testify against her, The Associated Press reported yesterday. Roshawn Anthony, 23, was released from Rikers Island on her own recognizance Thursday but still faces charges of robbery, assault and grand" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "page_facet" : "8" , "title" : "ARTS, BRIEFLY; Foxy Brown a No-Show" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3D61E3EF933A05755C0A9619C8B63"} , {"body" : "They are the children of immigrants, or the latest in a long line of siblings to graduate from public schools. These are the valedictorians of New York City. Some will enroll at the City University of New York, others are off to colleges in California and Texas and Maine. They are violin players, dancers, singers and student government leaders." , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Six of the Best and Brightest, Poised to Take the Next Step on the Long Road" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/education\/27grads.html"} , {"body" : "A man was acquitted yesterday in State Supreme Court of charges that he murdered his half-brother. The defendant, Rannik Williams, 23, had been charged with second-degree murder after his half-brother, Michael, 17, was fatally shot in October 2005 in front of the building in East New York where both men lived. Prosecutors said he survived long" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing; BROOKLYN: MAN ACQUITTED OF MURDER" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/26\/nyregion\/26mbrfs-BROTHER.html"} , {"body" : "Foxy Brown Robbed The rapper Foxy Brown, who usually makes headlines as an accused aggressor, was on the receiving end of an attack in Brooklyn over the weekend when four people collaborated in robbing her of a Louis Vuitton handbag, credit cards and $500 in cash, The Associated Press reported. According to the police, the robbery took place about" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/25\/arts\/25arts.html"} , {"body" : "New York City students could earn as much as $500 a year for doing well on standardized tests and showing up for class in a new program to begin this fall, city officials announced yesterday. And the Harvard economist who created the program is joining the inner circle of Schools Chancellor Joel I. Klein, according to an official briefed on the" , "date" : "20070619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Plan To Pay Cash For Marks" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/19\/nyregion\/19schools.html"} , {"body" : "A DENSELY packed 1,200-acre swath of central Brooklyn, Ocean Hill-Brownsville is not among the neighborhoods to have been swept up in the borough's recent renaissance. Its older housing stock is generally less elegant and well preserved than that in nearby Bedford-Stuyvesant. Its streets are not lined with charming cafes or whimsical boutiques. Its" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Ocean Hill-Brownsville, Brooklyn; At Long Last, Developers Show an Interest" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17livi.html"} ,   {"body" : "A nanny was sentenced yesterday in State Supreme Court to 17 years in prison for the death of a 19-month-old boy. The nanny, Tammy Williams, 43, of East New York, pleaded guilty to manslaughter, admitting that in March 2005 she put duct tape over the boy's mouth to stop his crying. The boy, Jaylen Robinson, suffocated. Prosecutors have said that" , "date" : "20070612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Nanny Sentenced In Toddler's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFD9173FF931A25755C0A9619C8B63"} , {"body" : "LLOYD C. BLANKFEIN, chief executive of one of the most wildly profitable financial firms in the world, rifles through his trash searching for a thank-you note. He has a point to make. Yes, his firm, Goldman Sachs, wasn't chosen to underwrite the Blackstone Group's planned initial public offering, but there are plenty of other Goldman clients" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Goldman Runs Risks, Reaps Rewards" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/business\/yourmoney\/10lloyd.html"} , {"body" : "A placid evening of socializing by a group of friends on a stoop in Brownsville, Brooklyn, turned bloody Wednesday night when a gunman walked up and opened fire, killing three young men, the police and neighbors said yesterday. Rumors of robbery and retribution were churning in the neighborhood yesterday, as relatives, friends and neighbors of the" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Hail of Shots Kills 3 Young Men in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/nyregion\/08murder.html"} , {"body" : "An infant girl was killed in a Brooklyn fire last night when her mother left three children at home by themselves to get Chinese food, the police and neighbors said. Two neighbors who dashed into the apartment to save one of the older children were initially unaware of the baby, who was in a stroller in a bedroom. One of the neighbors, Tommy" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Baby Dies in East New York Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/nyregion\/08fire.html"} , {"body" : "A man and woman were found dead in their apartment in East New York last night in what investigators are calling a possible murder-suicide, the police said. The couple, identified as Veldora Dixon, 39, and Tito Jemmoot, 35, each had a gunshot wound in the head when they were found in the apartment at 712 Pennsylvania Avenue. Their bodies were found" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Couple Found Dead, With Gun Nearby" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED61E30F934A35755C0A9619C8B63"} , {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} , {"body" : "A federal judge sharply criticized the New York Police Department yesterday for failing to follow repeated court orders by arresting hundreds of panhandlers and beggars, but still denied a request to hold the city in contempt of court. The judge, Shira A. Scheindlin of United States District Court in Manhattan, admonished the department for" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Criticizes Police Dept. For Illegal Loitering Arrests" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/01\/nyregion\/01beg.html"} , {"body" : "As locations go, things do not get much more impressive than Block 4375, Lot 1 in East New York, Brooklyn. To the east, the 19 daunting brick towers of the Boulevard public housing project. To the south and west, the equally massive Linden housing project, home to more than 3,000 people. To the north, a strip of the kinds of businesses usually" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Housing Plan Puts Idea of East New York's Revival to the Test" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/31\/nyregion\/31housing.html"} , {"body" : "Facing a $225 million budget gap, the City Housing Authority is planning to sharply reduce its staff and sell vacant land in its projects for development into housing, much of it for middle-income residents, officials said yesterday. Under a plan scheduled to be approved today, the authority is proposing to raise $50 million by selling parking lots" , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Buildings Are Proposed Among Projects" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/30\/nyregion\/30housing.html"} , {"body" : "New York, a city of renters since immigrants began jamming lodging houses and tenements early in the 19th century, has reached two milestones in homeownership: One in three households now own their dwellings, according to a new analysis of census results. And the number of homes and apartments occupied by their owners has passed one million for the" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In a City Known for Its Renters, a Record Number Now Own Their Homes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27owners.html"} ,   {"body" : "New York City's economy has been booming, with unemployment dropping to historic lows and Wall Street getting most of the credit. But the typical new worker in the city is not a pinstriped investment banker or a corporate lawyer. She is a home health aide like Vivienne P. Smith. Ms. Smith, a recent immigrant from Jamaica, cooks for and dresses" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "For New York, Big Job Growth Is in Home Care" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/25\/nyregion\/25health.html"} , {"body" : "A Brooklyn man who opened fire at a Queens nightclub in 2004, killing one person and wounding two others, was sentenced yesterday in State Supreme Court to 75 years to life in prison, prosecutors said. The man, Moises Valerio, 32, of Hull Street in East New York, was convicted on May 4, said Richard A. Brown, the Queens district attorney. Mr. Brown" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Queens: Man Sentenced For Nightclub Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2D61630F936A15756C0A9619C8B63"} , {"body" : "Kenneth Boss cannot remember a time when he did not want to be a police officer. Not when he took the police academy test early, at age 16, and had to wait four years to be hired. Not when his first assignment was in the transit bureau, far from his dream job. Not when he pulled out his gun on a dark Bronx street one frigid night in 1999 and fired" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Fighting For His Gun, And His Name" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/20gun.html"} , {"body" : "Four people were killed in unrelated cases in less than 12 hours Tuesday night and early yesterday, the police said. The figure is unusually high for a year in which an average of less than one homicide per day has occurred, though Police Commissioner Raymond W. Kelly pointed out yesterday that ''one day doesn't make a trend.'' In the first" , "date" : "20070517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Four Killings In The City In 12 Hours" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1DB1031F934A25756C0A9619C8B63"} , {"body" : "GATEWAY NATIONAL RECREATION AREA, a 26,607-acre national park along the Atlantic coast that strings together a dozen separate and diverse parcels from New Jersey to the Nassau County border, allows visitors a wide variety of activities, some atypical for a protected area. People can fish from piers, ride motorcycles on former runways, tend" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "GATEWAY NATIONAL RECREATION AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "POSTING; Improving Gateway National Park by Design" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/realestate\/13post.html"} , {"body" : "City Councilman Charles Barron said yesterday that he would run for Brooklyn borough president in 2009 and would not challenge Representative Edolphus Towns next year for his Congressional seat, as had been widely expected. Mr. Barron, a Democrat who represents East New York, said he had initially considered running for Congress again next year," , "date" : "20070509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Councilman Seeks a Top Job In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/09\/nyregion\/09barron.html"} , {"body" : "Rebuffed by state and federal regulators over his plan to buy Starrett City for $1.3 billion, David Bistricer is now bargaining with the current owner over a lower sale price and devising a plan that he hopes will pass muster with government officials, local politicians and the 14,000 tenants at the vast Brooklyn housing complex. If Mr. Bistricer" , "date" : "20070503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investor-to-Be In Starrett City Is Bargaining For New Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/03\/nyregion\/03starrett.html"} , {"body" : "After executing 19 search warrants early yesterday in the Cypress Hills Houses in East New York, the police said they had arrested 53 people, including 23 women, on charges of selling crack cocaine or heroin. The sweep was conducted at a public housing project that has long been plagued by illegal drugs. Eighty people were arrested there on similar" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 53 Face Drug Charges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5DB153EF935A15757C0A9619C8B63"} , {"body" : "The Web site for the William Beaver House in Lower Manhattan, where the cheapest studio apartment now goes for $950,000, features a photograph of two women seductively nibbling corn on the cob. A biography of the building's mythical mascot, a martini-toting beaver-about-town, reveals that he hangs out ''where life is sleek and times are" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lower Manhattan, Higher Testosterone" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/22downtown.html"} , {"body" : "Three Brooklyn men have been indicted on charges of causing more than $10,000 in damage by spray-painting a subway tunnel on the L line, prosecutors said yesterday. The three -- Miles Wickham, 22, of Fifth Street; Michael Baca, 22, of Meeker Avenue; and Raul Mendez, of East New York Avenue -- are charged with multiple counts of criminal mischief" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Queens: 3 Accused Of Defacing Tunnel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4DF163EF933A15757C0A9619C8B63"} ,   {"body" : "A 16-year-old boy was fatally shot on a street in East New York yesterday afternoon, the police said. The teenager, identified by the police as Henry Talbert of Brooklyn, was shot once near his neck shortly before 4 p.m. in front of 290 Bradford Street. He was taken to Brookdale University Hospital and Medical Center, where he was pronounced dead" , "date" : "20070417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/17\/nyregion\/17mbrfs-teenager.html"} , {"author" : "David McAninch is a deputy editor at Saveur magazine." , "body" : "NO one answered the buzzer at 964 Jamaica Avenue. A locksmith's calling card and a KeySpan service notice protruded from the doorframe and fluttered in the breeze, just beneath the sign that read ''Taxidermist.'' Frozen eerily behind a vitrine above the boarded-up storefront were a lifelike fox, a hawk of some sort, and what appeared to be a couple" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "JAMAICA AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Road Not Taken, Much" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/nyregion\/thecity\/15jama.html"} , {"body" : "Senator Charles E. Schumer joined Democratic members of the State Assembly yesterday in a campaign to keep Starrett City from being sold in a $1.3 billion deal that they say would doom the vast Brooklyn housing complex as an affordable home for poor and working-class tenants. Senator Schumer called on federal housing officials to reject an" , "date" : "20070414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Schumer and State Legislators Seek to Block Starrett City Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/14\/nyregion\/14starrett.html"} , {"body" : "New York City wants to strengthen its hand against recalcitrant landlords by giving itself broad new powers to overhaul entire building systems -- like heating, electrical or plumbing -- in long-troubled properties, and to force landlords to pay for the work. A bill to be introduced in the City Council today with the Bloomberg administration's" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Seeks Broader Power to Fix Troubled Buildings at Landlords' Expense" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/12\/nyregion\/12housing.html"} , {"body" : "MORE than four million people have passed through the gleaming glass transit hub in Howard Beach, in far southeastern Queens, since it opened in December 2003, with the purpose of catching a light-rail AirTrain to or from Kennedy International Airport. Some, fresh to New York, have also undoubtedly peered through the station windows, eager for" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Howard Beach, Queens; Prices Aren't Supersonic; the Planes Aren't Either" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/realestate\/25LIVING.html"} , {"body" : "Shouting ''respect the parents'' and ''put the 'public' back in public education,'' about 100 demonstrators disrupted a meeting of the Panel for Educational Policy last evening and denounced the Bloomberg administration's plans for further restructuring of the school system. The protesters drowned out part of a presentation on a proposed citywide" , "date" : "20070320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Parents Disrupt Panel to Attack School Changes" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/20\/nyregion\/20school.html"} , {"body" : "A janitor was arrested yesterday on and charged with raping an 8-year-old girl in the basement of Public School 91 on Albany Avenue near East New York Avenue, the police said. The janitor, Francis Evelyn, 58, of Brooklyn, was charged with first-degree rape, sex abuse and endangering the welfare of a child. Melody Meyer, a spokeswoman for the" , "date" : "20070320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Janitor Is Accused Of Rape" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DB1730F933A15750C0A9619C8B63"} , {"body" : "On a frigid Monday night late last month, long after the daytime students had departed, Jose A. Castro, a vice principal at Automotive High School in Brooklyn, stood before two rows of desks parked next to several cars in a second-floor classroom. Before him sat a diverse and unlikely group of adult recruits that he hopes will help replenish the" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "What's Under the Hood? Training, and Plenty of Job Prospects" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/15\/nyregion\/15mechanics.html"} , {"body" : "Olateju Ogunremi has won two lotteries: the visa lottery that enabled him to emigrate from Nigeria in 1999 and the housing lottery that is allowing him, his wife and their three children to move into a new two-family house in East New York, Brooklyn. Mayor Michael R. Bloomberg presented Mr. Ogunremi yesterday morning with a key to the house, at 235" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor's Program for 165,000 Lower-Cost Housing Units Passes One-Third Mark" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/15\/nyregion\/15afford.html"} , {"body" : "The slayings of two auxiliary police officers last night came in a week that has underscored the dangers of routine police work in New York City. Just the previous night, an officer was shot in a Harlem restaurant; another was stabbed in the head in a Brooklyn subway station about 90 minutes later. In each case, officers approached men they" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Week Showing the Risks Of Routine Police Work" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/15\/nyregion\/15attacks.html"} ,   {"body" : "The clashes were the bloody culmination of routine, if risky, police work: One officer was shot in a Harlem restaurant on Tuesday night, and another was stabbed in the head in a Brooklyn subway station about 90 minutes later. In each case, officers approached men they considered suspicious and tried to frisk them for weapons. In Harlem, Robert" , "date" : "20070315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Clashes That Injured Officers Underscore Risks in Work the Police Call Routine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE0DF1E31F936A25750C0A9619C8B63"} , {"body" : "A plainclothes police officer was shot twice and seriously wounded last night in a gunfight in Harlem with a suspect who was killed, the authorities said. The officer was hospitalized and expected to survive. The gunfight broke out about 9:30 p.m. after the officer, Robert Tejeda, 35, approached the suspect with three other officers at a small" , "date" : "20070314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Shot In Gun Battle In Harlem" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0D81131F937A25750C0A9619C8B63"} , {"body" : "THE keys were in the car door. That much Ariel Guadalupe remembers telling the police on the September day in 2004 when she was nabbed for stealing a 1999 silver Ford Crown Victoria in Queens. She was 14. More than two years later, the rest of the episode is mostly a blur. During a Christmastime visit to the cozy Queens Village home of her" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ariel and the Silver Car" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/nyregion\/thecity\/11juve.html"} , {"body" : "A speech teacher at Intermediate School 166 in East New York was arrested yesterday and charged with rape, sexual abuse and endangering the welfare of a child, said Richard J. Condon, the special commissioner of investigation for the city schools. Mr. Condon said the teacher, Marcia Amsterdam, 30, was arrested after city investigators determined" , "date" : "20070308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Teacher Charged With Rape" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6DD1231F93BA35750C0A9619C8B63"} , {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"author" : "Bree Nordenson is an assistant editor of The Columbia Journalism Review." , "body" : "IT'S a frigid afternoon in February, and Neville Ducasse, the proprietor of a 24-hour tire repair shop called Flat Fix northeast of Prospect Park, hasn't slept for four days. ''Got to eat,'' he explains in a thick Jamaican accent as he hunches over a large, red machine, realigning a tire on a BMW rim. ''Put food on the table, man.'' The walls of" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; The Bumps of Winter" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/nyregion\/thecity\/04tire.html"} , {"body" : "In the span of four hours yesterday, three people were fatally struck by motorists in the city, the police said. In one instance, they said, a driver fled the scene. Just after midnight, in the East New York section of Brooklyn, Mario Sagastume, 47, of Ridge in Suffolk County, was hit by a beige Nissan Maxima as he was crossing Liberty Avenue near" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Three Pedestrians Are Killed Within Hours in the City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/nyregion\/04hit.html"} , {"body" : "Five teenagers have been charged in connection with a fatal stabbing on a subway platform in East New York early Sunday morning, the police said yesterday. The stabbing, which took place about 3 a.m. at the New Lots subway stop, occurred after an argument between members of the group and a deli worker, Gerlin Collado, 20, of Manhattan. Mr. Collado," , "date" : "20070227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Teenagers Charged In Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/27\/nyregion\/27mbrfs-subway.html"} , {"body" : "His build is slight and he stands only 5-foot-6, but Kyle Sierra grew up playing basketball on the courts of East New York, Brooklyn, and is tough enough to take the physical pounding that passes for high school basketball in the city. But late last year, when he learned that the basketball team at his school, Paul Robeson High, had been suspended" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Team Feared by Rivals Now Sits Idle, and Angry" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26robeson.html"} , {"body" : "A 20-year-old Manhattan man returning home from a party was fatally stabbed as he was preparing to board a subway in Brooklyn early yesterday after arguing with a group of men, the police said. Detectives were questioning five young men, the police said, but no charges had been filed by last night. The victim, Gerlin Collado, was a deli worker and" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, 20, Is Killed After Argument on Brooklyn Subway Platform" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/26\/nyregion\/26stab.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "Holding Back the Hudson Q. For two years, while driving up the Henry Hudson Parkway, I have noticed at least one and often two huge barges anchored in the river, off about 100th to 120th Streets, attended by a tugboat. What is going on? A. What's going on, according to the Coast Guard, is a long-term job to repair seawalls. Workers are reinforcing" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "Life on the sixth floor of Building F3 continued more or less as usual last week. Fran Garcia's 2-year-old grandson, in his pajama bottoms, padded down the hall to 6G, where Ethel Banks, 78, was lighting a candle in memory of her identical twin sister, June. In 6E, a retired transit worker, Freddy Trow, 77, was sitting with Josie, his sweetheart," , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Tenants See Complex as Experiment That Worked" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/21\/nyregion\/21starrett.html"} , {"body" : "SCHREIBER--Walter, D.D.S., beloved husband of Carol Goldfarb Schreiber, cherished father of daughters Merrill and Catherine, and adored grandfather of Elyse, Robyn, Stephanie and Jeremy passed away peacefully on February 15 in his home in Great Neck, NY at age 90 after a long battle with kidney failure. Walter was born on July 15, 1916, to Louis" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths SCHREIBER, WALTER, D.D.S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1DD173AF93BA25751C0A9619C8B63"} , {"body" : "The new state attorney general says he has unearthed a ''sordid legal history'' that could scuttle the $1.3 billion sale of Starrett City, the vast housing complex on Jamaica Bay, to a Brooklyn investment group. The investment group led by David Bistricer won the bidding this month for the 5,881 apartments in 46 towers at Starrett City, the" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cuomo Says Investor's Past May Stop Starrett City Sale" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/17\/nyregion\/17starrett.html"} , {"body" : "SCHREIBER--Walter, M.D. We mourn the loss of our esteemed member and extend heartfelt condolences to his family. Temple Israel of Greatneck. Howard A. Stecker, Senior Rabbi. Hon. Richard Kestenbaum, President. $(6$)SCHREIBER--Walter, D.D.S., beloved husband of Carol Goldfarb Schreiber, cherished father of daughters Merrill and Catherine, and adored" , "date" : "20070217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SCHREIBER, WALTER, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DE173AF934A25751C0A9619C8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Mo Vaughn wears a different uniform now -- a black suit with bold stripes, every day, in boardrooms or at construction sites. The power suit is part of the message. He is not a ballplayer anymore. ''I still can't go back and smell the fresh grass,'' he said. It's too soon since his body broke down and he played his last game in May 2003. Besides," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Vaughn the Developer Wants People Safe at Home" , "url" : "http:\/\/select.nytimes.com\/\/2007\/02\/11\/sports\/baseball\/11vecsey.html"} , {"body" : "Once upon a time in Brooklyn, they used to play baseball here. Tucked away among ancient factories and garages is a massive relic of the Dodgers' old ballpark. Not Ebbets Field, but Washington Park, where Brooklyn played before moving to Flatbush. It is believed to be the oldest standing piece of a major league ballpark in the country. And almost" , "date" : "20070210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Stoic Link to Baseball History Stands Guard" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/10\/sports\/baseball\/10brooklyn.html"} , {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "In the 75th Precinct, in the East New York section of Brooklyn, which has the city's highest violent crime rate and some of its poorest neighborhoods, the police stopped, questioned or frisked someone last year, on average, about once every 24 minutes. Meanwhile, in the First Precinct, which encompasses Battery Park, Wall Street, TriBeCa and SoHo," , "date" : "20070205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Numbers Show How Police Work Varies by Precinct" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/05\/nyregion\/05frisk.html"} , {"body" : "''Before my mother passed away, she was telling me that she was always going to be there -- for my graduations and all that,'' said Devonta Phillips, 13, his words fast and barely audible in the darkened living room of his mother's apartment, where he lives with his half sister. ''I just thought she was going to live a long time. I didn't think she" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; An Older Sister Who Has Become Head of the Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D6153FF931A35751C0A9619C8B63"} ,   {"body" : "Tenants' groups girding for a fight over the sale of Starrett City, the sprawling low- and middle-income housing complex on the south shore of Brooklyn, have a powerful new ally: Gov. Eliot Spitzer. State officials say that the new governor, who campaigned in part on the need to preserve and expand the city's stock of housing for working and" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spitzer Signals Desire to Keep Starrett City Affordable to the Middle Class" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/nyregion\/02starrett.html"} , {"body" : "Three men were killed and nine others were injured in about two hours yesterday morning in three disputes in Brooklyn and the Bronx, the police said. The first, in Brooklyn, began about 5:20 a.m., when an uninvited guest at a party in an East New York apartment fatally stabbed one man with an ice pick and injured three others after an argument," , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Men Killed and 9 Are Hurt in Brooklyn and Bronx Disputes" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/nyregion\/29brooklyn.html"} , {"body" : "Two off-duty police officers were injured, one of them critically, when three people attacked them early yesterday after a car accident on the West Side of Manhattan, the police said. The officers were driving north on 10th Avenue near West 28th Street in Chelsea shortly before 4 a.m. when their Ford Explorer slid on ice and rear-ended a Nissan" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Officers Hurt In Attack, 1 Critically" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0DF1F30F932A15752C0A9619C8B63"} , {"body" : "A Brooklyn artist was found fatally beaten in his apartment on Tuesday after his son held him and others hostage for more than six hours, the police said yesterday. The man, Carlton Ingleton, 66, was found lying on his living room floor, with blood pooling beneath his head, when the police broke down the door to the Crown Heights apartment after" , "date" : "20070118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Artist, Held Hostage, Is Beaten to Death" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/18\/nyregion\/18kill.html"} , {"body" : "A man was fatally shot in Brooklyn late Friday while walking along a courtyard behind one of the buildings in the apartment complex where he lived, the police said yesterday. The man, Odell Drayton, 23, was shot at least once in the back of the head about 10 p.m. at the rear of 675 Lincoln Avenue in the Lincoln Plaza complex in East New York, the" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Brooklyn Man Is Fatally Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFDF1030F937A25752C0A9619C8B63"} , {"body" : "Kenneth Mark Taub stands more than six feet tall with a meaty neck and good wrestling shoulders. He has a well-disciplined goatee, a withering baritone and a law degree from St. John's University, which he puts to good use leading homicide prosecutors through the cage-fighting match known as State Supreme Court in Brooklyn. But last week Mr. Taub" , "date" : "20070113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 New Bids for Freedom Put Prosecutor on Defensive" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/13\/nyregion\/13murder.html"} , {"body" : "''Blood'' is spray painted over the front door of the apartment building where Patricia Barnes's family lives. It appears again and again on the walls of the stairwell leading to their second-floor apartment. Ms. Barnes, 38, is raising two teenagers in the tough East New York neighborhood in Brooklyn, and she is doing everything she can to keep" , "date" : "20070106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; A Single Mother Takes Charge, Trading Helplessness for Ambition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEFD81430F935A35752C0A9619C8B63"} , {"body" : "In New York City, rapes, robberies and assaults, among other crimes, continued to decline last year, prompting the Police Department's top official to herald 2006 as a very good year. Homicides, however, climbed 10 percent in the city, reversing a much-hailed decrease. ''We'd like to see no homicides. The reality is we're going to have them,'' said" , "date" : "20070101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Overall Crime in New York Fell 5 Percent in 2006, but Homicides Increased" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/01\/nyregion\/01crime.html"}]