[  {"body" : "A 56-year-old man who neighbors said had been a heavy smoker died in a fire at his apartment in Brooklyn that might have been started by a lighted cigarette, the authorities said. The man, whom neighbors identified as Harvey Kudisch, was dead when firefighters arrived early Tuesday at his apartment, on East 51st Street in the Flatlands" , "date" : "20071226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Killed In a Fast-Moving Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/26\/nyregion\/26fire.html"} , {"body" : "LIKE many New Yorkers, she came to the city from someplace else, aiming to go as far as her talent could take her. She was just starting out, and when she arrived from rural Florida, she moved into a small place in South Ozone Park, Queens, so close to Kennedy Airport she could hear the planes roaring overhead as she ate breakfast. Her new home was" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Blue-Collar Thoroughbred" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18hors.html"} , {"body" : "Officials at Kings County Hospital Center said yesterday that they were ''closely examining'' why doctors there failed to detect a drug-resistant staph infection in a 12-year-old Brooklyn boy who died this month. The boy, Omar Rivera, was given only allergy medication at the hospital and was then sent home, a lawyer for the boy's family said" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "City Hospital In Brooklyn Reviews Care Of a Boy, 12" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30death.html"} , {"body" : "In addition to the Met's spectacular collection, New York has other rich holdings in Dutch 17th-century art, some on permanent view, some not. The Frick Collection has three renowned paintings attributed to Vermeer: ''Girl Interrupted at Her Music,'' ''Officer and Laughing Girl'' and ''Mistress and Maid,'' all probably dating from the 1660s. It" , "date" : "20070921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NETHERLANDS"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Other Dutch Masterworks in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DF1238F932A1575AC0A9619C8B63"} , {"body" : "The deceased wore a paper headband inscribed in Church Slavonic and a blue suit. The words on the headband read, ''Holy God, holy mighty, holy immortal, have mercy on us.'' The suit was the dress uniform of the New York City Police Department. In the coffin in a funeral home in Brooklyn yesterday lay Officer Russel Timoshenko, a Belorussian" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Funeral for a Young Police Officer Draws 10,000 Mourners" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20cop.html"} , {"body" : "Lillian Rivera met Officer Russel Timoshenko only once, but it was enough. She was coming out of the subway in Crown Heights, Brooklyn, a few months ago when she saw a handsome young police officer walk by. She stopped him to ask him something that had been on her mind: What is it like to be a police officer? Should she go for it? She is 16 years" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Solid Stream of Mourners At a Wake for a Slain Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/18\/nyregion\/18wake.html"} , {"body" : "BEER + sun + sausage = joy. Sometimes it's that easy, isn't it? But once you've mastered the path to the Bohemian Hall and Beer Garden in Astoria, tricked a friend into driving you to drink in southernmost Staten Island at Killmeyer's and put back pitchers on every sidewalk patch masquerading as a beer garden across the five boroughs, you may need" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GERMANY" , "FRANKLIN SQUARE (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 and Under; Get Out the Lederhosen and Prepare to Oompah" , "url" : "http:\/\/events.nytimes.com\/2007\/06\/27\/dining\/reviews\/27unde.html"} , {"body" : "David Bistricer, whose initial attempt to buy the Starrett City housing complex in Brooklyn was rejected a month ago by federal regulators, is back. He has a new plan, a well-regarded architect, powerful lobbyists and something he was missing in his first go-round: potential backing from two politically influential black ministers. The ministers," , "date" : "20070406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aspiring Buyer Of Starrett City Is Back Onstage" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/nyregion\/06starrett.html"} , {"body" : "For a thin wafer of metal alloy, a police officer's shield carries remarkable heft. It is the emblem of honor and a pledge to serve, as cherished as a soldier's dog tags. And in the annals of police lore, stories abound about shields going beyond the call of duty and deflecting bullets and blades, saving their wearers' lives. That legend grew a" , "date" : "20070303" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "More Than Symbol: Police Badge Saves Lives" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/03\/nyregion\/03badge.html"} , {"body" : "The federal housing secretary has rejected the proposed $1.3 billion sale of Starrett City, a working-class enclave of 46 apartment buildings in Brooklyn, because the prospective buyer has failed to supply adequate financial information or a plan for how the complex would remain ''a viable community for New Yorkers of modest means.'' In a letter" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HUD Blocks Proposed Sale Of Starrett City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02starrett.html"} ,   {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "Three men were killed and nine others were injured in about two hours yesterday morning in three disputes in Brooklyn and the Bronx, the police said. The first, in Brooklyn, began about 5:20 a.m., when an uninvited guest at a party in an East New York apartment fatally stabbed one man with an ice pick and injured three others after an argument," , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Men Killed and 9 Are Hurt in Brooklyn and Bronx Disputes" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/nyregion\/29brooklyn.html"} , {"body" : "A 34-year-old woman was stabbed to death by her companion at a Queens playground late Friday, the police said. Less than two hours later, in an unrelated case, a 34-year-old man was found fatally shot in a sport utility vehicle on a Brooklyn street. The woman, whose name was not immediately released, had gone to a party at the Ravenswood Houses, a" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Brooklyn And Queens, Two Killings In Two Hours" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28murders.html"}]