[  {"body" : "Three men were killed in separate shootings in Brooklyn on Sunday night. The police found the bodies of a 44-year-old man and another man, both shot numerous times, in an apartment on Kings Highway in East Flatbush around 6 p.m. Neither man was immediately identified by the police. In Bushwick, a third man, Leslie Prosper, 37, was found fatally" , "date" : "20071231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Men Are Killed In Brooklyn Gunfire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2D7103DF932A05751C1A9619C8B63"} , {"body" : "FOR CHILDREN 'ARCHAEOLOGY ZONE: DISCOVERING TREASURES FROM PLAYGROUNDS TO PALACES' (Saturday through Thursday, except New Year's Day) Children will step into the shoes of an explorer like Indiana Jones in this new exhibition at the Jewish Museum, but the adventures will be purely scholarly. Still, there is plenty of excitement in analyzing" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/arts\/28wkids.html"} , {"body" : "Around Town NEW YEAR'S EVE RIDE For the 10th consecutive year, Time's Up!, an environmental advocacy organization dedicated to promoting bike riding, is organizing a two-wheeled entry into the new year. Cyclists will congregate under the arch in Washington Square Park at 10:30 p.m. on Monday for a free, leisurely commute to Belvedere Castle in" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/arts\/28wspare.html"} , {"body" : "AROUND Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Saturday, from noon to 5 p.m., a Kwanzaa Celebration, with dance, music" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "42" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E3D81E3DF93BA15751C1A9619C8B63"} , {"body" : "FOR CHILDREN BEST OF NEW YORK INTERNATIONAL CHILDREN'S FILM FESTIVAL (Saturday and Sunday) Where can young cinephiles see independent film that's refreshing and creative but still age-appropriate? This festival has always been a reliable source, and this weekend it will present programs of highlights at Symphony Space and at the IFC Center. At 11" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "42" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4DA173FF93BA15751C1A9619C8B63"} , {"body" : "Ten, 9, 8, 7, 6 nights before Christmas and Santa is in full effect outside the Nextel store on the Fulton Street Mall. He cranks up the skipping soca rhythm on the backing tape and kicks it to the crowds pouring off the buses and trudging with bulging shopping bags down Brooklyn's bustlingest outdoor retail strip. ''Siii-lent night, hooo-ly" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Step Right Up! Brooklyn Mall Is Oasis and Anomaly" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/23fulton.html"} , {"body" : "It was about 5:30 p.m. when, while taking her 9-year-old son to a Saturday evening swimming practice in Brooklyn, Carol Simon-Hayes realized she had forgotten something at her apartment. She left her son, Kieron, with friends at a gas station and approached her building, just down the block on Eastern Parkway. When she was just steps away from the" , "date" : "20071217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She Aided Victims of Shootings, and She Became One" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/17\/nyregion\/17shot.html"} , {"body" : "HALPER--Herbert L., M.D., Beloved husband of Marjorie. Adored father of Mitchell, Dean and Bradley. Fond stepfather of Dale Cernuda and Meredith Gindi. Cherished grandfather of Alyssa, Jillian, Jared, Shawn, Ryan, Blake, Joseph, Jan and Bryan. Devoted brother of Marilyn Siegel. Services Tuesday, 1pm at ''Parkside Memorial Chapels'', 2576 Flatbush" , "date" : "20071217" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths HALPER, HERBERT L., M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EFD9143AF934A25751C1A9619C8B63"} , {"body" : "AS a teenager growing up in Flatbush, Allan Pepper used to set aside his schoolbooks every evening and tune in to the radio station WINS for the alternative education offered by the legendary D.J. Alan Freed. Mad for more, the gratefully distracted student discovered a jukebox sale and rental shop on Coney Island Avenue, not far from his home, that" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Fabled Club Seeks an Encore in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16bott.html"} , {"body" : "WHEN Robert A. M. Stern was appointed dean of the Yale School of Architecture in 1998, the reaction among a broad swath of students, faculty members and prominent architects was shock mixed with disdainful indignation. Too traditional, they argued, a backward decision for an institution known for producing the progressive architects of tomorrow." , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARCHITECTURE; Building Respect At Yale" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/arts\/design\/16pogr.html"} ,   {"body" : "Correction Appended AROUND TOWN Museums and Sites HOLIDAY FESTIVITIES Ah, the holidays: the perfect time to relax with friends and family and watch nearly naked dancers twirl their pasties, hear a lipsticked man with the voice of a teenage girl croon about death, and wear your favorite cowboy hat. Well, why not? As an antidote to the saccharine" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/14wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Also on display: ''H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E6D81E38F937A25751C1A9619C8B63"} , {"body" : "The line between an exhibit and who comes to see it blurred on Thursday in the man with the blue pinstripe suit standing quietly in the Brooklyn Historical Society. The Purple Heart they gave him is in a glass case, and he cherishes it, but he carries a lot more metal than that in his 59-year-old back and hands. Part man, part artifact. He listened" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "VIETNAM" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Stories of Vietnam Veterans, Aloud" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/14nam.html"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted. (Churches accept donations.) Saturday QUEENS COLLEGE, Colden Auditorium, Long Island Expressway and Kissena Boulevard, Flushing. Bach's ''Christmas Oratorio'' (Part I) and ''Brandenburg'' Concerto No. 4 in G; Haydn's" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "A Little 'Messiah' Music" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/music\/14holi2.html"} , {"body" : "Correction Appended AROUND TOWN NEW YORK ANIME FESTIVAL This celebration of Japanese anime culture -- the first of what's planned to be an annual event -- is intended to be even more interactive than most pop culture conventions. The festival, to be held this weekend at the Jacob K. Javits Convention Center, includes exclusive screenings, autograph" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/07wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Thursday, 6 to 8 p.m., a holiday celebration with music, food and a silent auction; $50; free for members. Through Jan. 8, ''Deck the Halls: A Mid-19th-Century Holiday Celebration,'' a display of period holiday decorations. (212) 777-1089;" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EEDB113BF934A35751C1A9619C8B63"} , {"body" : "TO a child a forgotten trunk in an attic opens the door to a beguiling fantasy world where a castoff shawl can be transformed into a king's robe, a superhero's cape or a genie's flying carpet. But the forgotten trunks and suitcases found in an attic at the abandoned Willard Psychiatric Center in the Finger Lakes region of New York represent the" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Health"] , "page_facet" : "37" , "title" : "Forgotten Suitcases, Emotional Baggage" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/design\/07suit.html"} , {"body" : "MORE than a neighborhood, Flatbush often refers to a sprawling community in central Brooklyn comprising multiple smaller ones. ''It really seems like a catchall for anything,'' said Lenny Linsker, a real estate investor. ''If an area is not definitely a different part of Brooklyn, it's Flatbush.'' But many smaller neighborhoods traditionally under" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | FLATBUSH, BROOKLYN; Note to City Dwellers: Steals Available Here" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/realestate\/02livi.html"} , {"body" : "AROUND TOWN Museums and Sites INDEPENDENT AND SMALL PRESS BOOK FAIR It's hard to get more indie than Ian MacKaye. For more than two decades, Mr. MacKaye, the founder of Dischord Records and the frontman of the seminal Washington punk band Fugazi, has stood firm against corporate enticements and megadeals, eschewing major labels and high ticket" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/30\/arts\/30wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Also on display: ''H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFD9123AF933A05752C1A9619C8B63"} ,   {"body" : "Throughout the contentious prehistory of the Atlantic Yards project in Brooklyn, just about every fact and figure about the planned development has been passionately debated, from the height of its tallest building, to the number of apartments that will be affordable to those of modest means, to the amount of taxpayer financing it will require." , "date" : "20071124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Brooklyn Arena and the Street: What's the Right Distance?" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/24\/nyregion\/24yards.html"} , {"body" : "Beyond Western Borders Museum at the Fashion Institute of Technology, Seventh Avenue at 27th Street; (212) 217-4558. ''Exoticism,'' an exhibition of fashions by Western designers like Paul Poiret and Yves Saint Laurent; historic garments from India, China and Africa; and clothing by contemporary designers from Brazil, China, Malaysia, Mali and" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/22\/garden\/22cal.html"} , {"body" : "A man was seriously injured early yesterday after fleeing the scene of a car crash in Flatbush, the police said. Shortly after midnight, a police officer spotted a car that had jumped a curb and hit a light pole near the intersection of Avenue H and East 16th Street, the police said. The driver ran down an alley and jumped over a fence. He was" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Driver Injured Fleeing Crash, Police Say" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19mbrfs-crash.html"} , {"author" : "More: nytimes.com\/cityroom" , "body" : "ASIDE from the green and white sign with the three-leaf clovers, there isn't much to catch the eye about Mooney's Pub on Flatbush Avenue in Brooklyn, unless you're a frequent passer-by with an apartment nearby and what you had always thought was an uncommon last name. In that case, you wonder idly what these other Mooneys are like, and make a" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Where Everybody Really Did Know His Name" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18disp.html"} , {"body" : "ON the morning in August 2005 when Sam Habib and Cindy Gluck opened their first Dunkin' Donuts, they awoke at dawn to make sure that the glazed fritters and French crullers were out on the counter. Then Mr. Habib sneaked off to the neighboring mosque to pray, and Ms. Gluck, panicky about the prospects of their new venture, went to the back of the" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; Worshiping Different Gods (But United on the Issue of Pork)" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18donu.html"} , {"body" : "BUCHWALD--Beulah, 81, on November 16th, 2007. Beloved wife of the late Julius Buchwald, M.D. Cherished mother of Janet, Lynne, Deborah, Gail and Emily. Adored by grandchildren Julia, Saul, Isaac, Esti, Cecilia, Sandra and Sophia. She was a community activist, avid traveler, theater goer and folk dancer. She was a dedicated docent at the Eldridge" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths BUCHWALD, BEULAH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0DE173AF93BA25752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites MIXER Not to be outdone by other cultural-turned-party institutions around town, Eyebeam gallery, devoted to high-tech projects and research, is now starting its own art-and-fun series, Mixer. The inaugural event begins Saturday with a live multimedia performance by the video artist Benton-C Bainbridge. In ''Brother" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/16wspare.html"} , {"body" : "Correction Appended FOR CHILDREN 'THE THREE SILLIES' Along with acne, voice changes and growth spurts, intense embarrassment over your parents is an undeniable symptom of puberty. Usually poor Mom and Dad don't have to be guilty of more than existing, but Sammy, heroine of ''The Three Sillies'' at the Looking Glass Theater, finds her family's" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/16wkids.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On display Monday through Jan. 1, the annual Origami Holiday Tree, decorated in the theme of ''Fantastic Creatures: Mythic and Real,'' and two outdoor dinosaurs in holiday decorations. Through May 26, ''H2O = Life,'' an interactive display. Through" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E7DC153CF935A25752C1A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Tonight and tomorrow night) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1D8133FF935A25752C1A9619C8B63"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Friday and Saturday) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to music by" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/design\/16wdance.html"} , {"body" : "FOR CHILDREN 'THE CAT WHO WENT TO HEAVEN' (Tomorrow) At least one of the cats involved with the jazz in this production is the kind that meows instead of scats. Nancy Harrow, the creator of the jazz-and-puppet show ''Maya the Bee,'' has returned to Culture Project with a new theater piece based on the Newbery Medal-winning book by Elizabeth" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4D8143DF935A25752C1A9619C8B63"} , {"body" : "Maps as Mirrors Nerken School of Engineering, Cooper Union, 51 Astor Place, room 21E; (212) 353-4195. Vincent Virga, the author of ''Cartographia: Mapping Civilizations'' (Little, Brown & Co., 2007), will give an illustrated lecture about how maps illustrate geography, politics, history and culture, on Nov. 15 at 6:30 p.m. Free admission. More" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/garden\/15cal.html"} , {"body" : "Dance Jennifer Dunning Philadelphia has a ballet reputation that dates to the 18th century, when it was a major and pleasantly civilized stop on the rough-and-ready touring circuit for European troupes. But in the early 1960s the city made history with homegrown dancers, when the fledgling PENNSYLVANIA BALLET was plucked from obscurity by a grant" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E0DF163DF932A25752C1A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ELLEN FISHER After less than an hour's sampling of a rehearsal for Ellen Fisher's forthcoming solo, ''Time's Up ... ... Scenes 1-12,'' you stumble out into the Manhattan streets feeling as if you've been through multiple worlds and mental states. Who knows what will take place on" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/dance\/09wdance.html"} , {"body" : "Stitchery Museum of Arts & Design, 40 West 53rd Street; (212) 956-3535. ''Pricked: Extreme Embroidery,'' an exhibition of contemporary artworks, will open on Nov. 8 with gallery tours by several of the 48 artists whose work is featured in the exhibition, followed by a reception and discussion with the artists and David Revere McFadden, the curator" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/08\/garden\/08cal.html"} , {"body" : "Of the many criticisms leveled against the planned Atlantic Yards project in Brooklyn, two of the major ones are that it would worsen traffic in an already congested area and that its 18,000-seat basketball arena might provide a tempting target for terrorists. So when the city of Newark decided last month, just before the opening of its new" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Security Study Urged for Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/08\/nyregion\/08yards.html"} , {"body" : "Dance Jack Anderson When his company visited New York in 2006, the Finnish choreogapher TERO SAARINEN attracted excitement for his ability to create strong movements that seemed to have been carved from stone. Now the Tero Saarinen Company returns with ''Borrowed Light,'' a collaboration with the BOSTON CAMERATA, directed by JOEL COHEN. Though it" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Week Ahead: Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E1DC1339F937A35752C1A9619C8B63"} , {"body" : "Design and Society Parsons The New School for Design, 66 West 12th Street; (212) 229-3919. The first program in ''Design With a Conscience,'' a series of lectures, symposia and exhibitions that will examine design in the context of social responsibility, will take place on Nov. 5 at 6:30 p.m. Participants in the discussion, which will be about" , "date" : "20071101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/01\/garden\/01cal.html"} , {"body" : "Officials at Kings County Hospital Center said yesterday that they were ''closely examining'' why doctors there failed to detect a drug-resistant staph infection in a 12-year-old Brooklyn boy who died this month. The boy, Omar Rivera, was given only allergy medication at the hospital and was then sent home, a lawyer for the boy's family said" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "City Hospital In Brooklyn Reviews Care Of a Boy, 12" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/nyregion\/30death.html"} ,   {"body" : "STERN--Perry, beloved husband of the late Beatrice. Loving father of the late Hal and Steven. Devoted brother of Seymour, Jules and the late Maurice and Ruth Schindelheim. Dear uncle and brother-in-law. Services today, 1 pm at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave. (Avenue J), Brooklyn." , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "title" : "Paid Notice: Deaths STERN, PERRY," , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED9163AF930A15753C1A9619C8B63"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} , {"body" : "IT is early afternoon on the last Friday of summer, and several nannies are gathered on a pair of benches at J. J. Byrne Park on Fifth Avenue near Third Street in Park Slope. One nanny, a 32-year-old Trinidadian, tends to twin infant boys and their older sister; when one child stops crying, it seems, another starts. Next to her, a nanny from" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Spies Around the Sandbox" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/nyregion\/thecity\/14nann.html"} , {"body" : "AROUND TOWN Museums and Sites CULTUREFEST NYC 2007 CultureFest, a free two-day event featuring New York City arts groups, serves as a showcase of the diverse cultural offerings around the city. The festival, held tomorrow and Sunday in Battery Park, ''is the kickoff of New York's City's cultural season for the coming year,'' said George A." , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12wspare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. J MANDLE PERFORMANCE After Julia Mandle's current project, ''Come and Have a Chicky Meal, Cuz You're Gonna Love This Deal,'' was previewed last year at Montclair State University in New Jersey, one of the performers confessed to its creator that she never thought ''wearing a chicken head" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/dance\/12wdance.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Discussions: Sunday at 3 p.m., ''Dudes! Get Stoked! New York City and Action Sports,'' a look at extreme sports with writers, athletes and business people. Tuesday at 6:30 p.m., ''Yiddish Is Alive and Well and Living in New York,'' the influence of Yiddish" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFDB1E30F931A25753C1A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BALLET FOLKLORICO DE MEXICO (Tomorrow and Thursday) One of the world's oldest and most popular folkloric dance troupes fills the stage with an extravaganza of color, music and movement. At 8 p.m., Brooklyn Center for the Performing Arts, Brooklyn College, Flatbush and Nostrand Avenues," , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7DF1638F931A25753C1A9619C8B63"} , {"body" : "THE national median home price right now is $224,500. But finding anything even close to that in New York -- where the average sale price for a Manhattan apartment hovers just above $1.3 million -- would be like snagging a seat on a downtown No. 6 train at the height of rush hour. Or would it? In the current market, staying in Manhattan for" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Even in New York, Affordable Apartments" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30cov.html"} , {"body" : "There it is, past the weathered men bent over rows of empty beer bottles headed to a recycler at a nickel apiece. It is parked on the sidewalk and shackled with a thick chain to a rusty old fence. Proud, even regal, it is a candy-apple colored promise of indulgent convenience on this faded block in Prospect Heights. It is a pedicab. Half bicycle," , "date" : "20070929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROSPECT HEIGHTS JOURNAL; He Caters to a Brooklyn Kind of Carriage Trade" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/29\/nyregion\/29journal.html"} , {"body" : "The name of the New York Baroque Dance Company's new program is ''Points of Departure.'' But how can an audience tell just what those points are? The idea, a nice one, is to show modern spins on Baroque dance style. All of us, however, have a vaguer idea of Baroque dance than of Baroque music. And so the audience watches something that seems to" , "date" : "20070925" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW | NEW YORK BAROQUE DANCE COMPANY; Give-and-Take in a Dialogue With the Baroque" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/25\/arts\/dance\/25baro.html"} ,   {"body" : "The Grand Entrance Gallery of the New York School of Interior Design, 161 East 69th Street; (212) 472-1500. ''Making an Entrance: Design Philosophy and the Entry in Western Architecture,'' an exhibition of 100 photographs, will be at the gallery from Sept. 20 through Dec. 21. It will explore the history and evolution of the entrance, and its design" , "date" : "20070920" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/20\/garden\/20cal.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday at 9 p.m. in the Rose Center for Earth and Space, ''One Step Beyond,'' an evening of music, refreshments and screenings of the space show; $20. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,''" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wspare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JAMIE BAUM SEPTET (Tonight) The flutist Jamie Baum explores her own meticulous yet pliable compositions with this ensemble, which she featured on an estimable recent album, ''Moving Forward, Standing Still'' (OmniTone). At 8, Neighborhood Church of Greenwich Village, 269 Bleecker Street," , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DA103DF937A2575AC0A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. FESTIVAL OF NEW TRUMPET MUSIC The horns are not just plentiful but purposeful during the Festival of New Trumpet Music, which begins its fifth year of programming tomorrow night. Founded and directed by Dave Douglas, a jazz trumpeter rightly celebrated for his imaginative rigor, it" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/music\/14wjazz.html"} , {"body" : "FOR CHILDREN THE KITCHEN HIGH LINE BLOCK PARTY It's hard for many New Yorkers to be astonished by anything -- or anyone -- they encounter on the street. But even blasé residents would be surprised if they wandered onto a block that had all of the following: a performance artist delivering free singing telegrams on his cellphone; other artists" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wkids.html"} , {"body" : "AROUND TOWN Museums and Sites GLASSLANDS GALLERY OPENING, MONSTER ISLAND BLOCK PARTY Any recent visitor to Williamsburg can see that this once-industrial Brooklyn neighborhood is gentrifying rapidly. Condo towers are springing up on nearly every block, no matter how far from the L (or even G) train. But some residents want to remind New Yorkers" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/arts\/07wspare.html"} , {"body" : "AROUND TOWN Events ANNUAL ASTHMA MARCH, tomorrow at 10 a.m., a two-and-a-half mile march beginning at the office of Melissa Mark-Viverito, city councilwoman, 105 East 116th Street, and ending at the Adam Clayton Powell Jr. State Office Building, 163 West 125th Street, Harlem. Sponsored by the East Harlem Asthma Working Group, a consortium of health" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5D81030F934A3575AC0A9619C8B63"} , {"body" : "NADLER-DOBKIN--Rita, age 79, born November 4, 1927, died September 4, 2007, lived in Brooklyn, NY. Survived by her son Alan Nadler of Tappan, NY and her daughter Frances Costa of Delandy, Florida, also survived by nine grandchildren and two greatgrandchildren. She will be lovingly remembered by many dear friends and family members. Funeral service" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths NADLER, DOBKIN, RITA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3DC113AF935A3575AC0A9619C8B63"} , {"body" : "A 33-year-old man who the police said confronted officers in his 17th-floor apartment yesterday morning died after falling from the balcony there, the police said. The officers went to the apartment, at 1655 Flatbush Avenue, after receiving a call about a man acting strangely. When officers arrived, the man, whose name was not released, confronted" , "date" : "20070905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK; Brooklyn: Man Killed In Fall" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/05\/nyregion\/05mbrfs-fall.html"} , {"body" : "KONIGSBERG--Alvin S., a pioneer in his field, he was the founder and owner of companies providing managed healthcare and consulting services to self funded groups. His companies included National Health Plan Corp. and Mailmed. He was Born in Brooklyn, October 27, 1926, attended Boys High School and graduated Brooklyn College of Pharmacy. He is" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths KONIGSBERG, ALVIN S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E5DF113AF933A0575BC0A9619C8B63"} ,   {"body" : "ALMOST from the moment it opened in 2004, Franny's had followers so ardent that they seemed to be willing themselves into their swoon over the place. Their unfettered enthusiasm was one of several reasons for skepticism. Another was their ZIP code: many lived near Franny's, which is in the Prospect Heights section of Brooklyn, and you know how" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; A Shrine for Zealots and Converts" , "url" : "http:\/\/events.nytimes.com\/2007\/08\/29\/dining\/reviews\/29rest.html"} , {"body" : "LIPTON--Sidney, M.D. Passed away peacefully at 93 on August 23, 2007. He was a gifted and dedicated surgeon, loved and respected by his students, patients and colleagues for his many contributions to medicine. Survived by his devoted wife, Greta; father to Dr. Lynne Levitsky, Barbara Chargaff, A. Paul Bogaty, Esq., the late Dr. Diana Lipton and the" , "date" : "20070825" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths LIPTON, SIDNEY, M.D" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE2D8103AF936A1575BC0A9619C8B63"} , {"body" : "LIPTON--Sidney, M.D . Passed away peacefully at 93 on August 23, 2007. He was a gifted and dedicated surgeon, loved and respected by his students, patients and colleagues for his many contributions to medicine. Survived by his devoted wife, Greta; father to Dr. Lynne Levitsky, Barbara Chargaff, A. Paul Bogaty, Esq., the late Dr. Diana Lipton and" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LIPTON, SIDNEY, M.D" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5D8103AF937A1575BC0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites WATSON ADVENTURES In a city with no shortage of attractions, a few details can get lost in the shuffle. Bret Watson sees that as something of a challenge. ''I was walking in the Met by myself one evening and noticed some funny details in various works of art and thinking, 'How can I get my friends to see what I'm" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17wspare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, ''Gold,'' with coins, jewelry and other artifacts. Through Sept. 9, ''Frogs: A Chorus of Colors,'' an exhibition of more than 200 specimens. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,'' an" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0D6123CF934A2575BC0A9619C8B63"} , {"body" : "ACKER--Robert. Beloved husband of Susan; father to Felice, Shari and Jamie, son of Charles and Frieda and grandfather to Dylan. Services today 11:30am at Parkside Memorial Chapels, 2576 Flatbush Avenue, Brooklyn, NY 11234. Shiva through next Tuesday at 2718 East 63rd Street, Brooklyn, NY 11234." , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths ACKER, ROBERT." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E7DD103AF936A2575BC0A9619C8B63"} , {"body" : "ELVIA NUÑEZ first arrived in the Bronx at age 11, when her family moved to the Fordham neighborhood from Mexico. They settled on Lorillard Place, in the Belmont section just below Fordham Road. There, they found an ethnically diverse neighborhood with a growing Latin American population. Ms. Nuñez, now 30 and a math teacher in a local middle" , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "FORDHAM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Fordham, the Bronx; A Neighborhood in Waiting" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/12\/realestate\/12livi.html"} , {"body" : "AROUND TOWN 'BOLLYWOOD IN BROOKLYN' The first time Rekha Malhotra, better known as DJ Rekha, saw the 1977 Bollywood movie ''Hum Kisi Se Kum Nahin'' (''We're Not Less Than Anyone,'' her translation), she was 7 and living in New Delhi. Even then she was struck by the main dance sequence, an 11-minute montage set up as a competition between two" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10wspare.html"} , {"body" : "A brief but fierce storm drenched the New York region just before the morning rush yesterday, paralyzing the transit system, flooding major thoroughfares, cutting off electricity to thousands of homes and causing confusion that lingered through a humid, sweaty day. The storm, which sent water gushing into subway tunnels and swirling over commuter" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Sudden Storm Brings A Metropolis to Its Knees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E6DC1538F93AA3575BC0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ASSUMING the worst, Lesley Horton was extra-prepared when she embarked on her apartment hunt last spring. She calculated how much she could pay in rent -- a maximum of $1,600 a month, depending on the amount of the broker's fee and security deposit. She began hunting two months before she had to move, even though she knew that was too soon. She" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Fully Prepared for Anything" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/realestate\/05hunt.html"} ,   {"body" : "A lone cluster of clouds gathers demurely behind the Con Edison Building as Claire Kuhn and Jessica Watson spread their striped beach towels into a pristine pool of sun that has formed on the roof. Un-self-consciously, they splay their bikini-clad bodies toward the light. On a quest for that ultimate summer badge -- casually sun-tinged skin --" , "date" : "20070804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | BLACKTOP BEACH; Dwindling Temples in the Sky for Sun Worshipers" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/04\/nyregion\/04summer.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALY & A J (Tomorrow) We expect our teen-pop princesses to be bubbly, pretty and ever prepared to dance, and in that regard Alyson and Amanda Joy Michalka -- better known as Aly & A J -- do not disappoint. But would Mandy Moore or the Cheetah Girls ever sing something as deliciously" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/music\/03pop.html"} , {"body" : "GOLDBERG--Neal, Ph.D., on August 1, after a long illness. Beloved husband of Myrna. Kind and gentle father of Arielle. Devoted brother of Kenneth. Cherished uncle. Services today 12:30 at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn (Ave. J). In lieu of flowers donations may be made to the Alzheimer's Association." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths GOLDBERG, NEAL, PH.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5D9133AF930A3575BC0A9619C8B63"} , {"body" : "Two people were killed and seven wounded by gunfire during a bloody four hours overnight in Brooklyn, the police said yesterday. It did not appear that the four shootings were related, the police said, even though two of them occurred three blocks apart. The first shooting, in which one man was killed and two women were injured, was reported about" , "date" : "20070801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Killed and 7 Wounded As Shots Fly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/01\/nyregion\/01shooting.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALY & AJ (Thursday) We expect our teen-pop princesses to be bubbly, pretty and ever prepared to dance, and in that regard Alyson and Amanda Joy Michalka -- better known as Aly & AJ -- do not disappoint. But would Mandy Moore or the Cheetah Girls ever sing something as deliciously" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DB1F3CF934A15754C0A9619C8B63"} , {"body" : "AROUND TOWN 'CARIBBEAN GARDENS: JOURNEY TO PARADISE' For those stuck in the sweltering heat of the city, the New York Botanical Garden is offering a sliver of the tropical experience this summer with ''Caribbean Gardens: Journey to Paradise.'' Housed in the main glass conservatory, and the 11 glass houses attached to it, this show has an array of" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20wspare.html"} , {"author" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com." , "body" : "AROUND TOWN Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. Tuesday at 12:30 p.m., ''The One-Hour Armchair Walking Tour,'' a lecture on Lower Manhattan history by James Kaplan; included in museum admission. Mondays through Saturdays, noon to 5 p.m. (212) 425-1778. $4; $3 for 65+ and under 18; free for under" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "No Headline" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED71431F933A15754C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. SIREN MUSIC FESTIVAL For the last six years, the Siren festival at Coney Island has consistently been one of the indie-rock highlights of the summer, if not the year. Produced by The Village Voice, it crams a good dozen or so of the best and most fashionable bands of the moment into an" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20pop.html"} , {"body" : "The deceased wore a paper headband inscribed in Church Slavonic and a blue suit. The words on the headband read, ''Holy God, holy mighty, holy immortal, have mercy on us.'' The suit was the dress uniform of the New York City Police Department. In the coffin in a funeral home in Brooklyn yesterday lay Officer Russel Timoshenko, a Belorussian" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Funeral for a Young Police Officer Draws 10,000 Mourners" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20cop.html"} , {"body" : "FOR CHILDREN THE GUMBALL GANG: CRIME-SOLVING KIDS Bull's-eye. That's the image likely to be lingering in your mind long after seeing this lively comedy from Tada! Youth Theater. It first appears in the form of a large blue circle on a white canvas -- a forgery of a modernist masterpiece, and the criminal evidence that sets this musical mystery in" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20kids.html"} ,   {"body" : "Lillian Rivera met Officer Russel Timoshenko only once, but it was enough. She was coming out of the subway in Crown Heights, Brooklyn, a few months ago when she saw a handsome young police officer walk by. She stopped him to ask him something that had been on her mind: What is it like to be a police officer? Should she go for it? She is 16 years" , "date" : "20070718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Solid Stream of Mourners At a Wake for a Slain Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/18\/nyregion\/18wake.html"} , {"body" : "The funeral of Officer Russel Timoshenko, who died Saturday, five days after he was shot during a traffic stop in Brooklyn, has been scheduled for 9:30 a.m. Thursday at the I. J. Morris funeral home in Flatbush. The viewing will take place from 4 to 9 p.m. tomorrow and Wednesday at the funeral home, at 1895 Flatbush Avenue. The funeral for Officer" , "date" : "20070716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Officer's Funeral Set for Thursday" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/16\/nyregion\/16funeral.html"} , {"body" : "GILBERT--Stephen, passed away peacefully on July 12, 2007. Wonderful and beloved husband of Sandra Gilbert for 46 years, adored and cherished father of Holly Gilbert Mayer and Ira Gilbert. Born on January 18, 1932, he was a proud graduate of Columbia University and served as a neurologist in Brooklyn. He was a bright, unique, irreplaceable spirit." , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GILBERT, STEPHEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5D9123AF936A25754C0A9619C8B63"} , {"body" : "GILBERT--Stephen, passed away peacefully on July 12, 2007. Wonderful and beloved husband of Sandra Gilbert for 46 years, adored and cherished father of Holly Gilbert Mayer and Ira Gilbert. Born on January 18, 1932, he was a proud graduate of Columbia University and served as a neurologist in Brooklyn. He was a bright, unique, irreplaceable spirit." , "date" : "20070714" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths GILBERT, STEPHEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DC123AF937A25754C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BESNARD LAKES, JEALOUS GIRLFRIENDS (Tonight and Sunday) The Besnard Lakes, from Montreal, build childlike, Brian Wilsonesque melodies into fuzz-drenched epics fraught with violence. The Jealous Girlfriends, one of the best new bands in New York, float through soft and erotic clouds of guitar" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/music\/13pop.html"} , {"body" : "FOR CHILDREN WILD ARTS WEEKEND A show titled ''I'm Chewing Cud'' may not sound like a big New York hit, unless Broadway suddenly takes a decidedly bovine turn. But there's at least one stage where it's destined for success: that of the Wildlife Theater Players at the Prospect Park Zoo, who will, well, milk the life of Aggie, the zoo's cow, for all" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wkids.html"} , {"body" : "WILD ARTS WEEKEND A show titled ''I'm Chewing Cud'' may not sound like a big New York hit, unless Broadway suddenly takes a decidedly bovine turn. But there's at least one stage where it's destined for success: that of the Wildlife Theater Players at the Prospect Park Zoo, who will, well, milk the life of Aggie, the zoo's cow, for all its dramatic" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "WILD ARTS WEEKEND" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D81E3EF930A25754C0A9619C8B63"} , {"body" : "Despite confusion over the cancellation of an annual New York event called Guyanese-American Family Fun Day and rumors that it would go on anyway, efforts to keep thousands of families from flooding into Floyd Bennett Field seemed to have worked yesterday. Compared with the estimated 40,000 revelers who came last year, the area, at the southern end" , "date" : "20070709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Many Guyanese-Americans, Fun Vanishes From a July Sunday" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/09\/nyregion\/09guyana.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "IT is hard to believe that the little domed fantasy, as fragile as spun sugar, at 111 Clarkson Avenue in Flatbush, Brooklyn, is even standing, let alone still largely intact. Built in 1902 by Herman Raub, a brewer, it may look like a near wreck to passers-by, but inside it has been preserved, even burnished, by its longtime owner, Raphael Berger." , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "STREETSCAPES | FLATBUSH, BROOKLYN; Beyond Decay, a Fantastical Three-Story Concoction" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/realestate\/08scap.html"} , {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Sunday and Tuesday) You can discover the world through all the cultures that are represented in Brooklyn, and that's what young museum visitors will do in a series of global programs. On Sunday from noon to 5 p.m., ''Ciao Italy'' will include a game of bocce and investigations into the mysteries of Italian" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/06wkids.html"} ,   {"body" : "FOR CHILDREN BROOKLYN CHILDREN'S MUSEUM (Sunday and Tuesday) You can discover the world through all the cultures that are represented in Brooklyn, and that's what young museum visitors will do in a series of global programs. On Sunday from noon to 5 p.m., ''Ciao Italy'' will include a game of bocce and investigations into the mysteries of Italian" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D6123EF935A35754C0A9619C8B63"} , {"body" : "NUSSBAUM--Arnold, M.D. The medical staff of Maimonides Medical Center records with deep sorrow the death of Dr. Arnold Nussbaum. Dr. Nussbaum was associated with Maimonides Medical Center in the Department of Pediatrics for over 50 years. He was an outstanding physician and a major teacher to the pediatric residence. He will be sorely missed by all" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths NUSSBAUM, ARNOLD, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E5D8153AF930A35754C0A9619C8B63"} , {"author" : "Charles V. Bagli and Ken Belson contributed reporting." , "body" : "Ever since it was proposed, the Atlantic Yards project in Brooklyn has simultaneously been the borough's biggest, most controversial and least understood real estate development. Critics have long suggested that the project is a taxpayer-subsidized bonanza for the developer, the project's promised jobs and subsidized housing a kind of Trojan horse" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Documents Show Risk In Big Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01yardsxx.html"} , {"body" : "FOR CHILDREN FOURTH OF JULY CELEBRATION Celebrity sightings are not uncommon in New York; spend enough time in the city, and you can run into the likes of Woody Allen, Spike Lee and Julianne Moore. But residents don't expect to encounter George Washington and Benjamin Franklin, unless those famous faces happen to be in their wallets. On Wednesday," , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/29wkids.html"} , {"body" : "FOR CHILDREN CELEBRATE LIBERTY IN PROSPECT PARK (Wednesday and Thursday) Two historic symbols of America will be the focus of free events honoring the Fourth of July. In ''Declare Independence,'' from 1 to 4 p.m. at the Lefferts Historic House, children will sign copies of the Declaration of Independence with quill pens. (They will also make plumed" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/29kids.html"} , {"body" : "Severe storms last night delayed service on the Long Island Rail Road for more than two hours after floods caused signal problems at the Jamaica station about 7:30 p.m. Service to and from Jamaica was affected after 8 p.m., a railroad spokeswoman said. Pennsylvania Station became so crowded at one point that the Long Island Rail Road's section was" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Storms Delay L.I.R.R. and Shut Down Power" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/28\/nyregion\/28lirr.html"} , {"body" : "POP Jon Pareles The danceable exhilaration of ANDY PALACIO's music hides a mission: to preserve the Garifuna language and culture of Central America's Caribbean coast. Mr. Palacio is from Belize, one of the places that still has Garifunas, descendants of West Africans who survived the shipwreck of two slave ships in the 17th century. They mingled" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "The Week Ahead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6DD143FF937A15755C0A9619C8B63"} , {"body" : "The danceable exhilaration of ANDY PALACIO's music hides a mission: to preserve the Garifuna language and culture of Central America's Caribbean coast. POP Mr. Palacio is from Belize, one of the places that still has Garifunas, descendants of West Africans who survived the shipwreck of two slave ships in the 17th century. They mingled with native" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "No Headline" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E4DD133FF937A15755C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROOKLYN HIP-HOP FESTIVAL (Tomorrow) There's a strong lineup for tomorrow's outdoor show, with Consequence (Q-Tip's cousin), Large Professor, Sean Price from Boot Camp Clik, and Skillz, who is at his best when snidely scrutinizing other rappers. But one name will be on everyone's lips:" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D7133BF931A15755C0A9619C8B63"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'PSYCHÉ' (Tonight through Sunday) The spectacle and pageantry of Baroque opera can get lost in the haze of scholarly seriousness that surrounds reconstructions of early works. But the Boston Early Music Festival's production of Lully's ''Psyché,'' culled from 35 sources" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "CLASSICAL; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D7133BF931A15755C0A9619C8B63"} ,   {"body" : "ON a Friday evening last month, the day after New York University's class of 2007 graduated, about 15 men and women assembled in front of Third Avenue North, an N.Y.U. dormitory on Third Avenue and 12th Street. They had come to take advantage of the university's end-of-the-year move-out, when students' discarded items are loaded into big green" , "date" : "20070621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Not Buying It" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/21\/garden\/21freegan.html"} , {"body" : "An 18-month-old boy was killed when he was run over by a neighbor's car in a Flatbush driveway yesterday shortly after 5 p.m., the police said. The boy was taken to Kings County Hospital Center, where he was pronounced dead on arrival. The neighbor, who was backing the car out on East 26th Street near Avenue I, was unaware of the accident and drove" , "date" : "20070618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: 18-Month-Old Run Over In Driveway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E3DB123FF93BA25755C0A9619C8B63"} , {"body" : "A driver lost control of his livery cab on Flatbush Avenue yesterday afternoon and drove onto the sidewalk, striking two teenage boys and a man, the police said. The accident occurred at 3:20 p.m. on the northbound side of Flatbush at East 29th Street. One teenager, 15, was taken to Kings County Hospital Center in extremely critical condition, the" , "date" : "20070618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Three Struck By Cab On Sidewalk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E3DB123FF93BA25755C0A9619C8B63"} , {"body" : "A DENSELY packed 1,200-acre swath of central Brooklyn, Ocean Hill-Brownsville is not among the neighborhoods to have been swept up in the borough's recent renaissance. Its older housing stock is generally less elegant and well preserved than that in nearby Bedford-Stuyvesant. Its streets are not lined with charming cafes or whimsical boutiques. Its" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Ocean Hill-Brownsville, Brooklyn; At Long Last, Developers Show an Interest" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17livi.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Tuesday, 6 to 9 p.m., ''Up the Hudson River,'' a three-hour cruise on the river to learn about its history and geology; $45; $42.50 for members, students and 60+. (Information: 212-769-5200.)Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: June 15 - June 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2D6143FF936A25755C0A9619C8B63"} , {"body" : "'ADVENTURES NYC' (Tomorrow) Pitching a tent in the backyard isn't an option for most Manhattan children. But tomorrow the Parks and Recreation Department will try to make at least part of the borough seem more like Yellowstone than like the land of the yellow cab. The occasion is the third annual ''Adventures NYC,'' which will turn a wide swath of" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: June 15 - June 21; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/15\/arts\/15kids.html"} , {"body" : "Two days after 13 members of the Haitian national junior soccer team disappeared during a stopover at Kennedy International Airport, all but one had returned voluntarily, a Haitian diplomat said last night. The last boy was being held by the police and was waiting to be picked up, the diplomat said, but did not disclose the location. The diplomat," , "date" : "20070615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Haitian Teammates Turn Up After a Detour" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/15\/nyregion\/15haiti.html"} , {"body" : "Mayor Bloomberg's fast-advancing plan to charge drivers $8 to drive in the most congested parts of Manhattan may seem geared mostly toward the suburbanites whom many blame for Manhattan's perpetually snarled weekday traffic. But in fact, most of the drivers who would have to pay the toll are the mayor's own constituents: residents of the city" , "date" : "20070609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Outside Manhattan, Many Oppose Bloomberg's Traffic Plan" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/09\/nyregion\/09congestion.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: June 8 - June 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DE1F30F93BA35755C0A9619C8B63"} , {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} ,   {"body" : "PISKIEL--Bernice. Beloved wife of George; devoted mother of Betty and Stanley, and Leon; cherished grandmother of Jonathan and Peiyi, Donna and Tony, and Gregory. Service today at 12:15 pm, ''Parkside Memorial Chapel,'' 2576 Flatbush Ave., Brooklyn, NY (Avenue V)." , "date" : "20070529" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths PISKIEL, BERNICE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EED7173AF93AA15756C0A9619C8B63"} , {"body" : "The traffic light at Fifth and Flatbush Avenues in Brooklyn changed. Thomas Carlton, a traffic enforcement agent, went into action, herding three stragglers -- cars driven by people oblivious to the idea that an intersection is not the place to be during a red light. ''Sometimes you've got to be the light yourself,'' Mr. Carlton said yesterday," , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Traffic Agents Talk About the Prospect of New Ticket-Writing Powers" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26box.html"} , {"body" : "SCHWARTZ--Helen (nee Climo), beloved wife, mother, grandmother and greatgrandmother passed away May 17 in Florida at age 98. She was the widow of Rabbi Harry E. Schwartz, spiritual leader of Congregation Beth Israel in Hempstead, NY for 35 years. Born in Cleveland, Ohio, she graduated Hebrew Teacher's Seminary and spent more than 40 years in Hebrew" , "date" : "20070519" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SCHWARTZ, HELEN (NEE CLIMO)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6DB173AF93AA25756C0A9619C8B63"} , {"body" : "WILK--Adele. Beloved wife of the late Julius. Loving mother of Stephen and Irma, Sara and Saul. Spectacular grandmother to Rona, Eric and Marcy, Jocelyn, Daniel and Lauren. Adored great-grandmother of Joshua and Samantha. A very special lady not soon to be forgotten. Services today 10am at Gutterman's Funeral Home (Parkside Building), 2576 Flatbush" , "date" : "20070516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths WILK, ADELE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E1DD173AF935A25756C0A9619C8B63"} , {"body" : "Neoclassical Colonial $870,000 CONNECTICUT: 35 Wordins Lane, Trumbull A 1937 brick colonial with four bedrooms, two and a half baths, an attached two-car garage and a two-story barn on 1.13 acres. Andrea Pirrotti (owner), (203) 685-6291; www.lacrocerealty.com TAXES: $11,616 a year PROS: The house is tucked at the end of a barely traveled lane" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7D91431F930A25756C0A9619C8B63"} , {"body" : "GERSCHWER--Honorable Seymour, known as Sy, died peacefully at his home in Brooklyn on May 2, 2007. He was 82. A graduate of Brooklyn College and St. John's University School of Law, he was elected as a Civil Court Judge in 1984 and served as a Criminal Court Judge and Acting Supreme Court Justice in Brooklyn for the entirety of his ten-year term." , "date" : "20070504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GERSCHWER, HONORABLE SEYMOUR, KNOWN AS SY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EEDA163AF937A35756C0A9619C8B63"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "WANGLA LAMA, 37, of Queens, has long supported himself by working in restaurant kitchens. In his native Nepal, when he was not employed as a mountain guide, he made his living as a cook. For most of his nine years in the United States, he worked in a Japanese restaurant in Manhattan, he said, rising from busboy to cook, until it closed in February." , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "OFFICE SPACE: HOME FRONT; At Whole Foods, a Welcome Sign For Immigrants Seeking Jobs" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/business\/yourmoney\/29home.html"} , {"body" : "THE musician in the painting ''The Bass Player'' has long, languid arms wrapped around his instrument, his eyes half-closed. He seems lost in his own world. So at times does the portrait's artist, Justin Bua, whose characters are from a world far away in place and time: the pregentrified streets of the Upper West Side of Manhattan in the 1970s and" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART; A Lost New York as Seen From Way Out West" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/arts\/design\/29nava.html"} , {"body" : "THE BENT FESTIVAL (Tomorrow) Children sometimes enjoy breaking toys almost as much as playing with them. This festival, presented by the Tank, is all about short-circuiting battery-powered playthings to create electronic instruments. Two workshops are suitable for children: ''Intro to Circuit-Bending,'' at 11 a.m. (take sound-making toys and" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: April 27 - May 3; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE5D8153EF934A15757C0A9619C8B63"} , {"body" : "The 2007 season of show houses and house and garden tours runs through fall, with several events every weekend. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest whimsy and stuffed with owners' collections" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Real Estate"] , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFD91531F935A15757C0A9619C8B63"} ,   {"body" : "Collectively, patches worn by New York City firefighters form a quilt, a tapestry intertwining the history of the city and that of the Fire Department, an institution with century-old standing in some of the city's oldest neighborhoods, the affluent and the afflicted alike. There are the Harlem Hose Trotters of Engine 36. And Engine 55 in Little" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "To Many in the Department, A Link to a Proud Tradition" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/nyregion\/26history.html"} , {"body" : "AUDRAROX (Sunday) One way to get children to listen to parents: Put Mom and Dad in a rock band. Most members of AudraRox, playing an Earth Day concert for ages 2 to 7, have children themselves. At 11:30 a.m., the Jewish Museum, 1109 Fifth Avenue, at 92nd Street, (212) 423-3337, thejewishmuseum.org. Tickets: $15; $10 for under 12; $12 and $8 for" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: April 20 - April 26; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E1DB1F3FF933A15757C0A9619C8B63"} , {"body" : "MATTHEW AND LORI RICHMOND were newly married and living in Greenpoint when they began looking for a home to buy in 2005. They yearned to be near multiple subway lines, having spent several years relegated almost exclusively to the L train, and with busy careers as designers and little time to renovate, they wanted a new building that they could" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Downtown Brooklyn; Now Open for Living, as Well as Business" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/realestate\/15livi.html"} , {"author" : "David McAninch is a deputy editor at Saveur magazine." , "body" : "NO one answered the buzzer at 964 Jamaica Avenue. A locksmith's calling card and a KeySpan service notice protruded from the doorframe and fluttered in the breeze, just beneath the sign that read ''Taxidermist.'' Frozen eerily behind a vitrine above the boarded-up storefront were a lifelike fox, a hawk of some sort, and what appeared to be a couple" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "JAMAICA AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Road Not Taken, Much" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/nyregion\/thecity\/15jama.html"} , {"body" : "TWO South Korean tourists in their 20s, Sang Woo Lee and Saw Yoon Kim, had happened upon the New York Korean War Veterans Memorial at Battery Park in Lower Manhattan: a soldier's silhouette cut from black granite, the monument decorated by the flags of countries that sent troops to Korea in the early 1950s. ''What is the Korean War?'' asked one," , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK | OUTDOOR ART; Come Spring, Art Is Served Alfresco" , "url" : "http:\/\/travel.nytimes.com\/2007\/04\/15\/travel\/15weekend.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "''The Dinner Party,'' Judy Chicago's landmark multimedia installation celebrating the role of women in Western civilization, has moved to a permanent home in the new Elizabeth A. Sackler Center for Feminist Art at the Brooklyn Museum. The work features a table with 39 place settings, each representing a woman in history. Smaller parties can be" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/BROOKLYN MUSEUM; Places at the Table" , "url" : "http:\/\/events.nytimes.com\/2007\/04\/01\/dining\/01rest.html"} , {"body" : "GLICKSTERN--Pearl (nee Marmarosh) 92, on March 29,2007. Beloved wife of the late Irving. Loving mother of Susan and Edwin Phillips. Devoted sister of the late Ralph, Rita and Sylvia. Caring aunt. She was a kind, compassionate soul. An artist, friend and thinker. Services today, 12 noon at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave.," , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths GLICKSTERN, PEARL (NEE MARMAROSH)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE5D9153AF932A35757C0A9619C8B63"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., the Risky Business Bluegrass Band; $15; members, $12; requires reservation. Through Sunday, ''Out of Fire and Valor: Staten Island War Memorials,'' photographs by Cal Snyder, a" , "date" : "20070330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 30 - April 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0DA1030F933A05750C0A9619C8B63"} , {"body" : "Robert M. Corrigan's favorite table at his favorite Starbucks, just across Park Row from City Hall Park in Lower Manhattan, looks out on an ancient alley where he said rats often scamper. He likes the view. He liked it even better one afternoon last week when he strolled through the alley and saw no rats at all. Dr. Corrigan -- he has a doctorate," , "date" : "20070330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rats in His Sights, and in His Backpack, Too" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/30\/nyregion\/30rats.html"} , {"body" : "A 27-year-old police officer was shot in the leg while trying to arrest a man who was smoking marijuana on a Brooklyn street last night, according to the authorities. The officer, Rory Mangra, was taken to New York Methodist Hospital, where he was in stable condition, doctors said. A 23-year-old suspect was taken into custody at the scene, and the" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Making Arrest, Officer Is Shot In Lower Leg" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/nyregion\/28shot.html"} ,   {"body" : "OPENING NEXT WEEK SPOTLIGHT LIVE Reality dining will come to Broadway when this restaurant\/entertainment venue opens a week from Friday. Customers can take the stage or even cut CDs, and interactive screens will let diners vote for their favorites. But the updated comfort food will be entirely up to Kerry Simon, right. Mr. Simon, who had been the" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/dining\/28off.html"} , {"body" : "'THE ADVENTURES OF MOTTEL, THE CANTOR'S SON' (Sunday) He may not be as well known as Tevye of ''Fiddler on the Roof,'' but young Mottel is a creation of the same author, Sholom Aleichem. The story of his coming to America with his family is at the heart of this musical, being given its world premiere by the Poppy Seed Players. At 11 a.m., Merkin" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91430F930A15750C0A9619C8B63"} , {"body" : "It's hard enough to teach little humans to sit still, follow directions and calmly accept vaccinations; how difficult is it when those who are learning are even wilder types, like Stella, Beebe and Alexis? They're sea lions at the Prospect Park Zoo in Brooklyn, and with fellow residents -- meerkats, cotton-top tamarins and alpacas -- they're among" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29; KEEPING UP WITH KEEPERS WEEKEND" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE0D91430F930A15750C0A9619C8B63"} , {"body" : "Max Marshalik remembered the older brother who protected him, taking the blame once for a Chicken McNugget stain he had left on an expensive sofa. Jacob Feygin recalled the childhood friend who helped him learn to ride a bicycle and overcome his fear of roller-coasters. Police Commissioner Raymond W. Kelly talked about the auxiliary police officer" , "date" : "20070319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Young Life, Full of Drive And Humor, Lost in Duty" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/19\/nyregion\/19funeral.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: March 16 - March 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA1E31F935A25750C0A9619C8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "S WONDERFUL -- well, mostly -- with the five Loew's ''wonder theaters,'' built in 1929 and 1930 to establish the chain's primacy in the New York area. The Paradise, in the Bronx, has just come alive as a performance hall, the Loew's Jersey has reopened in the same format, and two others became churches long ago. Then, there is the sad, unwonderful" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Theater" , "Real Estate"] , "page_facet" : "6" , "title" : "STREETSCAPES\/Flatbush Avenue, Brooklyn; The Kings Is Dead! Long Live the Kings!" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E1D91231F932A25750C0A9619C8B63"} , {"body" : "I LIVE in Vladimir V. Putin's hometown, not far from the palaces of the czars, but on a windowsill in my apartment, I have a phone that lives in Brooklyn. It makes and receives calls on the borough's area code as surely as a phone in a takeout joint on Flatbush Avenue, never letting on that it is 4,500 miles away from its supposed stomping ground." , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Technology"] , "page_facet" : "3" , "title" : "IDEAS & TRENDS: Seven One Eight; To Reach Me in Russia, Just Dial Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/weekinreview\/11levy.html"} , {"body" : "The apartment was destroyed. Blackened boards jutted from the walls like bared bone. Wet ashes half an inch deep pooled in the hallway. On a child's bed, a sooty teddy bear was pinned beneath a broken length of window frame. But this was not Woodycrest Avenue in the Bronx. This was 305 Linden Boulevard in East Flatbush, Brooklyn. Twenty hours" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "TRAGEDY IN THE BRONX; A Brooklyn Mother Counts Her Blessings After a Fire With a Different Outcome" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/09\/nyregion\/09lucky.html"} , {"body" : "KAMEN--Fay, peacefully on March 8, 2007, at the age of 92. Beloved wife of the late Ephraim. Loving mother of Barbara and Michael and mother-in-law of Sandy and Geoffrey. Devoted and cherished grandmother of Jeremy, Mathew, Jessica, Heather, Elise and Efrem. Blessed with 10 great-grandchildren. She was deeply involved with the Yeshiva of Flatbush" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KAMEN, FAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7DB143AF93AA35750C0A9619C8B63"} , {"body" : "The body of a man was found in a car with a gunshot wound to the head last night, the police said. The victim, who was in his 20s, was not immediately identified. The body was found shortly before 8 p.m. in the front seat of a red Dodge Magnum parked in front of 350 Rogers Avenue in Flatbush. JENNIFER 8. LEE" , "date" : "20070308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Dead Man Found In Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE6DD1231F93BA35750C0A9619C8B63"} ,   {"body" : "LIKE most teammates, the chess players who like to gather at Dr. Ronald E. McNair Park in Prospect Heights, Brooklyn, share a familial camaraderie. They refer to one another by nicknames like Indiana George and One a Day (the number of times the player won), and offer casual slaps on the back after a particularly good game. They graciously boast" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES \/ Mastering; The Game of Kings, and a Side of Fries" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/crosswords\/chess\/04chess.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY Central Park West and 79th Street. In the recently opened Anne and Bernard Spitzer Hall of Human Origins, there are more than 200 casts of prehuman and human fossils and artifacts that illustrate stages in physical and behavioral evolution. Through Aug. 19, ''Gold,'' with coins," , "date" : "20070302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: March 2 - March 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE1631F931A35750C0A9619C8B63"} , {"body" : "The federal housing secretary has rejected the proposed $1.3 billion sale of Starrett City, a working-class enclave of 46 apartment buildings in Brooklyn, because the prospective buyer has failed to supply adequate financial information or a plan for how the complex would remain ''a viable community for New Yorkers of modest means.'' In a letter" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HUD Blocks Proposed Sale Of Starrett City" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02starrett.html"} , {"body" : "The Masjid Nur al-Islam mosque, on Church Avenue in Kensington, Brooklyn, is a humble two-story brick structure with a green and white sign in Arabic and English. Amid the auto body shops and the Mexican and Middle Eastern restaurants that populate its low-slung corner of the neighborhood, the building barely stands out -- except for the sounds" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: KENSINGTON; Calling the Faithful And Getting Complaints" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25mosq.html"} , {"body" : "A man who pointed a fake machine gun at police officers in Brooklyn yesterday was arrested after a car and foot chase, the authorities said. The incident began about 4:40 p.m. after the police received reports that a man had a gun inside a burgundy car near the intersection of Caton and Flatbush Avenues. As officers approached the man, whose name" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man With Fake Machine Gun Arrested" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/25gun.html"} , {"author" : "Jennifer Egan is the author, most recently, of ''The Keep,'' a novel." , "body" : "THE developer Bruce Ratner broke ground this week on his Atlantic Yards project in Brooklyn, despite an eminent domain suit over property he must raze to build a basketball arena for the Nets. This ''preparatory work'' is Mr. Ratner's latest maneuver in a maddeningly effective campaign to make his instant city -- a 22-acre swarm of 16 residential" , "date" : "20070224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "A Developing Story" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/24\/opinion\/24egan.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1D7133EF930A15751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. In the Imax" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D7133EF930A15751C0A9619C8B63"} , {"body" : "In a special election that highlighted the complicated Caribbean politics of central Brooklyn, Dr. Mathieu Eugene was elected to the City Council yesterday, becoming the Council's first Haitian-born member. He will take the seat vacated by Yvette D. Clarke after her election to Congress in November. Dr. Eugene, a physician who runs a youth program" , "date" : "20070221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Council Gets First Member Born in Haiti" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/21\/nyregion\/21brooklyn.html"} , {"body" : "On Friday the artistic and general director of the Maryinsky Theater in St. Petersburg, Russia, VALERY GERGIEV, will appear with the NEW YORK CITY BALLET as guest conductor in a program featuring Stravinsky's ''Firebird'' and ''Jeu de Cartes.'' Also on tap is a role debut for the luscious SARAH MEARNS in ''Walpurgisnacht Ballet,'' and a guest" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: Feb. 18 - 24; DANCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDA163EF93BA25751C0A9619C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DA173EF935A25751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sunday, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DA173EF935A25751C0A9619C8B63"} , {"body" : "AMERICA (a conversation) (Tonight through Sunday) This theater piece, created for Black History Month by 10 performers, ages 15 to 23, uses the poetry of Langston Hughes and Allen Ginsberg as springboards for a discussion of history, identity and equality. (Through March 4.) Tonight and tomorrow night at 7:30, Sunday at 2 p.m., the All Stars" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE1DA173EF935A25751C0A9619C8B63"} , {"body" : "JACOVITZ--Dorothy Tomchin. Devoted mother of Gail Silberberg and Gerrold Jacovitz. Dear mother-in-law of Andrew and Bobbi. Service today, 12:15pm, ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, NY (corner of Avenue V). Donations can be made to the New York Stem Cell Foundation, 1995 Broadway, New York City, NY 10023, Suite 1201." , "date" : "20070213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths JACOVITZ, DOROTHY TOMCHIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4D6163AF930A25751C0A9619C8B63"} , {"body" : "Once upon a time in Brooklyn, they used to play baseball here. Tucked away among ancient factories and garages is a massive relic of the Dodgers' old ballpark. Not Ebbets Field, but Washington Park, where Brooklyn played before moving to Flatbush. It is believed to be the oldest standing piece of a major league ballpark in the country. And almost" , "date" : "20070210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Stoic Link to Baseball History Stands Guard" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/10\/sports\/baseball\/10brooklyn.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 9 - Feb. 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0DA113FF93AA35751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Feb. 19, ''Black Style Now.'' Tomorrow at 3 p.m., ''Popping, Locking, Uprocking and Breaking: Roots of Hip-Hop Dance,'' a lecture and demonstration by Jorge (PopMaster Fabel) Pabon and others. Sunday at 3 p.m., ''Robert Caro: Reflections on Robert" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: Feb. 9 - Feb. 15" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/arts\/09spar.html"} , {"body" : "An investment group agreed at 3 a.m. yesterday to buy Starrett City, the sprawling low- and moderate-income apartment complex on Jamaica Bay in Brooklyn, for $1.3 billion, a price that experts say illustrates an exuberant real estate market. The sale already promises to turn into a flashpoint in the escalating battle over affordable housing for" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$1.3 Billion Buys Giant Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09starrett.html"} , {"body" : "Maria Williams and her brood of eight eat dinner together, traverse the country together and watch movies together. They excel at math, music and sibling rivalry. But their most remarkable talent, the one that truly sets them apart, is playing the dozens; quips find their targets with the speed and precision of a surgical air assault. Tashawna" , "date" : "20070205" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Home Short on Cash but Overflowing With Love and Laughter" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0D6123FF936A35751C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 2 - Feb. 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEED9153FF931A35751C0A9619C8B63"} ,   {"body" : "Around Town Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tonight at 7:30, a screening of ''Punching at the Sun,'' a 2006 film set in Queens and written and directed by Tanuj Chopra, a graduate student at Columbia, who will discuss the film afterward. Through April 15, ''Star Trek: 40 Years of Fandom,'' an" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: Feb. 2 - Feb. 8" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/02spare.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "From Michael Harris's house in Sheepshead Bay, Brooklyn, it is a seven-block walk to the nearest subway station. Let's be more precise. It would be a seven-block walk if Mr. Harris could in fact walk it. But dystonia, a neurological disorder that he has endured since childhood, forces him to use a motorized wheelchair. And the station, Avenue U on" , "date" : "20070130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Daunted by the Subway? Try It in a Wheelchair" , "url" : "http:\/\/select.nytimes.com\/\/2007\/01\/30\/nyregion\/30nyc.html"} , {"body" : "Carlos Lezama, who as president of the West Indian American Day Carnival Association transformed a Brooklyn block party into the city's largest parade, with millions of spectators lining two miles of Eastern Parkway each Labor Day to enjoy throbbing steel-pan bands, ostrich-plumed dancers and fantastical floats, died on Monday. He was 83. His" , "date" : "20070127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Carlos Lezama, 83, Dies; Shaped West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/27\/obituaries\/27lezama.html"} , {"body" : "ROB JETT, a 51-year-old Brooklyn birdwatcher who maintains a blog called Citybirder, has long been fascinated by the red-tailed hawks living in Prospect Park. On a bright, crisp day in February 2002, he set out for the park's Third Street playground to investigate a tip that one had been seen in the area. As it turned out, his task was easier than" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Love, and Death, Is in the Air" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/nyregion\/thecity\/21hawk.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS | JAN. 19 - JAN. 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7D61130F93AA25752C0A9619C8B63"} , {"body" : "FOR a time after Mona Thong and her husband, Robert Stamicar, moved to Brooklyn from Toronto in 2004, they lived on Montgomery Place in Park Slope, perhaps the most sought-after location in the neighborhood, if not all of Brooklyn. The street is an immaculate ensemble of bay windows, elegantly angled rooftops, understated columns and brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Park Slope, Brooklyn; Coveted, Whether Stone-Clad or Bare Brick" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/realestate\/14livi.html"} , {"body" : "Ruth Davis can be shy with new visitors, a quiet presence behind the counter of this no-frills storefront deli in a residential section of White Plains just west of the County Center. But the Jamaican tastes she serves up are bold, authentic and well worth ferreting out. Her beef and chicken patties ($1.50 each), with their flaky crusts and" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "QUICK BITE\/White Plains; Authentic Taste Of Jamaica In a Deli Without Frills" , "url" : "http:\/\/events.nytimes.com\/2007\/01\/14\/nyregion\/nyregionspecial2\/14weqbite.html"} , {"body" : "Forest City Ratner Companies, the developer of the planned $4 billion Atlantic Yards project in Brooklyn, has insisted during the long public debate over the project that it will do anything to ensure that displaced residents will not be left out in the cold. But it has not done enough, say a group of tenants who filed the latest in a series of" , "date" : "20070113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tenants Sue Agency Over Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/13\/nyregion\/13yards.html"} , {"body" : "'ADVENTURES FROM EZRA JACK KEATS: APT. 3 AND MAGGIE AND THE PIRATE' (Tonight through Monday) Two books by this author and illustrator come to life onstage in the winter musical from Tada!, the youth theater troupe. ''Apt. 3'' focuses on the friendship that two children forge with a blind neighbor; ''Maggie and the Pirate'' is about, well, a girl" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 12 - Jan. 18; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/12\/arts\/12kids.html"} , {"body" : "PRESS--Arthur, of New York and Florida, died on January 9, 2007. He was 77 years old. Mr. Press or Artie as he was known to those that knew him was born and raised in Brooklyn, NY. He attended Lafayette High School and Western Maryland College where he was selected as a first team All American in basketball and was subsequently selected by the" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths PRESS, ARTHUR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0D71E3AF931A25752C0A9619C8B63"} ,   {"body" : "PRESS--Arthur, of New York and Florida, died on January 9, 2007. He was 77 years old. Mr. Press or Artie as he was known to those that knew him was born and raised in Brooklyn, NY. He attended Lafayette High School and Western Maryland College where he was selected as a first team All American in basketball and was subsequently selected by the" , "date" : "20070111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths PRESS, ARTHUR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6D71E3AF932A25752C0A9619C8B63"} , {"body" : "The day after a disturbed man died after being shocked with a Taser stun gun in Queens by a police sergeant, a city police official yesterday provided a fuller account of the moments before the man apparently went into cardiac arrest. The man, Blondel Lassegue, 38, a former schoolteacher, struggled with the police on Sunday afternoon in a kitchen" , "date" : "20070109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Brooklyn Man, 38, Dies After Jolt From Police Taser" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/09\/nyregion\/09dead.html"} , {"body" : "BROADWAY PLAYHOUSE (Sunday) Children will not only hear Rodgers and Hammerstein but also emulate them in this first concert in a series that examines great Broadway musicals. Young music lovers will join in interactive games and singalongs, see a mini version of ''The King and I'' and join the host, Sean Hartley, in writing a simple song. At 11" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 5 - Jan .11; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/05\/arts\/05kids.html"} , {"body" : "SHERMAN--Arnold E. Beloved husband of Naomi S. Sherman. Loving father of William and Jane Sherman, Patty and Richard Rudolph, and Joseph and Lisa Sherman. Cherished grandfather of David, Michael, Jason, Vicky, Andrew, Sam and Nathan. Devoted brother of Florence Hartenstein and brother-in-law of Ruth Kotcher. Dear uncle, great-uncle and friend." , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SHERMAN, ARNOLD E" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D91F3AF936A35752C0A9619C8B63"} , {"body" : "City, state and federal agencies granted final approvals last month to a half-dozen wide-ranging projects in a political aligning of the stars that will promote New York City's most ambitious economic development agenda in decades. Approval or financing was given to a Second Avenue subway; an extension of the Flushing Line to the Far West Side; a" , "date" : "20070101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wave of Development, Cleared for Takeoff" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/01\/nyregion\/01projects.html"}]