[  {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "BECAUSE Ben Cipriano is a wisecracking kind of guy, maybe it's best to begin his story in the form of a joke: How many electricians does it take to screw in all the light bulbs on the Brooklyn Bridge? The answer is six. Not much of a punch line, but it has the advantage of being factually correct. Their names are Jerry, Tommy, Richie, Mike and" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; His View From the Bridge" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/nyregion\/thecity\/30disp.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "THEY'RE building new kitchen cabinets -- and, they hope, new lives. At a woodworking school near the Gowanus Canal in Brooklyn, a group called Brooklyn Woods seeks to provide a more promising path to people who are chronically unemployed or bounce between unsteady and unsatisfying low-wage jobs. For some, their pasts include prison or drug abuse or" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "HOME FRONT; Training for a New Life Through a New Trade" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/jobs\/23homefront.html"} , {"body" : "For Orlando Taylor, a 26-year-old Brooklyn man who apparently had a strange attraction to a couple of bank branches at the bustling Fulton Mall, three times was a charm. So was the fourth time. But according to the police, when he returned on Tuesday to commit a fifth robbery in five days, his luck ran out. The police said Mr. Taylor first struck" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Busy Bank Robber at Fulton Mall Was Too Predictable, Police Say" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/19\/nyregion\/19bandit.html"} , {"body" : "THE BASICS Hipsters? Check. Michelin-starred restaurants? Got that. The only thing missing from Brooklyn, it seemed, was a trendy hotel. Then, on Nov. 3, after months of delays (while its owner awaited a certificate of occupancy), Hotel Le Bleu opened for business. It occupies an eight-story glass tower on an industrial thoroughfare between two" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "CHECK IN, CHECK OUT" , "url" : "http:\/\/travel.nytimes.com\/2007\/12\/16\/travel\/16checkin.html"} , {"body" : "AS recently as 16 months ago, there were, not surprisingly, zero hotels amid the myriad auto body shops that dot Fourth Avenue and the surrounding Gowanus area. Now there are three, and plans for a fourth, an 18,000-square-foot structure at President Street and Third Avenue. If built, the new hotel will join a Holiday Inn Express that opened on" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Heard Near the Gowanus: Calls for Room Service" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02hote.html"} , {"body" : "Giving Unto Others To Keep Hunger Away To the Editor: After reading ''The Chicken and Rice Man'' (Nov. 25), about how Jorge Muñoz feeds the immigrant day workers, I couldn't help but think of the bishop in ''Les Misérables,'' Charles-François-Bienvenu Myriel, and his extraordinary good will toward Jean Valjean. Especially at this time of the" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "LETTERS TO THE EDITOR; Letters to the Editor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DC1431F931A35751C1A9619C8B63"} , {"body" : "NOT so long ago, the only reason to stop on the northern end of Fourth Avenue in Brooklyn was a flat tire. If you heard a Brooklynite say something favorable about the avenue, a sprawling four-mile-long truck route that slices through the borough's western edge, it was probably in reference to the synchronized traffic lights. Apart from a herd of" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In Brooklyn's Badlands, the Coming of the Lattes" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02four.html"} , {"body" : "Having frequently pedaled his bike over the Gowanus Canal's bridges in Brooklyn, Ludger K. Balan was familiar with its sickly green tint, oil-slicked surface and rotten-egg smell. Then, one day about eight years ago, he looked into the canal and saw a school of striped bass chasing minnows. Soon he was putting on his diving gear and jumping right" , "date" : "20071127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Divers Who Jump In To Take the Mystery Out of City Waterways" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/27\/nyregion\/27divers.html"} , {"body" : "A SKY-BLUE smokestack rises above an elevated section of the Brooklyn-Queens Expressway, sending swirling clouds of dissipating steam over the endless traffic. The stack marks the top of the Hamilton Avenue Asphalt Plant, which churns out much of the sticky, smoking substance that will become the surface of the city's roadways. This year, the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES; Where the Roads Begin" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25asph.html"} , {"body" : "THE year 1999 seemed to mark the end of an era for the Gowanus Canal, and a smelly era it was. In summers past, said Craig Hammerman, the district manager of Community Board 6 in Brooklyn, ''the odor would curl your toes.'' All that changed when the city replaced a long-broken propeller, flushing the canal with clean harbor water through an" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "GOWANUS CANAL; The Cleanup After the Cleanup" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18clea.html"} ,   {"body" : "THE paintings on broken plates that made Julian Schnabel an art-world star in the early 1980s seemed to announce their importance not just by their retrograde swagger but also by their sheer weight. Hanging one on a wall was like suspending a cabinet full of Buffalo china. The other day in a former smelting factory near the Gowanus Canal in" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Don't Call Him A Filmmaker, At Least Not First" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/movies\/18kenn.html"} , {"body" : "AT 10:45 p.m. on Saturday, Justin Olsen stood behind the bar at the Gowanus Yacht Club, a seasonal outdoor beer garden on Smith Street in Carroll Gardens, Brooklyn, and made an announcement. ''The last keg of the year has been tapped,'' he said. And with that, the countdown began to the finale of one of the last remnants of summer in New York --" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; A Switch From Beer to Holiday Cheer" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06ink.html"} , {"body" : "One of the highest-ranking officers at the Metropolitan Detention Center, the large federal jail near Gowanus Bay in Brooklyn, was convicted yesterday of conspiracy in connection with the beating of an inmate in the jail's high-security special housing unit. The officer, Capt. Salvatore LoPresti, was also found guilty of covering up the assault." , "date" : "20071026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "High-Ranking Jail Officer Is Convicted of Conspiracy in Beating" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/nyregion\/26abuse.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Hip, Hip, Clang Q. With the recent 50th anniversary of the departure of the Dodgers to California, I've been wondering about that woman who rang a cowbell at Ebbets Field for so many years. Can you tell me anything about her? A. Her name was Hilda Chester, and she was one of the most famous fans in baseball history. A plumpish woman with an unruly" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21fyi.html"} , {"body" : "Amanda Moffat makes elaborately patterned ceramic pieces that bear some resemblance to 15th-century Italian designs but are actually inspired, she said, by more quotidian and contemporary sources like wrought iron, the heel of a good shoe or the Brooklyn Bridge. ''All that information comes out in what I make,'' Ms. Moffat said, ''and you can put" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CERAMICS; In a Brooklyn Studio, Inspiration in a Shoe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D8103DF93BA25753C1A9619C8B63"} , {"body" : "IT wasn't supposed to matter to Brooklyn. Heath Ledger, the crown prince of the borough's celebrity aristocracy, apparently fled his fiefdom in Boerum Hill for Manhattan after splitting up with his girlfriend, the actress Michelle Williams. ''To each his own,'' said Jay Wilkinson, 29, an actor who lives in the neighborhood, speaking just blocks" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Brooklyn's Fragile Ego-System" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/fashion\/30brooklyn.html"} , {"body" : "BRENDAN BOLGER has lived for more than 30 years on Dahlgren Place, a short street in Bay Ridge, Brooklyn, with one of the exit ramps of the Verrazano-Narrows Bridge as a neighbor across the street. Since 1992, when workers repositioned the ramp and cut down some of the trees along the street, Mr. Bolger has been appealing to various local" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bridge Too Far Unfinished" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HELIO ALVES QUARTET (Tonight and tomorrow night) Helio Alves, a versatile Brazilian jazz pianist, digs in with the bassist Lonnie Plaxico and the drummer Ernesto Simpson; his former employer, the esteemed trumpeter Claudio Roditi, is a special guest. At 9 and 11, and at 1 a.m., Cachaça," , "date" : "20070921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/21\/arts\/music\/21wjazz.html"} , {"body" : "In its 15-year history American Stevedoring has moved hundreds of thousands of televisions, loaded tons and tons of coffee and shipped and received everything from sofas to ambulances. Now it is hauling its most precious cargo yet: tenors. A 69-year-old former oil tanker moored in the company's container port in Red Hook, Brooklyn, has been" , "date" : "20070908" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Don't Rock the Boat; Opera in Progress" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/08\/arts\/music\/08vert.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RAY ANDERSON GROUP (Friday and Saturday night) Ray Anderson is a trombonist given to blustery extroversion, though that's hardly the limit of his capabilities, as he is likely to prove with this headlining engagement. At 8, 10 and midnight, Sweet Rhythm, 88 Seventh Avenue South, at" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/music\/24jazz.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. CHARLIE HADEN INVITATION SERIES Just over a decade ago, the bassist Charlie Haden played a drummerless New York nightclub engagement with the pianist Kenny Barron. The results were recorded for a sparkling album, ''Night and the City,'' that came on the heels of an exquisite effort with" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/music\/03jazz.html"} , {"body" : "IF you're looking for ways to wax poetic about the New York City subway and the vast planning that went into building it, Ibsen and Shakespeare may not be the first authors who leap to mind, especially as August settles its annual swelter on the tourist-packed platforms. Kafka maybe? Beckett? Dante? De Sade? But in 1916, in unlikely literary" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Underground Renaissance Man: Watch the Aesthetic Walls, Please" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/design\/03subw.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Missing Memorial Q. What happened to the memorial to President Kennedy that was in Brooklyn's Grand Army Plaza? Will it be returned? A. Yes, it will, after it is redesigned. Over time, the 1965 bronze bust of Kennedy, by the sculptor Neil Estern of Brooklyn, and its marble column were damaged by weather, said Philip Abramson, a spokesman for the" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29fyi.html"} , {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine, was published in May by Globe Pequot Press." , "body" : "JOE ANASTASIO, a slim, dark-haired Web designer for a Wall Street publishing company, was standing outside Madison Square Garden, dressed in black work boots, a torn blue check shirt and a bomber jacket. It was a brisk Sunday morning in the spring, and among the swirl of tourists clutching maps and hockey fans in Rangers jerseys, he might easily" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children of Darkness" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29shad.html"} , {"body" : "ON a recent Saturday, as the sun set in broad pink strokes over Brooklyn, about 300 people gathered on a roof to watch a movie. But first there was music: a guitarist and a Korean singer performed, their images projected on the enormous screen. When the sky darkened and birds dove chirping around the ''theater,'' the audience settled in for" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Midsummer Night's Screen" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/movies\/27roof.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "Anyone who has stood for very long in the F subway station at Carroll Street, or Smith and Ninth Streets, or Church Avenue, has noticed them: the little-used express tracks through the stations that have lain dormant since the 1970s. Even more frustrating to impatient would-be riders on increasingly crowded platforms is the use of these very tracks" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CARROLL GARDENS; Mud on the Tracks" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08vman.html"} , {"body" : "On a few dirty squares of sidewalk in Crown Heights, Brooklyn, is a chalk drawing as mysterious to the uninitiated as hieroglyphics. Someone had, with great care, marked off a series of squares and given each a numerical value, although there did not seem to be any obvious pattern. The drawing is a skelly board, for a game once so popular on the" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Anyone Up for Stickball? In a PlayStation World, Maybe Not" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01street.html"} , {"body" : "THAT steady drone of conversation punctuated by the clatter and clink of beer bottles or gusts of laughter sounds, the same way it does when you get off the elevator and home in on which apartment door leads to your friend's party. But it can be disorienting to hear that convivial buzz, since for most of the year outdoor spaces are reserved for" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: OUTDOOR BARS; Summer, and Drinking Is Breezy" , "url" : "http:\/\/travel.nytimes.com\/2007\/06\/24\/travel\/24weekend.html"} , {"body" : "JUST after 4:30 p.m. on a sunny Friday, Matt Barnes and his friends were impatiently waiting for someone to let them into Moe's, a neighborhood bar at Lafayette and Portland Avenues in Fort Greene, Brooklyn. Mr. Barnes and his companions, however, were hardly the shiftless types some might associate with afternoon drinking. They are public school" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "URBAN STUDIES | UNWINDING; School's Nearly Out, and Mr. Chips Is Thirsty" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/nyregion\/thecity\/24teac.html"} ,   {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "HEADING east along Second Place toward the Carroll Street subway stop in Carroll Gardens, Brooklyn, morning commuters walk under a canopy of trees and past a series of compact, ornate front yards, full of lawn furniture and graced with a fish pond, a fountain or similar touches. Then, at the end of the block, just outside the station's entrance on" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL | Carroll Gardens; Twilight of the Trainspotters?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17stre.html"} , {"body" : "ON warm summer weekends along the Brooklyn waterfront, at the end of Columbia Street, the baseball and soccer fields of Red Hook Park are lined with Latin American food vendors and families spread out on blankets to watch players in crisp whites and vivid primary colors. But looming behind the fields is a spectral counterpoint to that lively scene:" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; For a Rusty Industrial Relic, a Bid for Revival" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/thecity\/27grai.html"} , {"body" : "GARDENING in New York City can require the determination of a weed pushing through a sidewalk. There are hardships of space, light, microclimate and wind, not to mention the pain of hauling supplies across town and, frequently, up several flights of stairs. Add to that the shortage of serious garden centers -- the kind with space for 50-pound bags" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York's Nurseries Try a Transplant" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/garden\/24centers.html"} , {"body" : "The letter arrived in Marilyn Oliva's mailbox yesterday from the Brooklyn borough president, Marty Markowitz. It thanked her for her dedication to the community as a member of Community Board 6, but informed her that her services were no longer needed. Ms. Oliva was disappointed. She was also not alone. Though community board members' terms are" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Project's Foes Shown Door In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/nyregion\/23yards.html"} , {"body" : "Emily Katherine Larned, a daughter of Beatrice L. Larned and Michael C. Larned of Stamford, Conn., was married last evening to Christian Eric Ruggiero, a son of Laura W. Ruggiero and Dr. Paul J. Ruggiero of Redding, Conn. Barbara Canali, a Connecticut justice of the peace, officiated at the Carousel at Lighthouse Point Park in New Haven. Masa" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS\/CELEBRATIONS; Emily Larned, Christian Ruggiero" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/fashion\/weddings\/20larned.html"} , {"body" : "The familiar jingle of Mister Softee is a bit less ubiquitous on city streets these days, and not just because soggy weather gave the company its slowest April in history. Eighteen months ago, when the city was cracking down on noise, the company promised that the jingle would be played only when its ice cream trucks were on the move. Now, the" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK SUMMER; Jangled by a Jingle, He Writes His Own" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20song.html"} , {"body" : "AROUND TOWN Museums and Sites PARK SLOPE HOUSE TOUR New York's housing bubble may never burst, but there is one way to temper -- or, depending on your rental status, inflame -- your real-estate envy. On Sunday the annual Park Slope House Tour gives curious browsers a peek inside that Brooklyn neighborhood's 19th-century gems. The 10 buildings on" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DC1131F93BA25756C0A9619C8B63"} , {"body" : "To the Editor: Re ''A Tale of Two Cities'' (May 6): Fortunately for my family, we did not live in the East Tremont section of the Bronx, where the construction operations for Robert Moses' Cross Bronx Expressway steamrolled one apartment building after another. Fortunately for my family, we lived in the path of the proposed Cross Brooklyn" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "13" , "title" : "The Moses Legacy, Reconsidered" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D91531F930A25756C0A9619C8B63"} , {"body" : "ON Monday night inside the GlassLands Gallery, a converted warehouse in Williamsburg, Brooklyn, 100 or so people, alerted by MySpace pages and music blogs, gathered for a concert by the Yeah Yeah Yeahs. For an hour, the singer Karen O yelped and shrieked and pranced around a makeshift stage in a paint-splattered gold bodysuit, often wading into the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Technology"] , "page_facet" : "1" , "title" : "Off The Beaten Beat" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/11\/arts\/11rock.html"} , {"body" : "A 12-foot-long whale that had surfaced and frolicked near the mouth of the Gowanus Canal on Tuesday, delighting and surprising even the most hardened of Brooklyn residents, died yesterday, officials said. The whale -- a minke, the second-smallest whale species -- had been thought to be in good health because it was not surfacing erratically. Like" , "date" : "20070419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Frolicking Visitor Delights Hearts, Then Dies" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/19\/nyregion\/19whale.html"} ,   {"body" : "Eleven federal jail guards, including a captain and three lieutenants, were charged yesterday with beating two inmates at the Metropolitan Detention Center in Brooklyn, one so badly, officials said, that a pool of his blood and bits of his hair lay on the floor of his cell when it was over. The guards were also charged with covering up the beatings" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 Jail Guards Are Indicted In 2 Beatings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/13\/nyregion\/13guards.html"} , {"body" : "TEN years ago, the idea of worrying about the future of the land around the Gowanus Canal in Brooklyn would have seemed a little strange, especially in hot weather. An underground tunnel designed to circulate the canal's water had been out of service for decades, and as a result, sewage from nearby houses and storm drains overflowed regularly into" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Fume-Free (for Now) And Looking to the Future" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/thecity\/08plan.html"} , {"body" : "Parsippany Colonial $639,500 NEW JERSEY: 10 Woodstone Road A 35-year-old colonial with a two-story addition, four bedrooms, two baths and two half baths, a large studio with cathedral ceiling, a renovated kitchen, a family room and a finished basement. Ruth and Allan Lipnick (owners), (973) 540-9044, (973) 214-3735 TAXES: $9,373.07 a year PROS: The" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEFDF173FF93BA35757C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Monday night at 7:30, ''2007 Isaac Asimov Memorial Debate: Pioneer Anomaly,'' a discussion about the unmanned planetary probes launched in the 1970s; sold out, but tickets for live video projections in Kaufmann and Linder Theaters are $7; $6 for" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SPARE TIMES: March 23 - March 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD91430F930A15750C0A9619C8B63"} , {"body" : "'BIGLITTLETHINGS' (Tomorrow) One of those little things is big indeed: a dinosaur, to be wrestled by cavemen. That's just one of the illusions by Imago Theater, a duo that uses masks, costumes, props and choreography. At noon and 3 p.m., Queens Theater in the Park, Flushing Meadows-Corona Park, (718) 760-0064, queenstheatre.org; $17; $15 for ages" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "SPARE TIMES: March 16 - March 22; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE1DA1E31F935A25750C0A9619C8B63"} , {"body" : "A doorman was stabbed to death on the Upper East Side on Saturday night by a college student after an argument that may have been about a woman, the police said. Witnesses said they saw the uniformed doorman, another man and a woman arguing on the sidewalk on 80th Street near First Avenue. The spot is close to the East Winds, at 345 East 80th" , "date" : "20070312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East Side Doorman Fatally Stabbed; Suspect Is Charged" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/12\/nyregion\/12porter.html"} , {"body" : "RED HOOK, a nub of a Brooklyn peninsula jutting into the Buttermilk Channel opposite Governors Island, is perhaps not everyone's ideal place to live. A high-crime area not very long ago, it is at times eerily silent, at others mournfully full of the noise of industry. Broken glass and cracked sidewalks can still be found; amenities, while on the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Red Hook, Brooklyn; Where Tugboats Chug and Ikea's Coming" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/realestate\/11LIVI.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Holding Back the Hudson Q. For two years, while driving up the Henry Hudson Parkway, I have noticed at least one and often two huge barges anchored in the river, off about 100th to 120th Streets, attended by a tugboat. What is going on? A. What's going on, according to the Coast Guard, is a long-term job to repair seawalls. Workers are reinforcing" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. In the Imax" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D7133EF930A15751C0A9619C8B63"} , {"body" : "THE proposed Nets arena has been depicted as many things by opponents of the Atlantic Yards project, but a gigantic, shining toilet bowl is the most eye-catching critique to date. The artwork is one of more than 50 works that appeared last fall in an exhibition, ''Footprints: Portrait of a Brooklyn Neighborhood,'' at Grand Space, a community center" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; An Exhibition Notable For What's Not There" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/nyregion\/thecity\/18cens.html"} ,   {"body" : "From a passing elevated F train, the 11-acre site between Smith Street and the Gowanus Canal known simply as the Public Place looks like any other underused corner of the city, ripe for development. There are a few buildings, including one used by cement company that leases some of the land, but most of the site is an expanse of dried-out brush" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Open Land, but With a Past" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11toxi.html"} , {"body" : "AMID the auto shops, live poultry markets and gas stations that line great stretches of Third Avenue in Sunset Park, Brooklyn, a surprise awaits on the corner of 20th Street. There, behind a wire-mesh fence, just yards from the roar of the elevated Gowanus Expressway, art blossoms in the form of a number of large, expressive steel statues. A sun," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; In the Shadow of an Expressway, Saints, Lovers and Others" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11scul.html"} , {"body" : "Once upon a time in Brooklyn, they used to play baseball here. Tucked away among ancient factories and garages is a massive relic of the Dodgers' old ballpark. Not Ebbets Field, but Washington Park, where Brooklyn played before moving to Flatbush. It is believed to be the oldest standing piece of a major league ballpark in the country. And almost" , "date" : "20070210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Stoic Link to Baseball History Stands Guard" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/10\/sports\/baseball\/10brooklyn.html"} , {"body" : "Ronell Wilson sits alone in a prison cell near Gowanus Bay in Brooklyn. He has been on suicide watch since his return late Tuesday evening from federal court in Brooklyn, where a jury called for his execution. ''He's holding up well,'' said one of his lawyers, Ephraim Savitt, ''under the circumstances.'' On federal death row, he will join 46 other" , "date" : "20070201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Execution, If It Occurs, Is Years Off For Killer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6DA153FF932A35751C0A9619C8B63"} , {"body" : "Four years ago or so, about two weeks after Hy Chabbott's trouble with city government started, he was in line at the bank when another customer said he smelled coffee. ''That's me,'' said Mr. Chabbott, who spends most of his days in the roasting plant of the 167-year-old Gillies Coffee Company, of which he is an owner. Had he heard, the man" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Wake Up and Smell The 'Odorous Air Contaminant'" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/nyregion\/thecity\/21coff.html"} , {"body" : "FOR a time after Mona Thong and her husband, Robert Stamicar, moved to Brooklyn from Toronto in 2004, they lived on Montgomery Place in Park Slope, perhaps the most sought-after location in the neighborhood, if not all of Brooklyn. The street is an immaculate ensemble of bay windows, elegantly angled rooftops, understated columns and brownstone" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Park Slope, Brooklyn; Coveted, Whether Stone-Clad or Bare Brick" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/realestate\/14livi.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Cabonomics Q. What's the real scoop? Do taxi drivers make more money on short trips or on long rides around town? Do they get a large part of the initial $2.50, or is their part of the fare based on the entire trip's cost? A. There really is no easy answer, but the financial basics of cab driving are enlightening. Your question assumes," , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/nyregion\/thecity\/14fyi.html"}]