[  {"body" : "HAVE you ever lived near a teardown in progress? Has it ever been your daily fate to deal with noise, smells, dirt and construction crews right next door -- only to behold, after endless months, a space-hogging ''mansionization'' in place of the petite Cape Cod you used to find so sweet? If not, your turn may come sooner than you think. Despite the" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Heart of Teardown Country" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/realestate\/16cov.html"} , {"body" : "JUST before midnight on Nov. 3, a white truck pulled up to the Frank Viola Homing Pigeon Club, on a dark and quiet stretch of Stillwell Avenue in Coney Island. The air was cold and smelled faintly of the sea. Two men hopped out of the truck. One opened its rear doors. The other approached a handful of older men who were standing in the street." , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Look Homeward, Angels" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/thecity\/09pige.html"} , {"body" : "On long, luckless days when the bluefish and striped bass aren't biting, the men who fish in the Coney Island Creek sometimes reel in their lines and contemplate one of the area's enduring mysteries: the wreck of the yellow submarine a few hundred yards from the southern shore of the creek. For as long as many of them can remember, the weathered" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND CREEK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Coney Island Creek, Hulk of a Yellow Submarine Sticks Out" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/nyregion\/09submarine.html"} , {"body" : "An article on Oct. 14 about the Syrian Jews of Gravesend, Brooklyn, misstated the given names of the first wife and mistress (and later second wife) of one of the community's famous members, Eddie Antar, known as Crazy Eddie on television commercials in the 1970s and '80s. They are each Debbie, not Diane." , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "8" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0D61039F93BA15753C1A9619C8B63"} , {"body" : "Home buyers in predominantly black and Hispanic neighborhoods in New York City were more likely to get their mortgages last year from a subprime lender than home buyers in white neighborhoods with similar income levels, according to a new analysis of home loan data by researchers at New York University. The analysis, by N.Y.U.'s Furman Center for" , "date" : "20071015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racial Disparity Found Among New Yorkers With High-Rate Mortgages" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/15\/nyregion\/15subprime.html"} , {"author" : "Zev Chafets is a frequent contributor to the magazine and the author of ''A Match Made in Heaven: American Jews, Christian Zionists and One Man's Exploration of the Weird and Wonderful Judeo-Evangelical Alliance.''" , "body" : "Geographically speaking, the Syrian Jewish community of Brooklyn -- 75,000 strong and growing fast -- inhabits an enclave running from Avenue I in the north to Avenue V in the south and stretching eastward to Nostrand Avenue from West 6th Street. But the community's true boundaries are at once more expansive and more constricted. The SY's, as the" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SYRIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "83" , "title" : "MONEY IN NEW YORK; The Sy Empire" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/magazine\/14syrians-t.html"} , {"body" : "BERNARD McMAHON, a k a Bennie the Bum, a former bootlegger and onetime crony of the dapper gangster Legs Diamond, bent down to untangle a rope from a sawed-off shotgun. His speedboat, laden with stolen loot, was racing across Gravesend Bay. Suddenly, a blast punctuated the motor's hum. The shotgun had accidentally gone off, leaving McMahon's left" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Heist, the Getaway and the Sawed-Off Leg" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/nyregion\/thecity\/26heis.html"} , {"body" : "City officials announced plans yesterday for a $40 million restoration of Dreier-Offerman Park in Bensonhurst. The 77-acre park, which overlooks Gravesend Bay, was acquired through a series of donations and purchases, starting with a gift of land from the Dreier-Offerman Home for Unwed Mothers in 1933. Mayor Michael R. Bloomberg said the" , "date" : "20070802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK; Brooklyn: Park Restoration Planned" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/02\/nyregion\/02mbrfs-PARK.html"} , {"body" : "A 20-year-old man was accidentally shot to death by a friend who was playing with a gun early yesterday on a Brooklyn street, the police said. The victim, Frank Rogers-McFadden, and his friend, Muja Bekim, 20, were near the intersection of Bay 44th Street and Harway Avenue in Gravesend when, shortly before 2 a.m., Mr. Bekim jokingly pointed his gun" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Arrest Made In Fatal Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0D71431F933A15754C0A9619C8B63"} , {"body" : "IN a church basement decorated with balloons and twinkling lights, 100 dancers organized in four long rows faced their partners. On the stage at one end, a band began a fiddle-and-banjo tune. As a man rattled off the names of steps into his mike, the lines on the floor rearranged themselves in shifting patterns, a controlled whirl of revolving" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "City Folk Who Feel the Call of the Do-Si-Do" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/15\/arts\/dance\/15GOOD.html"} ,   {"body" : "A 19-year-old was fatally shot last night on a subway train in Brooklyn, the police said. The victim, identified by the police as Trevell Belton of Brooklyn, was shot just before 7 p.m. as he stepped on the northbound Q train in the Avenue U station in Gravesend, the authorities said. Mr. Belton was taken to Coney Island Hospital, where he was" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teenager Killed on Subway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDA1630F93BA15755C0A9619C8B63"} , {"body" : "They are the children of immigrants, or the latest in a long line of siblings to graduate from public schools. These are the valedictorians of New York City. Some will enroll at the City University of New York, others are off to colleges in California and Texas and Maine. They are violin players, dancers, singers and student government leaders." , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Six of the Best and Brightest, Poised to Take the Next Step on the Long Road" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/education\/27grads.html"} , {"body" : "On Bath Avenue, in a part of Brooklyn once dominated by gangsters and wiseguys, times have changed. The music that blared from car stereos on Saturday afternoon was not Sinatra, but the rapper Fat Joe. The accents were not just Italian, but Mexican and Russian. Women wearing Muslim headscarves pushed strollers past front-yard statues of Jesus. And" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BENSONHURST JOURNAL; Onetime Mob Stronghold Hears Echo of the Old Days" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/11\/nyregion\/11bensonhurst.html"} , {"body" : "SEA GATE, the gated community on the western tip of the Coney Island peninsula, is shielded from the rest of Brooklyn by a guardhouse and a long fence along West 37th Street. But in recent years, the neighborhood has been under siege along its exposed southern flank -- from the sea itself. The waters of the Atlantic Ocean have been sweeping sand" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; The Case of the Dwindling Dunes" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06eros.html"} , {"body" : "Police officers evacuated four buildings in Gravesend early yesterday morning after they found an AK-47 rifle, four handguns, ammunition and a mortar shell while searching an apartment on Ocean Parkway, the police said. The mortar shell was determined to be inert, the police said. Officers assigned to the Brooklyn South narcotics squad found the" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Mortar Shell Found In Apartment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFD8123FF931A25757C0A9619C8B63"} , {"body" : "Ten Malians in the Bronx are laid into the earth, and three innocents lie dead in Greenwich Village. Soon enough these tragedies could begin the slow fade from municipal memory. Except that how New York remembers its losses, which of them wash away and which cling like a barnacle to memory, is a complicated business. In a city this vast, a handful" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MALI" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a City's Vast Memory, Tragedies Not Kept Vivid May Fade to a Glimmer" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/18blocks.html"} , {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail address is sgfreedman@nytimes.com." , "body" : "Two winters ago, Pablo Oliva began the process of applying to public high schools in New York. A complicated process at best, it looked utterly byzantine to a 13-year-old who had only recently come to America from Argentina. But there in the vast list of choices, amazingly, Pablo found the ideal place. It was a brand-new school, and would" , "date" : "20070228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "ON EDUCATION; Some Immigrant High Schoolers Receive a Lesson in Disappointment" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/28\/education\/28education.html"}]