[  {"body" : "ON Monday night at 10:27, listeners to the Newark-based jazz station WBGO could hear the legendary Red Norvo plunking away at the final bars of ''Have You Met Miss Jones?'' The station's signal, at 88.3 FM, blankets the city from Tottenville at the southern tip of Staten Island to Riverdale in the north Bronx. But WBGO fans in the heavily Haitian" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; With Airwaves Under Assault, Radio Stations Raise the Alarm" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/nyregion\/thecity\/23hait.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $775,000 3 Hanover Square (Pearl Street) 1-bedroom, 1-bath, 950-sq.-ft. co-op in a prewar building; 24-hr. doormen, concierge, staffed elevator; dining area, renovated kitchen and bath, high ceilings, hardwood floors, East River view; laundry in building; maintenance $1,492, 43% tax deductible; listed at $775,000, 5" , "date" : "20071206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/06\/garden\/06nysale.html"} , {"body" : "1897 TOWN HOUSE $1,450,000 BROOKLYN: 49 Rutland Road (near Bedford Avenue), Prospect Lefferts Gardens In an enclave zoned as one-family, a four-story brick-and-limestone house with five bedrooms, two baths and three parlors. Bette Cunningham, Jeffrey Welch, Brown Harris Stevens (718) 399-4120, www.bhsbrooklyn.com. Open house Sunday, 2 to 4 p.m." , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On the Market: 1897 Town House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7D81031F93BA25752C1A9619C8B63"} , {"body" : "A photograph last Sunday with ''The Hunt'' column, about a couple's search for a rental in Brooklyn with a functional kitchen, was published in error. The third picture from the left showed a property on Sterling Place in Crown Heights; it did not show a property on Sterling Street in Prospect Lefferts Gardens, where the couple now live." , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5DF1E3EF934A35753C1A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF their home could cater to their environmental sensibilities, so much the better. It wasn't that Dara Blumenthal and Darren Patrick expected to find an environmentally friendly apartment, but they did want a big, bright home, ''something that made sense to us, where we could see our energies flowing in and out very naturally,'' Ms. Blumenthal" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Recipe for Success" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30hunt.html"} , {"body" : "Three young women were shot and wounded on a Brooklyn street corner on Friday night, the police said. The women, who are 17, 18 and 19, were shot in their torsos just after 10 p.m. and were taken to Kings County Hospital Center, where they were in stable condition, according to the police. It was unclear if the victims, whose names were not" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "3 Women Are Shot On Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/23brooklyn.html"} , {"body" : "The deceased wore a paper headband inscribed in Church Slavonic and a blue suit. The words on the headband read, ''Holy God, holy mighty, holy immortal, have mercy on us.'' The suit was the dress uniform of the New York City Police Department. In the coffin in a funeral home in Brooklyn yesterday lay Officer Russel Timoshenko, a Belorussian" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Funeral for a Young Police Officer Draws 10,000 Mourners" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20cop.html"} , {"body" : "Before hundreds of stone-faced police officers in a packed courtroom, two men accused of shooting two police officers in Brooklyn opened their mouths wide yesterday as a burly detective wearing latex gloves daubed Q-Tips around their mouths, and then popped the swabs into waiting test tubes. The suspects, Robert Ellis and Dexter Bostic, were being" , "date" : "20070714" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Police Shooting Suspects Arrive to Face Charges And an Army of Officers" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/14\/nyregion\/14cops.html"} , {"body" : "The police believe that the third suspect in the shooting of two New York City police officers -- found yesterday hiding in the underbrush off a Pennsylvania highway -- was the ringleader of the three, and are investigating whether the gang used stolen cars to pull off shootings, traffic in illegal firearms and recruit prostitutes, officials said" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PENNSYLVANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Hold Third Man in Shooting, Calling Him the Leader" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/nyregion\/13cops.html"} , {"body" : "''Oh-oh!'' Sally said. ''Don't you talk to that cat. That cat is a bad one, That Cat in the Hat. He plays lots of bad tricks. Don't you let him come near. You know what he did The last time he was here.'' Or don't you recall? Well, then, let's refresh: The last time ''Seussical: The Musical'' was in New York, in the 2000-1 season, it closed in less" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Stripped Down but Still Hatted, That Cat Is Back" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/theater\/13seus.html"} ,   {"body" : "Getting to Montero's Bar is easy: take Atlantic Avenue to Brooklyn Heights, and it's the last bar on the right before the harbor. Unless, of course, you're coming from Britain on a warship, chugging six days across the Atlantic and docking at Pier 7 at the end of Atlantic Avenue, in which case it's the first bar on the left. For members of the" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREAT BRITAIN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN HEIGHTS JOURNAL; The Fleet's In: In the Harbor, and the Bar" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11journal.html"} , {"body" : "The police yesterday charged one man and were seeking two more in the shooting of two police officers in Brooklyn on Monday. The suspects have criminal histories that stretch back to their teenage years -- dossiers ranging from street crime to sexual predation and fighting in prison. Dexter Bostic, 34, one of those being sought, first went to state" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Suspect Charged in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11cops.html"} , {"body" : "Few actions police officers take are as routine -- or as potentially deadly -- as stopping a car. The hands of those in the stopped vehicle are hidden, and they can come out shooting, surprising an officer who only sought to check a minor infraction. Two police officers in Brooklyn noted a black BMW sport utility vehicle early yesterday. They" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Car Stop Leaves 2 Officers Wounded, One Gravely" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10cops.html"} , {"body" : "At the corner of Lefferts and Rogers Avenues in Brooklyn, where two police officers were shot early yesterday, people speak of a neighborhood of sharp contrasts, of welcome reductions in crime and stubborn pockets of violence, of affluence settling in amid despair. The shooting took place within the boundaries of the 71st Precinct, an area east of" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Precinct of Contrasts, Where Violence Still Lurks" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10precinct.html"} , {"body" : "Dan Freed, a 36-year-old journalist and a new Brooklyn resident, has long had a knack for finding places to swim. In Chicago, where he grew up, it was Lake Michigan, and during the eight years he lived in East Harlem, he walked to Central Park, to the Lasker Rink and Pool, an unusual hybrid designed for swimming in warm weather and ice skating in" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PROSPECT PARK; A Plan for All Seasons: Swim in July, Skate in December" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10pool.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "Four men have been killed and two others critically wounded in a spate of unrelated attacks throughout the city since late Friday, the police said. No arrests had been made in any of the cases as of last night. The first attack took place about 11:30 p.m. on Friday outside the Risley Dent Towers, a housing project on Fulton Street in the Stuyvesant" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "6 Attacks in City Leave 4 Dead and 2 Critically Wounded" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27crime.html"} , {"body" : "ON her fourth birthday, Abbie Hornburg made a wish on a party balloon as it floated up into the sky. ''She asked for an apartment with a basement,'' her mother, Darcey Steinke, recalled recently. ''I knew that meant she wanted a house.'' Her wish came true. She now lives in a 120-year-old Victorian in Prospect-Lefferts Gardens, Brooklyn, with her" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Prospect-Lefferts Gardens; A Wished-For House With a Hideaway Nook" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/realestate\/13habi.html"} , {"body" : "Neoclassical Colonial $870,000 CONNECTICUT: 35 Wordins Lane, Trumbull A 1937 brick colonial with four bedrooms, two and a half baths, an attached two-car garage and a two-story barn on 1.13 acres. Andrea Pirrotti (owner), (203) 685-6291; www.lacrocerealty.com TAXES: $11,616 a year PROS: The house is tucked at the end of a barely traveled lane" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7D91431F930A25756C0A9619C8B63"} , {"body" : "The well-kept turn-of-the-century houses in Prospect-Lefferts Gardens, Brooklyn, charmed Darcey Steinke." , "date" : "20070511" , "day_of_week_facet" : "Friday" , "title" : "SLIDE SHOW; Turn-of-the-Century Charm" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2007\/05\/11\/realestate\/20070511_HABI_SLIDESHOW_index.html"} ,   {"body" : "The 2007 season of show houses and house and garden tours runs through fall, with several events every weekend. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest whimsy and stuffed with owners' collections" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Real Estate"] , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFD91531F935A15757C0A9619C8B63"} , {"body" : "To the Editor: Your March 11 editorial ''Fiasco in Brooklyn'' placed blame on a candidate while not acknowledging the role of two of the agencies overseeing the 40th District's special election: the Board of Elections, which placed candidates on the ballot who lived outside the district, and the City Council, which failed to anticipate the" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Council Candidates And the Residency Issue" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1DD1630F93BA25750C0A9619C8B63"}]