[  {"body" : "EERILY silent does not begin to describe it. For nearly the entire trip from 42nd Street to Coney Island, the commuters on the evening F train -- a seemingly handpicked cross-section of the city's races, ages, careers and sartorial tendencies -- are soundless. When the train stops between stations and the usual mechanical hum powers down as we wait" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEXT STOP; A Month Of Commuting" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/realestate\/30comm.html"} , {"body" : "RAINERI--Mathew J. , on November 20, 2007. Beloved husband of 50 years of Florence M. (nee Cuomo). Devoted father of Margaret M. Mattes (Michael) and Joseph R. (Diane). Cherished grandfather of Michael, Christian, Marie, Tyler and Matthew. Funeral Saturday, 8:45am, from the Marine Park Funeral Home, 3024 Quentin Rd., Brooklyn. Funeral mass 9:45am" , "date" : "20071121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "title" : "Paid Notice: Deaths RAINERI, MATHEW J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E5DC173AF932A15752C1A9619C8B63"} , {"body" : "He's still a regular guy. He makes $7 million a year, lives in a big house 20 miles outside the city and, at least until Monday, spent most of his time on chartered jets or staring down banks of television cameras or being cheered or vilified by 50,000 screaming people. But for millions of New Yorkers, Joe Torre has long felt like a beloved family" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Kind Words for Torre, From Marine Park to the Bronx" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/nyregion\/10joe.html"} , {"body" : "So what should a mayor do? Just let constituents call his weekly radio program on WABC -- the one called ''Live From City Hall ... With Rudy Giuliani'' -- and whine and complain and get in his face without answering back? Puh-leeze. When Joe from Manhattan called in 1998 to complain about the city government giving special parking privileges to a" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "When Giuliani Filled the Air, Pulling Punches With No One" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/us\/politics\/05radio.html"} , {"body" : "The Bloomberg administration yesterday canceled its plans to build a $215 million water theme park on Randalls Island and said it would no longer pursue another such park at the site. The announcement capped a week in which the developer, the Aquatic Development Group, missed a city-set financing deadline for the second time this year, raising" , "date" : "20070922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Financing in Doubt, City Cancels Plans for Randalls Island Water Park" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/22\/nyregion\/22randalls.html"} , {"body" : "KELLY--Clare S. (nee Slattery) on July 27th, 2007. Loving mother of Robert, Peter, Timothy and Michael. Dear mother-in-law of Kathleen, Frances, Geraldine and Nicole. Cherished grandmother of Brendan and Lauren Kelly, Mary Kate Looney, Shannon and Collen Kelly, Nicolette and Victoria Kelly and Caitlin Dwyer. Survived by sisters Edythe Connolly and" , "date" : "20070730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths KELLY, CLARE S. (NEE SLATTERY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1DC133AF933A05754C0A9619C8B63"} , {"body" : "AROUND TOWN 'CARIBBEAN GARDENS: JOURNEY TO PARADISE' For those stuck in the sweltering heat of the city, the New York Botanical Garden is offering a sliver of the tropical experience this summer with ''Caribbean Gardens: Journey to Paradise.'' Housed in the main glass conservatory, and the 11 glass houses attached to it, this show has an array of" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20wspare.html"} , {"body" : "Marine Park, a leafy neighborhood of detached houses in southern Brooklyn, is a quiet place where neighbors are proud to say they know one another. The kind of place, as the president of the Marine Park Civic Association, Greg Borruso, says, where if you don't water your lawn on Tuesday, a neighbor will water it for you on Wednesday. Local news," , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MARINE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MARINE PARK; Tall, Gangly and Not So Hidden in Plain Sight" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/nyregion\/thecity\/17pole.html"} , {"body" : "As locations go, things do not get much more impressive than Block 4375, Lot 1 in East New York, Brooklyn. To the east, the 19 daunting brick towers of the Boulevard public housing project. To the south and west, the equally massive Linden housing project, home to more than 3,000 people. To the north, a strip of the kinds of businesses usually" , "date" : "20070531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Housing Plan Puts Idea of East New York's Revival to the Test" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/31\/nyregion\/31housing.html"} , {"body" : "FITZPATRICK--Noreen E. (nee Walsh), on April 13th, 2007. Beloved wife of Richard C. Loving mother of Kerry Danaher and Richard Jr. Proud grandmother of Egan, William and Brigid. Devoted daughter of Hannah (nee Galvin). Dear sister of Joan W. Moore. Cherished aunt of Elizabeth Barton, Christopher and Vanessa. Funeral Tuesday 9am from the Marine Park" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FITZPATRICK, NOREEN E. (NEE WALSH)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400EEDC123AF936A25757C0A9619C8B63"} ,   {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"body" : "Parks Commissioner Adrian Benepe canceled an agreement yesterday under which East Coast Golf was to pay the city a minimum of $9.6 million in fees over 20 years to renovate and operate a golf course in Marine Park. The cancellation, effective in a month, came after William C. Thompson Jr., the city comptroller, raised concerns about the company's" , "date" : "20070130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: City Cancels Golf Course Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/30\/nyregion\/30mbrfs-golf.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 11 a.m. to 5 p.m., ''Living in America: The Allure of Gold,'' the first of three events in conjunction with the exhibition, featuring a crafts fair, the Mexican dance troupe" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 12 - Jan. 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E6D61230F931A25752C0A9619C8B63"} , {"body" : "BROADWAY PLAYHOUSE (Sunday) Children will not only hear Rodgers and Hammerstein but also emulate them in this first concert in a series that examines great Broadway musicals. Young music lovers will join in interactive games and singalongs, see a mini version of ''The King and I'' and join the host, Sean Hartley, in writing a simple song. At 11" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 5 - Jan .11; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/05\/arts\/05kids.html"} , {"body" : "A $9.6 million city contract to renovate and operate a golf course in Marine Park in Brooklyn was headed for further review yesterday after the city comptroller raised concerns about ties between the contractor and a man accused of being a soldier in the Colombo crime family. In a letter sent Tuesday, City Comptroller William C. Thompson Jr. urged" , "date" : "20070104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Comptroller Voices Concern About Brooklyn Golf Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/04\/nyregion\/04golf.html"} , {"body" : "KELLY--Francis E. on January 1, 2007. Beloved brother of Eileen Potash, Connie Leisenfelder, Patricia Smyth, Robert Kelly, and Kathleen Malone. Proud and loving uncle of many nieces and nephews. Retired member of the Carpenter's Union. Long time member of the A.O.H. division 19. Funeral Friday 9 am from the Marine Park Funeral Home 3024 Quentin Rd." , "date" : "20070103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths KELLY, FRANCIS E." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E7DC1E3AF930A35752C0A9619C8B63"}]