[  {"body" : "Meredith Royall Mann, a daughter of Carol Crews Mann and David Royall Mann of Jackson, Miss, was married yesterday to William Francis Dawson Jr. , the son of Ethel Grace Dawson and Mr. Dawson of Manchester Township, N.J. The Right Rev. Andrew C. Mead, an Episcopal priest, performed the ceremony at St. Thomas Church in Manhattan. Mrs. Dawson, 28, is" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "23" , "title" : "Meredith Mann, William Dawson Jr." , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/fashion\/weddings\/02Mann.html"} , {"body" : "In an effort to transform the city's gifted and talented programs, which he has long derided as a hodgepodge of offerings that have favored children in certain neighborhoods and with well-connected parents, Schools Chancellor Joel I. Klein announced a plan yesterday to limit the programs to students who score in the top 5 percent on admissions" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Raise Bar for Classes For the Gifted" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/education\/30kindergarten.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "Rachel Courtien, 12, and two friends were settling in to watch an episode of ''Hannah Montana'' on Disney Channel's on-demand cable service Friday night when they were startled to see an entry for ''High School Musical 2'' on the menu of available offerings. They knew that this highly anticipated sequel was not scheduled to have its first official" , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "In-Demand Surprise From Disney" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/arts\/television\/15musi.html"} , {"body" : "A DENSELY packed 1,200-acre swath of central Brooklyn, Ocean Hill-Brownsville is not among the neighborhoods to have been swept up in the borough's recent renaissance. Its older housing stock is generally less elegant and well preserved than that in nearby Bedford-Stuyvesant. Its streets are not lined with charming cafes or whimsical boutiques. Its" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Ocean Hill-Brownsville, Brooklyn; At Long Last, Developers Show an Interest" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17livi.html"} , {"body" : "A Brooklyn teenager arrested last summer after a fatal water scooter accident in Mill Basin inlet has been indicted on charges of manslaughter and criminally negligent homicide, according to prosecutors. The teenager, Aristotle Plagianakos, 17, of Mill Basin, was charged in connection with a June 30 crash involving his water scooter and one driven" , "date" : "20070326" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Indictment In Scooter Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DA1230F935A15750C0A9619C8B63"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "The only thing stretching across the entrance to the Bay Front Estates at Mill Basin last week, over a mud-and-gravel road split by a trench for the new water and sewer pipes, was a string of multicolored flags, sagging from a pair of long two-by-fours driven into the raw ground. But while the development, in southeastern Brooklyn, is still" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL | Southeast Brooklyn; Something There Is That Does Love a Wall" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28stre.html"}]