[  {"body" : "KUGEL--Morton died November 21, 2007 at the age of 85. You were loved and will be missed terribly by your loving wife Thelma, sons Richard (Shelley), Barry (Shelley), your grandchildren Allison, David (Robin), Danielle, Jared, and Lauren. You will be missed by all your relatives and friends. He was born in New Haven, CT, grew up in Brownsville," , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths KUGEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EED7173AF931A35751C1A9619C8B63"} , {"body" : "KUGEL--Morton , died November 21, 2007 at the age of 85. You were loved and will be missed terribly by your loving wife Thelma, sons Richard (Shelley), Barry (Shelley), your grandchildren Allison, David (Robin), Danielle, Jared, and Lauren. You will be missed by all your relatives and friends. He was born in New Haven, CT, grew up in Brownsville," , "date" : "20071201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths KUGEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6D7173AF932A35751C1A9619C8B63"} , {"body" : "Until Jennifer McLean and two drivers from City Harvest showed up at Joe Sidoti's farm last Friday, the radishes still growing in his field were goners. The radishes would probably have been plowed under, and they certainly would not have wound up in salads in the South Bronx. But as soon as Ms. McLean saw them, big as apples and red as Christmas" , "date" : "20071119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Off City Turf, Haggling for Food" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/19\/nyregion\/19harvest.html"} , {"body" : "For much of the 20th century, New York sent its share of residents off to war, and today, in many of the state's working-class neighborhoods and towns, the armed forces are as revered as ever. But as New York's veterans march up Fifth Avenue and numerous local Main Streets today, they will barely resemble the crowds around them. Because their ranks" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Veterans' Rolls Decline Here As Fewer Enlist and More Move" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/nyregion\/11vets.html"} , {"body" : "The Brooklyn Navy Yard will become home to a historic center as part of its expansion and redevelopment, Mayor Michael R. Bloomberg and Council Speaker Christine C. Quinn said yesterday. The center, scheduled to open in early 2010 in the Marine Corps commandant's residence, is to use multimedia exhibits, including oral history projects, to tell the" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK; Brooklyn: Navy Yard Development" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1DB143DF93BA35752C1A9619C8B63"} , {"body" : "Wendy Paige Schwam, a daughter of Karen L. Schwam and Richard Schwam of Westport, Conn., is to be married this evening to Jared Lee Siegel, the son of Judith Siegel and Jay Siegel of Wesley Hills, N.Y. Rabbi Asher Bush is to officiate at Stage 6 at Steiner Studios, a film production complex at the Brooklyn Navy Yard. Mrs. Siegel, 30, oversees" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "Wendy Schwam, Jared Siegel" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/fashion\/weddings\/28SCHWAM.html"} , {"body" : "MIKE NELSON A Psychic Vacuum Essex Street Market 117 Delancey Street, at Essex Street, Lower East Side Through Oct. 28 The first major work executed in this country by the British installation wizard Mike Nelson can be found in a cavernous, unused portion of the Essex Street Market. It is an intentionally desolate labyrinth of small, low-ceilinged" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/design\/12gall.html"} , {"body" : "The Brooklyn Navy Yard, one of New York City's major industrial real estate sites, is undergoing a renaissance. Since last fall, new developments totaling 1.3 million square feet have been announced for the yard, a 300-acre industrial park on the East River between the Williamsburg and Manhattan Bridges. This is in addition to the 4 million square" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "6" , "title" : "Brooklyn Navy Yard, a Roomy Haven for Industry, Once Again Is Booming" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/business\/29navy.html"} , {"body" : "ECONOMIC DATA SINKS STOCKS The stock market plunged late in the afternoon, registering its biggest drop in three weeks as investors were hit by fresh worries over declining consumer confidence, falling house prices, shrinking profits on Wall Street and uncertainty about the Federal Reserve. MEDIAN INCOME EDGES UP The nation's median household" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "TODAY IN BUSINESS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE2D7103FF93AA1575BC0A9619C8B63"} , {"body" : "Peggy Samuels, an amateur art historian who with her husband, Howard, wrote or edited 10 books on art and United States history, including a revealing biography of Frederic Remington, the renowned painter of the American West, died Thursday at her home in East Falmouth, Mass. She was 84. The death was announced by her daughter Amy Samuels. Mrs." , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "12" , "title" : "Peggy Samuels, 84, Biographer and Art Historian" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/arts\/design\/28samuels.html"} ,   {"body" : "ELANA KAROPKIN, 31, the principal of the public Urban Assembly School for Law and Justice in Brooklyn, seems wise beyond her years. When she was 24 and a fledgling English teacher, she decided she should buy an apartment before the exploding real estate market forced her out of her native Brooklyn. Although she was happily sharing a three-bedroom" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; Earning an A in Real Estate 101" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/realestate\/19habi.html"} , {"body" : "Stacy Elizabeth Greene and Erik Scott Van Gunten were married last evening at Stage Six at Steiner Studios, a film production complex at the Brooklyn Navy Yard. Rabbi Nadia Gold officiated. Mrs. Van Gunten, 27, will begin teaching next month at the Blue Man Creativity Center Early Childhood Program, a preschool in Manhattan. She graduated cum laude" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Stacy Greene, Erik Van Gunten" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2D81F3FF93AA15754C0A9619C8B63"} , {"body" : "Stacy Elizabeth Greene and Erik Scott Van Gunten were married last evening at Stage Six at Steiner Studios, a film production complex at the Brooklyn Navy Yard. Rabbi Nadia Gold officiated. Mrs. Van Gunten, 27, will begin teaching next month at the Blue Man Creativity Center Early Childhood Program, a preschool in Manhattan. She graduated cum laude" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Stacy Greene, Erik Van Gunten" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/fashion\/weddings\/29GREENE.html"} , {"body" : "Architectural details like cornices, cast-iron columns, and brownstone sills and lintels have always spelled class in a city like New York. And now these small touches are being installed -- or reinstalled -- on a stretch of Myrtle Avenue in Fort Greene and Clinton Hill, a once-shabby strip that was a magnet for sailors and shipbuilders during the" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fort Greene\/Clinton Hill; In the Details, a Small-Town Feel" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29main.html"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. Admission: $8; students and 62+, $7; under 12, free. Tuesday night at 6, ''Celtic Melodies: Songs of Thomas More and Robert Burns,'' by Linda Russell & Companie; $15; $7 for children under 12; free" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D61E3EF930A25754C0A9619C8B63"} , {"body" : "SOMETIME in the hours after I found out my car had been towed, after I broke into a sweat on a cool night on a lush corner of Park Slope, yanked the earphones out of my ears, stood in dumb silence for a while and then trudged home, it occurred to me that perhaps I had become a part of something larger than myself. I think it was when I talked to" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Rite of Passage" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08towi.html"} , {"body" : "Liza Burnett and Stephen Andrew Fefferman were married last evening at Stage 6 at Steiner Studios, a film production complex in the Brooklyn Navy Yard. Rabbi Matthew D. Gewirtz officiated. The bride, 32, is a public relations and marketing consultant in New York. She graduated from Union College in Schenectady, N.Y.. She is a daughter of Harriet" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Liza Burnett, Stephen Fefferman" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/fashion\/weddings\/01burnett.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "During the 24 years that Wilfredo Vega Jr. has been working behind the counter of a police equipment shop on East 21st Street in Manhattan, he has made countless sales to veteran officers of the New York Police Department and to the cadets who attend classes close by at the Police Academy. He has sold T-shirts, leather badge holders and handcuff" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Diverse Fashions, Same Statement: Police" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22juniors.html"} ,   {"body" : "Jennifer Stacy Gellmann and Raul Rothblatt are to be married today in Brooklyn. Rabbi Hara E. Person is to officiate at Stage 6 at Steiner Studios, a film production complex at the Brooklyn Navy Yard. The bride, 36, is a senior librarian in the society, sciences and technology division of the Central Library of the Brooklyn Public Library. She" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Jennifer Gellmann, Raul Rothblatt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EEDC1131F933A15756C0A9619C8B63"} , {"body" : "Eric J. Deutsch, president of the Downtown Alliance since 2005, will leave the organization for a private-sector job, the alliance announced this week. Mr. Deutsch, former president of the Brooklyn Navy Yard Development Corporation, will leave the Downtown Alliance, a business improvement district, on June 1 and become managing director at the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Change At Downtown Alliance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DF1531F932A25756C0A9619C8B63"} , {"body" : "The site of the Navy brig, a former naval prison next to the Brooklyn Navy Yard in Fort Greene, will be turned into a mixed-income housing complex with town houses, co-op apartments, rental apartments, supportive housing, a day care center and perhaps even an environmentally friendly dry cleaner, city officials said yesterday. The Department of" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Development For Former Navy Site" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24mbrfs-brig.html"} , {"body" : "Cindy Dodard, a daughter of Marcia Dodard and Dr. Pierre Dodard of Glen Cove, N.Y., is to be married in Brooklyn today to Vaishnav Krishnan, the son of Vani Krishnan and Dr. Eshwaramani Krishnan of Manama, Bahrain. The Rev. Richard Hasselbach, a priest affiliated with CITI Ministries, is to officiate at Stage 6 at Steiner Studios, a film production" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "WEDDINGS\/CELEBRATIONS; Cindy Dodard, Vaishnav Krishnan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1D9133FF936A25757C0A9619C8B63"} , {"body" : "Two people were in critical condition last night following two hit and runs, one in Manhattan and one in Brooklyn, according to the police. The first victim, Michael Moquette, 24, was struck by a silver Nissan sedan shortly before 5 a.m. yesterday on Amsterdam Avenue near 168th Street in Washington Heights, the police said. According to the police," , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 Are Critically Injured in Hit and Runs" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/08hit.html"} , {"body" : "IT'S easy to find the home of Lexy Funk and Vahap Avsar, owners of Brooklyn Industries, the chain of clothing stores that now has three branches in Manhattan. The building they live in is emblazoned with the Brooklyn Industries logo, familiar from their T-shirts, messenger bags and increasingly sophisticated lines of clothing. Ms. Funk, 36, and Mr." , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Downtown Brooklyn; A Business Grows And a Family Follows, Under the Same Roof" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/realestate\/25HAbi.html"} , {"body" : "That Wild Ride Under the El Q. I think the car-subway chase in ''The French Connection'' is the most exciting scene ever filmed, but I've always wondered where it took place. A. Gene Hackman's harrowing pursuit under the elevated tracks, which took five weeks to create and ran for about seven minutes on the screen, was filmed on a 30-block stretch" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "ONE of the high points of my childhood on Long Island -- where most buildings were as ordinary as Monopoly houses -- was driving past Endo Labs, a pharmaceutical company headquarters in Garden City made of undulating surfaces of corduroy-textured concrete. Endo was part medieval castle, part flying saucer and unlike any building I had ever seen." , "date" : "20070323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW HAVEN (CONN)" , "NEW YORK STATE" , "NORTHEASTERN STATES (US)" , "BOSTON (MASS)" , "MASSACHUSETTS"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Road Trip Back to the Future" , "url" : "http:\/\/travel.nytimes.com\/2007\/03\/23\/travel\/escapes\/23rudolph.html"} , {"body" : "Susan Ruderman and Brian M. Steinhardt were married last evening at Stage 6 at the Steiner Studios, a film production complex at the Brooklyn Navy Yard. Rabbi Gregory S. Marx officiated. The bride, 36, is a media and business consultant in Manhattan. She graduated summa cum laude from the State University at Binghamton. She is the daughter of" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Susan Ruderman, Brian Steinhardt" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/fashion\/weddings\/18Ruderman.html"} , {"body" : "A museum review on Saturday about the U.S.S. Monitor Center in Newport News, Va., misidentified the site where the Monitor was built. It was the Continental Iron Works in Greenpoint, Brooklyn, not the Brooklyn Navy Yard. (The ship was outfitted and commissioned at the yard.)" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWPORT NEWS (VA)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE4DD1F31F935A25750C0A9619C8B63"} ,   {"body" : "As sacred relics go, it doesn't seem too inspiring. In appearance, Nathaniel Hawthorne said, it ''looked like a gigantic rat-trap.'' In life, it had little more than a single day of major achievement, and in that it was less than triumphant. In death, it was even less grand, sinking into the Atlantic during a storm, not even a year after it first" , "date" : "20070310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["VIRGINIA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSEUM REVIEW; A Celebrity Warship Gets a Hall of Fame to Call Its Own" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/10\/arts\/design\/10cent.html"} , {"body" : "AS Lili in ''Carnival'' and Lydia Languish in ''The Rivals,'' Kate Dawson has taken her time finding her true love onstage. Her own romantic life required less persuasion and none of the triangulations in those Broadway shows, but it hasn't been without its theatrical moments. ''For an actor, when it comes to love, the fireworks you feel onstage" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Theater"] , "page_facet" : "17" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Kate Dawson and Jedidiah Cohen" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/fashion\/weddings\/04VOWS.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "History surrounds Billy DeLury as he drives his electric cart around Dodgertown, past lanes named after Roy Campanella, Jackie Robinson and Pee Wee Reese and other Dodgers in the Hall of Fame. In a little more than a year, those names will be incongruous. After spring training of 2008, the Dodgers will move their training facilities to the Phoenix" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ARIZONA" , "FLORIDA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "SPORTS OF THE TIMES; Dodger History Will Be Left on Base" , "url" : "http:\/\/select.nytimes.com\/\/2007\/03\/02\/sports\/baseball\/02vecsey.html"} , {"body" : "Natalya Khavin and Leigh Benjamin Gross are to be married today at Stage 6 at Steiner Studios, a complex for film production at the Brooklyn Navy Yard. Rabbi Joseph Potasnik, the executive vice president of the New York Board of Rabbis, is to officiate. The bride, 30, is known as Natasha. She works in Manhattan as the associate counsel for the" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Natasha Khavin, Leigh Gross" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/fashion\/weddings\/11KHAVIN.html"} , {"body" : "Erica Dale Busch and Brian Irik Frank were married last evening in Brooklyn. Rabbi Bennett Miller officiated at Steiner Studios, a film production complex at Brooklyn Navy Yard, with Rabbi Andrew Busch, a cousin of the bride, participating. The bride, 32, is an associate at Moses & Singer, a Manhattan law firm. She graduated magna cum laude from" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Erica Busch, Brian Frank" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/fashion\/weddings\/04busch.html"} , {"body" : "An article on Wednesday about the death of a shipyard worker at the Brooklyn Navy Yard misstated the given name of a spokesman for the federal Occupational Safety and Health Administration who said the accident was being investigated. He is John Chavez, not Juan." , "date" : "20070127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E2D8173FF934A15752C0A9619C8B63"} , {"body" : "A shipyard worker died yesterday after falling at least 25 feet in a fuel barge at the Brooklyn Navy Yard, the police said, the second fatality this month at a work site operated by GMD Shipyard Corporation. The man, Arturo Medina, 36, of Brooklyn, was climbing down a 50-foot ladder into the dry-docked barge's hull when he fell just after 10:30" , "date" : "20070124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Dies in Fall, Second Fatality At Brooklyn Shipyard in January" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/24\/nyregion\/24fall.html"} , {"body" : "A man who works at an organization that collaborates with a school in Brooklyn was charged yesterday with sexually assaulting a teenage student, city school officials said. The man, Ivory Gordon, 24, of Brooklyn, was charged with rape, sex abuse and criminal sexual conduct, according to the office of Richard J. Condon, the special commissioner of" , "date" : "20070111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Rape Of Student" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4D71230F932A25752C0A9619C8B63"} , {"body" : "An investigation is under way into what caused a metal plate weighing thousands of pounds to fall and crush a worker to death on Saturday morning at the GMD Shipyard in the Brooklyn Navy Yard, a spokesman for the Occupational Safety and Health Administration said yesterday. ''We are conducting an investigation to determine whether any safety" , "date" : "20070108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Accident Inquiry Begins" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/08\/nyregion\/08mbrfs-PLATE.html"} , {"body" : "You can see them everywhere in the blocks near Cadman Plaza: lost tourists, brows furrowed over guidebooks, looking for that most elusive of landmarks, the Brooklyn Bridge. ''We had to ask four people,'' said Kelli Parsons, 21, a Londoner who on Wednesday morning had just found the entrance to the bridge's pedestrian footpath. ''We're useless,''" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; To Cross the Bridge, Job No. 1 Is to Get on It" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07exit.html"} ,   {"body" : "Christopher G. Thomas hardly ever worked on Saturdays. It was his day to shop, do laundry and, most important, languidly pass the hours with his wife. But yesterday, needing money, Mr. Thomas reported to work as an ironworker at the GMD Shipyard in the Brooklyn Navy Yard near Fort Greene. About 10:15 a.m., witnesses said, a massive metal plate," , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Shipyard Worker Killed by Falling Metal Plate" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/07yards.html"}]