[  {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "JOSÉ SANTIAGO, 39, has been around Prospect Heights, Brooklyn, ever since he was a child and started spending summers in the neighborhood with his father, a building superintendent who worked there. Mr. Santiago is a building superintendent himself now, living and working just down the street from where his father lived and worked. It is a good" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "DISPATCHES; Crime Is Low, but Fear Knows No Numbers" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/nyregion\/thecity\/16disp.html"} , {"body" : "FOR CHILDREN CHILDREN'S READING SERIES While Charlotte Jones Voiklis and Léna Roy were growing up, they were sometimes allowed into what their grandmother called the Ivory Tower, her work room in her Connecticut house. To keep the girls quiet, she would have them read the projects she was drafting. Though such a strategy would rarely succeed in" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/14wkids.html"} , {"body" : "FOR CHILDREN 'BASH THE TRASH 'N' ASIA' (Sunday) It is what it sounds like. The members of Bash the Trash will engage their audience -- this program is for ages 3 to 6 -- in making instruments from recycled junk. An interactive concert follows, in which two members of Yo-Yo Ma's Silk Road Ensemble will help introduce the music of Asia. At 3 and 5" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DD1038F937A25751C1A9619C8B63"} , {"body" : "Correction Appended AROUND TOWN NEW YORK ANIME FESTIVAL This celebration of Japanese anime culture -- the first of what's planned to be an annual event -- is intended to be even more interactive than most pop culture conventions. The festival, to be held this weekend at the Jacob K. Javits Convention Center, includes exclusive screenings, autograph" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/07wspare.html"} , {"body" : "AROUND TOWN Museums and Sites INDEPENDENT AND SMALL PRESS BOOK FAIR It's hard to get more indie than Ian MacKaye. For more than two decades, Mr. MacKaye, the founder of Dischord Records and the frontman of the seminal Washington punk band Fugazi, has stood firm against corporate enticements and megadeals, eschewing major labels and high ticket" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/30\/arts\/30wspare.html"} , {"author" : "More: nytimes.com\/cityroom" , "body" : "ASIDE from the green and white sign with the three-leaf clovers, there isn't much to catch the eye about Mooney's Pub on Flatbush Avenue in Brooklyn, unless you're a frequent passer-by with an apartment nearby and what you had always thought was an uncommon last name. In that case, you wonder idly what these other Mooneys are like, and make a" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Where Everybody Really Did Know His Name" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18disp.html"} , {"body" : "Stitchery Museum of Arts & Design, 40 West 53rd Street; (212) 956-3535. ''Pricked: Extreme Embroidery,'' an exhibition of contemporary artworks, will open on Nov. 8 with gallery tours by several of the 48 artists whose work is featured in the exhibition, followed by a reception and discussion with the artists and David Revere McFadden, the curator" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/08\/garden\/08cal.html"} , {"body" : "Design and Society Parsons The New School for Design, 66 West 12th Street; (212) 229-3919. The first program in ''Design With a Conscience,'' a series of lectures, symposia and exhibitions that will examine design in the context of social responsibility, will take place on Nov. 5 at 6:30 p.m. Participants in the discussion, which will be about" , "date" : "20071101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/01\/garden\/01cal.html"} , {"body" : "AROUND TOWN Halloween CEMETERIES, GHOSTS, SPIRITS AND SAINTS, Wednesday at 6:30 p.m., a lecture by Ronald J. Brown, a scholar, at the Mid-Manhattan Library, Fifth Avenue and 40th Street. (212) 340-0887. Free. DAY OF THE DEAD ON STATEN ISLAND, Sunday, 11 a.m. to 4 p.m., at the George Cromwell Recreational Community Center, Pier 6 and Hannah Street," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5D71E3DF935A15753C1A9619C8B63"} , {"body" : "AROUND TOWN CROWN POINT FESTIVAL The organizers of the newly minted Crown Point Festival, which begins Saturday night at the Abrons Arts Center on the Lower East Side, knew they had a problem. In New York, land of a thousand festivals, how can yet another multiweek arts extravaganza make a name for itself? It turns out that their answer -- films," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/26wspare.html"} ,   {"body" : "Arts & Crafts Grolier Club, 47 East 60th Street; (302) 831-3250. ''Shared Dreams: Partnerships of the Arts and Crafts Movement,'' a lecture about the ''silent'' partners in the lives and work of such designers as Charles Rennie Mackintosh, William Morris and William de Morgan, will take place on Oct. 30 at 6 p.m. Nancy Green, the senior curator of" , "date" : "20071025" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/25\/garden\/25cal.html"} , {"body" : "THERE are some restaurant dishes that I order because they sound better than everything else on the menu, and there are some I order because they sound worse. My reasoning goes like this: If a chef dares to offer something as unappealing as, say, a raw kale salad, chances are it's fantastic. I've played this game at restaurants all over the world," , "date" : "20071024" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A GOOD APPETITE; If It Sounds Bad, It's Got to Be Good" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E7DA1539F937A15753C1A9619C8B63"} , {"body" : "THEY use a pickle jar as a fishbowl, a vintage egg incubator as a stereo stand, and a cobbler's bench as a coffee table. Robert Wilson and Elizabeth Crowell are skilled at the art of repurposing. Their 3,900-square-foot Victorian town house in the Prospect Heights neighborhood of Brooklyn is filled with curiosities that have unexpected pasts." , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | PROSPECT HEIGHTS, BROOKLYN; The Ultimate Recyclers" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/realestate\/21habi.html"} , {"body" : "The Chrysanthemum New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. ''Kiku: The Art of the Japanese Chrysanthemum,'' a garden-wide series of exhibitions and programs including a flower show in the Enid A. Haupt Conservatory and horticultural and cultural workshops and events, will take place from Oct. 20" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/18\/garden\/18cal.html"} , {"body" : "Manhattan Gramercy Park Area $630,000 201 East 21st Street (Quaker Ridge) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, kitchen with windows, marble bath, hardwood floors, north and east exposures; maintenance $813, 50% tax-deductible; listed at $630,000, 32 weeks on market (broker: Citi Habitats New York)" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/18\/garden\/18nysale.html"} , {"body" : "Windy City Fashion Museum at the Fashion Institute of Technology, Seventh Avenue at 27th Street; (212) 217-4558. ''Chic Chicago: Couture Treasures from the Chicago History Museum,'' will be at the F.I.T. museum from Oct. 12 through Jan. 5. It will feature 50 examples of haute couture from the Chicago museum's collection of more than 50,000 objects." , "date" : "20071011" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/11\/garden\/11cal.html"} , {"body" : "Two robbers armed with a handgun held up a storage facility in Prospect Heights and a fast-food restaurant in Clinton Hill yesterday, the police said. The first robbery occurred shortly after 12:30 p.m., when two men, dressed in dark clothes and caps, entered Storage Deluxe at 945 Atlantic Avenue and stole cash, the police said. The amount stolen" , "date" : "20071008" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn: Pair Sought In Two Robberies" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/08\/nyregion\/08mbrfs-PAIRSOUGHTIN_BRF.html"} , {"body" : "Dance Claudia La Rocco Quick, put that bagel down and head to the Brooklyn Botanic Garden for its 15th annual CHILE PEPPER FIESTA. This child-friendly six-hour Sunday extravaganza features everything from tastings to documentary films, but if you can stay for only a little while, make sure to head to the Cherry Esplanade Stage at 4:45 p.m. for the" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFD81E3FF933A0575AC0A9619C8B63"} , {"body" : "Correction Appended Film Manohla Dargis At once admired and fiercely loathed, the German-born provocateur MICHAEL HANEKE polarizes critics far more than does any filmmaker of comparable stature working today. His bad rap is understandable, but it's also misleading and, given the recent on-screen evidence, out of date, out of touch and seriously out" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Week Ahead: Sept. 30--Oct. 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EEDE173CF933A0575AC0A9619C8B63"} , {"body" : "There it is, past the weathered men bent over rows of empty beer bottles headed to a recycler at a nickel apiece. It is parked on the sidewalk and shackled with a thick chain to a rusty old fence. Proud, even regal, it is a candy-apple colored promise of indulgent convenience on this faded block in Prospect Heights. It is a pedicab. Half bicycle," , "date" : "20070929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROSPECT HEIGHTS JOURNAL; He Caters to a Brooklyn Kind of Carriage Trade" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/29\/nyregion\/29journal.html"} ,   {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at noon, a lecture on collecting baseball artifacts by Stephen Wong, a collector and the author of ''Smithsonian Baseball: Inside the World's Finest Private Collections.'' Tomorrow, 1 to 5 p.m., and Sunday, 1 to 9 p.m., staged readings of literary" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5DF173DF93BA1575AC0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites QUEENS BOTANICAL GARDEN The word sustainable has lately been used to describe everything from toothpaste to sport utility vehicles to cruises. So you can be forgiven for greeting the news that the Queens Botanical Garden is opening a sustainable visitors' center on Friday with a bit of skepticism. After all, wouldn't" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/28wspare.html"} , {"body" : "The Grand Entrance Gallery of the New York School of Interior Design, 161 East 69th Street; (212) 472-1500. ''Making an Entrance: Design Philosophy and the Entry in Western Architecture,'' an exhibition of 100 photographs, will be at the gallery from Sept. 20 through Dec. 21. It will explore the history and evolution of the entrance, and its design" , "date" : "20070920" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/20\/garden\/20cal.html"} , {"body" : "''I'm still looking, but I want to go away. I'm going to look at Syracuse and Ithaca and Boston and places in D.C. I know I want communications and journalism, but I haven't found a perfect match yet. I want to go to college to experience new things and meet new people. But it's kind of scary to decide about your future.'' Jill Feigelman St." , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "UP AND ABOUT; University Blues" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16coll.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday at 9 p.m. in the Rose Center for Earth and Space, ''One Step Beyond,'' an evening of music, refreshments and screenings of the space show; $20. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,''" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wspare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JAMIE BAUM SEPTET (Tonight) The flutist Jamie Baum explores her own meticulous yet pliable compositions with this ensemble, which she featured on an estimable recent album, ''Moving Forward, Standing Still'' (OmniTone). At 8, Neighborhood Church of Greenwich Village, 269 Bleecker Street," , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DA103DF937A2575AC0A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. FESTIVAL OF NEW TRUMPET MUSIC The horns are not just plentiful but purposeful during the Festival of New Trumpet Music, which begins its fifth year of programming tomorrow night. Founded and directed by Dave Douglas, a jazz trumpeter rightly celebrated for his imaginative rigor, it" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/music\/14wjazz.html"} , {"body" : "Harvey W. Schultz, New York City's commissioner of environmental protection during the last of Mayor Edward I. Koch's three terms, died in Brooklyn on Sept. 6. He was 66 and lived in Prospect Heights, Brooklyn. The cause was a heart attack, his wife, Nanette Rainone, said. Mr. Schultz was chosen to lead the Department of Environmental Protection in" , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Harvey Schultz, 66, Head Of Environmental Agency" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/13\/nyregion\/13schultz.html"} , {"body" : "Manhattan SOHO $639,000 50 King Street (Varick Street) 1,200-sq.-ft. penthouse studio in a postwar building; elevator; kitchen with stainless steel appliances, home office, oversize windows, south and east exposures; wraparound terrace; laundry in building; maintenance $710, 48% tax deductible; listed at $639,000, 43 weeks on market (brokers:" , "date" : "20070913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDE163CF930A2575AC0A9619C8B63"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} ,   {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} , {"body" : "Manhattan WEST VILLAGE $995,000 105 West 13th Street (Greenwich Towers) 2-bedroom, 2-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen and baths, marble baths, laundry; common roof deck and laundry in building; maintenance $1,574, 52% tax deductible; listed at $995,000, 4 weeks on market (brokers:" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06nysale.html"} , {"body" : "ALMOST from the moment it opened in 2004, Franny's had followers so ardent that they seemed to be willing themselves into their swoon over the place. Their unfettered enthusiasm was one of several reasons for skepticism. Another was their ZIP code: many lived near Franny's, which is in the Prospect Heights section of Brooklyn, and you know how" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; A Shrine for Zealots and Converts" , "url" : "http:\/\/events.nytimes.com\/2007\/08\/29\/dining\/reviews\/29rest.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ONCE little Sophia Rückriegel began to crawl, all that her parents could think about was gaining more space. She bumped into furniture. Her toys consumed the living room. Her parents, Raquel Wexler and Andreas Rückriegel, were renting a small, pricey one-bedroom near Gramercy Park. Last winter, when Ms. Wexler had a few weeks off between work" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; No Longer Boxed In" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/realestate\/26hunt.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center. Through Oct. 10, Plaza Library and Steinberg Room Gallery, ''Cloud Gate in Photographs,'' an exhibition that features the photographs of Cloud Gate, the Taiwanese experimental dance company. Sponsored by the Asia" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2D61631F937A1575BC0A9619C8B63"} , {"body" : "AROUND TOWN REVENGE OF THE BOOKEATERS Whether they always finished their own homework is debatable, but on Sunday evening a Who's Who of downtown comedy stars, writers and indie rockers will perform in a benefit show for 826NYC, the free tutoring center for children in Park Slope, Brooklyn. Among those scheduled to appear are Feist, the indie" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24wspare.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. LINCOLN CENTER OUT OF DOORS Anyone intrigued by the cultural significance of tea should head to this free festival Friday to discover the Taiwanese Way of Tea. The Trance Music Ensemble, above, which includes pipa, cheng, zither and flute players as well as actors and" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Classical Music\/Opera Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24classical.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF two can live more cheaply than one, then three can live more cheaply than two. Or at least more grandly. So Joseph Baker and Leslie Taufner, who were already roommates in a railroad flat in Prospect Heights, Brooklyn, teamed up with their friend Sebastian Mei, who was squeezed into a pricey East Village one-bedroom, to avail themselves of" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MILWAUKEE (WIS)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Companionship, and a Good Deal" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/realestate\/19hunt.html"} , {"body" : "ELANA KAROPKIN, 31, the principal of the public Urban Assembly School for Law and Justice in Brooklyn, seems wise beyond her years. When she was 24 and a fledgling English teacher, she decided she should buy an apartment before the exploding real estate market forced her out of her native Brooklyn. Although she was happily sharing a three-bedroom" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; Earning an A in Real Estate 101" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/realestate\/19habi.html"} , {"body" : "Foxy Brown, below, has been charged with felony assault, misdemeanor assault and criminal possession of a weapon, The Associated Press reported yesterday. Ms. Brown, the 27-year-old rapper, whose real name is Inga Marchand, was released on $50,000 bail after being arraigned Tuesday. The authorities allege that she hit a neighbor; her manager, Chaz" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; More Trouble For Foxy Brown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400EEDF123BF934A2575BC0A9619C8B63"} ,   {"body" : "Manhattan LOWER EAST SIDE $710,000 20 Clinton Street (Stanton Street) 1-bedroom, 1-bath, 763-sq.-ft. condo in a prewar building; elevator; entry foyer, windowed eat-in kitchen and bath, high ceilings; needs work; common roof deck and garden; common charge $410, taxes $2,052; listed at $735,000, 10 weeks on market (broker: Citi Habitats New York)" , "date" : "20070816" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/16\/garden\/16nysale.html"} , {"body" : "FOR CHILDREN 'EAST SIDE STORIES' The teenagers in City Lights Youth Theater have spent the summer acting as amateur archaeologists. But they haven't been excavating some ancient site overseas; they've been digging, at least metaphorically, into the old foundations of Broadway. The results will be presented this afternoon in ''East Side Stories,''" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Review" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/10kids.html"} , {"body" : "There were minute-by-minute (and hour-by-hour) accounts of commutes thwarted -- and accomplished, if in triple the usual time. There were comparisons of New York to third-world countries, of the Metropolitan Transportation Authority to the Taliban. There were many complaints about rude transit workers, and glimpses of praise for generous bus" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Anger and Triumph, As Told From Front Line" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/nyregion\/09cityroom.html"} , {"body" : "A lone cluster of clouds gathers demurely behind the Con Edison Building as Claire Kuhn and Jessica Watson spread their striped beach towels into a pristine pool of sun that has formed on the roof. Un-self-consciously, they splay their bikini-clad bodies toward the light. On a quest for that ultimate summer badge -- casually sun-tinged skin --" , "date" : "20070804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | BLACKTOP BEACH; Dwindling Temples in the Sky for Sun Worshipers" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/04\/nyregion\/04summer.html"} , {"body" : "AROUND TOWN 'SUMMER SESSIONS' When Jeannie Hopper was taking her first spin on the turntables in the garden of the Cooper-Hewitt National Design Museum a couple of years ago, and a pair of 70-something women sidled over to her D.J. booth, she had a pretty good idea of what was coming. ''I thought they were going to complain about the noise,'' Ms." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/03wspare.html"} , {"body" : "For a long time, Public School 8 in Brooklyn Heights was so troubled, it served as a sort of benchmark for local parents: If your child was old enough to attend, it was probably time to move out of the neighborhood. Then, starting in 2003, a new principal and a new team of teachers, along with parents and community groups, pursued a spirited" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Brooklyn Heights; Wanted: A School of Their Own" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29midd.html"} , {"body" : "WHEN Janey Lee and Pablo Agüero were struggling freelance Web designers, buying an apartment in Manhattan seemed like a dream, one clouded by credit-card debt, student loans that had to be repaid and the bills for their wedding. But now, five years later, they are about to move into a $445,000 two-bedroom condo in Hamilton Heights, in Upper" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Every Penny Counts" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/realestate\/29cov.html"} , {"body" : "DECADES before Al Gore revved into documentary scold mode and transferred the green state of mind into fashionably green activism with his Academy-Award-winning film, ''An Inconvenient Truth,'' there was Richard M. Cherry. Never heard of him? Mr. Cherry, 64, is one of 15 finalists, and the only local finalist, for the $100,000 Purpose Prize, an" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; A Contractor Who Was Green Before Green Was Cool" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/nyregion\/20lives.html"} , {"body" : "WHEN people ask where I live, I tailor my answer to my audience. If someone with children is asking, I'll answer, ''Park Slope,'' as if I had just won the lottery. If I'm talking to a childless friend who lives somewhere gritty -- say, Bushwick -- I'll duck the question, or mumble that I live near Prospect Park. Lovers and haters of Park Slope are" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Park Slope Parent Trap" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/realestate\/08cov.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' In the Imax theater, ''Dinosaurs Alive!,'' a film about museum paleontologists in search of dinosaur remains. Timed tickets to ''Mythic Creatures'' and ''Gold'' include museum" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E0D6123EF935A35754C0A9619C8B63"} ,   {"body" : "In the canon of every New Yorker's worst nightmares, it has to rank high: Put in a long night at work. Fall asleep on a muggy subway platform waiting for a train home. Awake to find that your belongings, which happen to include an exquisitely sonorous 1913 violin handmade by Stefano Scarampella, one of the great violin makers of the past 100 or so" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Violin Taken In Subway Is Reunited With Owner" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/05\/nyregion\/05violin.html"} , {"body" : "Manhattan GREENWICH VILLAGE $775,000 13 West 13th Street (Norville House) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; part-time doormen; dining area, renovated kitchen with granite countertops, renovated bath; laundry and common courtyard in complex; maintenance $1,174, 70% tax deductible; listed at $715,000 (multiple bids), 15" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/05\/garden\/05nysale.html"} , {"author" : "Charles V. Bagli and Ken Belson contributed reporting." , "body" : "Ever since it was proposed, the Atlantic Yards project in Brooklyn has simultaneously been the borough's biggest, most controversial and least understood real estate development. Critics have long suggested that the project is a taxpayer-subsidized bonanza for the developer, the project's promised jobs and subsidized housing a kind of Trojan horse" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Documents Show Risk In Big Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01yardsxx.html"} , {"body" : "Rose Month events at the New York Botanical Garden conclude this weekend with free tours of the Peggy Rockefeller Rose Garden and question-and-answer sessions with experts. In addition ''All About Roses,'' tomorrow from 10 a.m. to 4:45 p.m., will feature three two-class sessions on their growth and care; each session is $31 ($28 for members) and" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Renewed to Keep the Bloom on the Rose" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E2D6103FF931A15755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Tuesday, 6 to 9 p.m., ''Up the Hudson River,'' a three-hour cruise on the river to learn about its history and geology; $45; $42.50 for members, students and 60+. (Information: 212-769-5200.)Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: June 15 - June 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2D6143FF936A25755C0A9619C8B63"} , {"body" : "To the Editor: Re ''So, Do I Make the Cut?,'' April 29: Neither as renter nor homeowner have I ever come across a dog who: plays his music too loud; blocks my driveway; steals my parking space; lets his trash blow into the street; or leaves the building door ajar. In fact, in social and public settings, the average dog, I have found, is much better" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "9" , "title" : "A Dog's Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD9163FF933A25755C0A9619C8B63"} , {"body" : "BROECKER--William, on June 4, 2007. It is with great sadness that the School of Visual Arts announces the death of a distinguished faculty member and dear friend, William Broecker. Born on November 21, 1932 in Detroit, he began teaching in the Photography Department at the School of Visual Arts in the fall of 1967. Over the years he offered his" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths BROECKER, WILLIAM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E5DA143AF933A25755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: June 8 - June 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5DE1F30F93BA35755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "To the Editor: In rejecting Mayor Bloomberg's congestion pricing plan, Ellen F. Crain made a flawed ''common sense'' prediction: that neighborhoods outside of the pricing zone will suffer a scourge of drivers trying to beat the $8 charge by parking near transit stops then hopping on the train (''Red Light for Breathing,'' Op-Ed, May 20). While some" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Parking, Pollution And the Pricing Zone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7DA1730F934A15756C0A9619C8B63"} ,   {"author" : "Fran Giuffre is a frequent contributor to the Mr. Beller's Neighborhood Web site." , "body" : "IT was Memorial Day weekend, the official start to the summer season, and although the stores were boasting sales even more spectacular than the week before, I was determined to do anything but shop. But there I was walking along Avenue of the Americas with my boyfriend, Steve, headed toward Bed, Bath & Beyond. I had agreed to go into Manhattan" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; The Curtains, The Dog, The Remark" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/thecity\/27dog.html"} , {"body" : "Restaurant Sorrel 605 Carlton Avenue (St. Mark's Avenue), Prospect Heights, Brooklyn, (718) 622-1190. Sometimes what seems like a bargain is too good to be true; other times you walk away happy. You can stroll out on either side of the equation with Restaurant Sorrel, where three courses are $25, cash only. (Wines run $7 to $10 a glass.) The man" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS; IN THE NEIGHBORHOOD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3D61F31F930A15756C0A9619C8B63"} , {"body" : "Price Table Less than $300,000 $300,000 to $599,999 $600,000 to $899,999 $900,000 to $1.2 million More than $1.2 million In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent list Amenities Table Number of bedrooms Number of full bathrooms Number of half" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE6DF1131F933A15756C0A9619C8B63"} , {"body" : "Manhattan BATTERY PARK CITY $376,000 300 Albany Street (South End Avenue) (Hudson View West) 1-bedroom, 1-bath, 653-sq.-ft. condo in a postwar building; concierge; renovated kitchen, marble bath, north exposure; laundry in building; common charge $1,221; taxes $7,284; listed at $399,000, 12 weeks on market (broker: ReMax at the Battery) GRAMERCY" , "date" : "20070517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DE1031F934A25756C0A9619C8B63"} , {"body" : "Price Table Less than $300,000 $300,000 to $599,999 $600,000 to $899,999 $900,000 to $1.2 million More than $1.2 million In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent list Amenities Table Number of bedrooms Number of full bathrooms Number of half" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFDA1431F930A25756C0A9619C8B63"} , {"body" : "THEY came in sweatshirts and fuzzy slippers, suits and oxfords, seeking chocolate muffins and Cheerios. Some grabbed a yogurt and left. Others lingered. In the room high above the Hudson River, they relished the food, the vistas and one another's company for as long as they could stretch a New York minute. So began another morning at Orion, a" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Beautiful Day in the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/fashion\/29condo.html"} , {"body" : "Finally, New York's trees and gardens, so long stuck in a kind of suspended animation, have shaken off winter. When the rain ended abruptly last week, the whole city burst into bloom simultaneously rather than in the usual sequential order. Now's the moment to get outside, walk on the city's side streets under canopies of white Callery pears and" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Spring in the City" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/27\/arts\/27flow.html"} , {"body" : "The 2007 season of show houses and house and garden tours runs through fall, with several events every weekend. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest whimsy and stuffed with owners' collections" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Real Estate"] , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFD91531F935A15757C0A9619C8B63"} , {"body" : "THE 2007 season of show houses and house and garden tours opens in April and continues on weekends through midsummer and beyond. Visitors -- dreamers, planners, would-be master builders and just plain oglers -- can peer into rooms that have been painstakingly restored to period detail, fancifully concocted with the latest interior whimsy and" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "For the Curious, It's Open House Season" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/garden\/26tour.html"} , {"body" : "YOU'VE taken your hybrid car out to run some errands. You've stocked up on organic produce and nontoxic cleaning supplies at the supermarket. You've stopped at the Home Depot to take advantage of its new Eco Options plan, picking up energy-efficient light bulbs, paint that is low in pollutants and wood harvested according to the principles of" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "THE POUR; When the Wine Is Green" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/dining\/25pour.html"} ,   {"body" : "FIRST, there's the search for the perfect apartment. Then comes the bidding, the contract signing, the financing, the closing and -- finally -- the big move. So actually living in that co-op or condo should be the easy part, right? Not exactly. As many first-time buyers are learning, sometimes it's the day-to-day reality of apartment ownership" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The New Kids on the Board" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/realestate\/22cov.html"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series: tomorrow at 7:30 and 9 p.m., Point Cross; $15, members $12; requires reservation. Hours: Wednesdays through Sundays," , "date" : "20070413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "SPARE TIMES: April 13 - April 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DE133FF930A25757C0A9619C8B63"} , {"body" : "New York City wants to strengthen its hand against recalcitrant landlords by giving itself broad new powers to overhaul entire building systems -- like heating, electrical or plumbing -- in long-troubled properties, and to force landlords to pay for the work. A bill to be introduced in the City Council today with the Bloomberg administration's" , "date" : "20070412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Seeks Broader Power to Fix Troubled Buildings at Landlords' Expense" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/12\/nyregion\/12housing.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. In the recently opened Anne and Bernard Spitzer Hall of Human Origins, there are more than 200 casts of prehuman and human fossils and artifacts that illustrate stages in physical and behavioral evolution. Suggested museum admission: $14; $10.50 for" , "date" : "20070406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: April 6-April 12" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/06\/arts\/06spare.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "''The Dinner Party,'' Judy Chicago's landmark multimedia installation celebrating the role of women in Western civilization, has moved to a permanent home in the new Elizabeth A. Sackler Center for Feminist Art at the Brooklyn Museum. The work features a table with 39 place settings, each representing a woman in history. Smaller parties can be" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/BROOKLYN MUSEUM; Places at the Table" , "url" : "http:\/\/events.nytimes.com\/2007\/04\/01\/dining\/01rest.html"} , {"body" : "AS homeowners across the country have dealt with the declining values of their houses and their ballooning mortgage payments, most New Yorkers seem to believe that the market here doesn't play by the same rules. But in recent weeks, a growing number of New Yorkers, often with six-figure salaries and reasonably good credit, have begun to find that" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Battle for a Mortgage" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/realestate\/01cov.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $233,000 870 West 181st Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 2 weeks 600-sq.-ft. co-op in a prewar building; renovated eat-in kitchen, high ceilings, h\/w floors, George Washington Bridge view; maintenance $542, 42% tax deductible; listed at" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4D81030F932A35757C0A9619C8B63"} , {"body" : "IT was a little after 6 on an icy Saturday night, and the makeshift trap, a three-foot-square box made of wood and netting, had been propped up on a stick next to an empty lot in Prospect Heights, Brooklyn, for 20 minutes. A 40-foot purple string ran from the stick, along the sidewalk, into the window of a red Mazda, where Laura Brahm was holding" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/Prospect Heights; Before Bulldozers, The Sound Of Purring" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25stre.html"} , {"body" : "SUE PIKE, a slender 45-year-old who lives in Prospect Heights, Brooklyn, does not consider herself a ''cat whisperer.'' She is, however, in the business of psychically healing these most touchy of man's animal companions. ''I'm in the field of animal communication,'' Ms. Pike explained the other day as she was visiting a particularly" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Look Who's Talking" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18cats.html"} , {"body" : "Manhattan Less than $300,000 East Village $310,000* 88 East Third Street (Second Ave.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 12 weeks 450-sq.-ft. alcove studio co-op in a prewar building; high ceilings, exposed brick walls, h\/w floors, original detail; maintenance $423; 60% tax deductible;" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D91231F932A25750C0A9619C8B63"} ,   {"body" : "A man in jail on Rikers Island has been accused of trying to hire someone to behead Police Commissioner Raymond W. Kelly and to bomb Police Headquarters. The police said the man, David Brown, 47, of Prospect Heights, Brooklyn, was charged yesterday with second-degree criminal solicitation in a plot that was discovered after the police received a" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Inmate Plotted to Kill Police Leader And Plant a Bomb, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06kelly.html"} , {"body" : "LIKE most teammates, the chess players who like to gather at Dr. Ronald E. McNair Park in Prospect Heights, Brooklyn, share a familial camaraderie. They refer to one another by nicknames like Indiana George and One a Day (the number of times the player won), and offer casual slaps on the back after a particularly good game. They graciously boast" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES \/ Mastering; The Game of Kings, and a Side of Fries" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/crosswords\/chess\/04chess.html"} , {"body" : "Because of an editing error, an article last Monday about Jacqueline Melendez Rivera, a New York City police officer accused of covering up for her husband after the shooting of another officer in Brooklyn, misidentified her neighborhood at one point. She lives in Park Slope, Brooklyn, not Prospect Heights. The error was repeated in a correction in" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DE1E3EF935A15751C0A9619C8B63"} , {"body" : "Because of an editing error, an article last Monday about Jacqueline Melendez Rivera, a New York City police officer accused of covering up for her husband after the shooting of another officer in Brooklyn, misidentified her neighborhood at one point. She lives in Park Slope, Brooklyn, not Prospect Heights. The error was repeated in a correction in" , "date" : "20070226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E4DE1E3EF935A15751C0A9619C8B63"} , {"body" : "THE lights had just dimmed when a young woman wearing a flowered dress made her way along the first row of seats of a theater at the IFC Film Center in the West Village with a pile of dry cleaning in her arms. ''Do you want to dance on stage with us during the 'They Got the Mustard Out' song?'' the woman whispered to members of the audience as she" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WEST VILLAGE; Sing Out, Buffy!" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25buffy.html"} , {"body" : "Because of an editing error, an article on Monday about Jacqueline Melendez Rivera, a New York City police officer accused of covering up for her husband after the shooting of another officer in Brooklyn, misidentified her neighborhood at one point. She lives in Prospect Heights, Brooklyn -- not Park Slope." , "date" : "20070222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DA133EF931A15751C0A9619C8B63"} , {"body" : "Jacqueline Melendez Rivera is a police officer but not, she says, a traitor to her badge. She is simply a woman, she says, who, concerned about protecting her family, became caught unaware in the aftermath of a crime. Now, her life upended, she stands accused of helping the man she loved cover up an especially damning shooting nine days ago. On" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crisis of Family and Badge" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/nyregion\/19cop.html"} , {"body" : "Since the new year began, a burst of activity has broken out in Manhattan and several Brooklyn neighborhoods as New Yorkers frenetically hunt for co-ops, condominiums and town houses, sending prices higher despite sluggish sales in many other cities. Preliminary indications from real estate firms showed that this increased activity, with open" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOUSING MARKET HEATS UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/nyregion\/19market.html"} , {"body" : "THE proposed Nets arena has been depicted as many things by opponents of the Atlantic Yards project, but a gigantic, shining toilet bowl is the most eye-catching critique to date. The artwork is one of more than 50 works that appeared last fall in an exhibition, ''Footprints: Portrait of a Brooklyn Neighborhood,'' at Grand Space, a community center" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; An Exhibition Notable For What's Not There" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/nyregion\/thecity\/18cens.html"} , {"body" : "An article yesterday about previous -- and unfounded -- accusations of wrongdoing against Jacqueline Melendez Rivera, a New York City police officer accused of covering up for her husband after the shooting of another officer in Brooklyn, gave the incorrect name in some copies of the street where the couple live. It is St. Marks Avenue, in Prospect" , "date" : "20070214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEFD7163EF937A25751C0A9619C8B63"} ,   {"body" : "The police officer charged with covering up for her husband after the shooting of another officer in Brooklyn has faced four allegations of wrongdoing during her 13-year career, all of which were found to be unsubstantiated, police officials said yesterday. In 2000, the officer, Jacqueline Melendez Rivera was accused of having a relationship with" , "date" : "20070213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Officer Faces Scrutiny After Shooting of Colleague" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/13\/nyregion\/13cop.html"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Feb. 19, ''Black Style Now.'' Tomorrow at 3 p.m., ''Popping, Locking, Uprocking and Breaking: Roots of Hip-Hop Dance,'' a lecture and demonstration by Jorge (PopMaster Fabel) Pabon and others. Sunday at 3 p.m., ''Robert Caro: Reflections on Robert" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: Feb. 9 - Feb. 15" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/arts\/09spar.html"} , {"body" : "To the Editor: In ''Something There Is That Does Love a Wall'' (Street Level column, Jan. 28), you quote Dorothy Turano, of Community Board 18 in Brooklyn, as saying: ''We don't have mixed uses here, and we don't want them. We don't think you should mix commercial and residential. It doesn't work, not in Brooklyn. The boroughs, they're more" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Brooklyn, Suburban? I Don't Think So" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5DA123FF937A35751C0A9619C8B63"} , {"body" : "Upper West Side Co-op $875,000 MANHATTAN: 370 Central Park West (at West 97th Street), #410 A two-bedroom, one-bath co-op in a Tudor-style prewar doorman building. Susan Fishman (212) 769-6547, Elle Komura (646) 505-6957, Prudential Douglas Elliman; www.elliman.com MAINTENANCE: $1,138 a month PROS: A windowed eat-in kitchen and extra wide hallway" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E5D7153FF937A35751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tonight at 7:30, a screening of ''Punching at the Sun,'' a 2006 film set in Queens and written and directed by Tanuj Chopra, a graduate student at Columbia, who will discuss the film afterward. Through April 15, ''Star Trek: 40 Years of Fandom,'' an" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: Feb. 2 - Feb. 8" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/02spare.html"} , {"author" : "Johanna Baldwin is a writer and producer who is currently working on a collection of short stories." , "body" : "I'D met the happily married man several times, always at one of the parties Doug gave in his loft in TriBeCa, but we never got to know each other very well. He was alarmingly kind, and of course married, but for some reason, his happily married wife and I didn't remember each other. Could be because Doug's loft seems to be the size of a football" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; A Guest Encounters Happiness, And a Bit Of Babyland" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/thecity\/28apar.html"}]