[  {"body" : "EERILY silent does not begin to describe it. For nearly the entire trip from 42nd Street to Coney Island, the commuters on the evening F train -- a seemingly handpicked cross-section of the city's races, ages, careers and sartorial tendencies -- are soundless. When the train stops between stations and the usual mechanical hum powers down as we wait" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEXT STOP; A Month Of Commuting" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/realestate\/30comm.html"} , {"body" : "THERE is a well-worn path between New York City and the surrounding suburbs. Over the years, many New Yorkers have made the move, looking for safer streets, better schools, bigger houses and more room to grow. Now another group is making the trek, and the reason is more squarely focused on money. People are discovering that with Manhattan's high" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWALK (CONN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Cashing Out" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/realestate\/30cov.html"} , {"body" : "In a move that underscores the mayoral aide Daniel L. Doctoroff's continued influence over city development, Mayor Michael R. Bloomberg on Thursday named Robert C. Lieber, a key lieutenant of Mr. Doctoroff's, to succeed him as deputy mayor for economic development. Mr. Doctoroff handpicked Mr. Lieber to run the city's Economic Development" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Influence of Mayor's Departing Deputy Is Seen in His Successor" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/nyregion\/28lieber.html"} , {"body" : "ALTHOUGH Robyn Sklaren and Brian Fountain's kitchen is spotless, with nice new cabinets and countertops, it has the sad air of neglect. On a recent Sunday morning, no smells of brunch or even boxed doughnuts wafted from the space. ''We're pretty much only good with toast,'' said Ms. Sklaren, 29. It's a fairly big kitchen, flooded with light from a" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Space To Nurture Obsessions" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/realestate\/23habi.html"} , {"body" : "Daniel L. Doctoroff was to have been the Robert Moses of the Bloomberg era, a bold visionary who would guide a sweeping revitalization of New York and put to rest the notion that the age of building big had ended. But now, as Mr. Doctoroff ends his tenure as the longest-serving deputy mayor for economic development, much of his agenda remains" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor's Big-Thinking Aide Leaves City Hall With Mixed Legacy" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/nyregion\/07doctoroff.html"} , {"body" : "Correction Appended DUKE RILEY Magnan Projects 317 10th Avenue, near 28th Street Magnan Emrich Contemporary 505 West 28th Street, Chelsea Both through Dec. 22 Last summer, the artist Duke Riley attracted the attention of the Coast Guard, the F.B.I. and countless bloggers when his homemade submarine got too close to the Queen Mary 2 cruise ship in" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DB103BF933A05752C1A9619C8B63"} , {"body" : "The area surrounding Chausseestrasse, a former no man's land where a wall once stood in Berlin, may not seem to invite immediate comparisons with the Red Hook section of Brooklyn. But architects and urban planners see parallels in the rapid growth of both of these formerly gritty neighborhoods, particularly in how the arts have spurred" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BERLIN (GERMANY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Two Cities Linked By Design" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/arts\/design\/15ligh.html"} , {"body" : "Porcelain Diplomacy Starting tomorrow, the Bard Graduate Center will show more than 300 elaborate pieces, many of them for serving tea, chocolate, coffee, sugar and so forth, in an exhibition called ''Fragile Diplomacy: Meissen Porcelain for European Courts,'' which will run through Feb. 11. Meissen has been made in Germany since the early 18th" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "15" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/dining\/14fcal.html"} , {"body" : "AND so the migration of the taco eaters begins. The sun has set on the Red Hook ball fields' food vendors for the season, so south and east the pilgrims go, to Fifth Avenue in Sunset Park, Brooklyn, winter feeding ground of the displaced soccer taco enthusiast. The good news is that the stretch from Green-Wood Cemetery south to the Brooklyn-Queens" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "16" , "title" : "$25 AND UNDER; Following the Tacos South for the Winter" , "url" : "http:\/\/events.nytimes.com\/2007\/11\/14\/dining\/reviews\/14unde.html"} , {"body" : "MICHAEL ANDALORO lived in Alphabet City for nearly 25 years before moving to Brooklyn last year, and he doesn't long for Manhattan. ''I didn't miss it for the past 10 years,'' Mr. Andaloro said facetiously. The bohemian East Village of his younger days had become so bourgeois that he could barely recognize it. ''On Thursday nights, it was like" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BEDFORD-STUYVESANT, BROOKLYN; Rediscovering New York As It Used to Be" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/realestate\/11habi.html"} ,   {"body" : "Standard 41, a new furniture showroom in Red Hook, Brooklyn, is run by Andrew Raible, a designer and woodworker, above left, and his father, John, an architect. The pair work out of a loft at the 1860s Red Hook Stores warehouse overlooking Pier 41 (the origin of the showroom's name), where they sell chairs, tables, desks and other furniture made to" , "date" : "20071108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "FURNITURE; In Red Hook, Father and Son Converge and Diverge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DA1638F93BA35752C1A9619C8B63"} , {"body" : "Moonshine is the kind of cozy, lived-in Brooklyn bar that allowed customers to bring dogs inside and meat for the grill outside, both of which, it would come to learn, are against New York City health department regulations. But no one foresaw one violation uncovered during a recent surprise inspection of the Red Hook tavern. It was tucked within" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Corona, Please, And Don't Hold The Lime" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06tongs.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND KEN PEPLOWSKI (Thursday) Mr. Alden, a guitarist, and Mr. Peplowski, a clarinetist and tenor saxophonist, have a new album, ''Pow-Wow'' (Arbors), that highlights their common mastery of a range of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E5D6153EF935A15753C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND KEN PEPLOWSKI (Thursday) Mr. Alden, a guitarist, and Mr. Peplowski, a clarinetist and tenor saxophonist, have a new album, ''Pow-Wow'' (Arbors), that highlights their common mastery of a range of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/music\/26wjazz.html"} , {"body" : "The robbers carried guns into dark bars in broad daylight on back-to-back Sundays in Red Hook, the ballyhooed next-great-neighborhood of Brooklyn that has stubbornly maintained much of its gritty charm and, with it, danger. News of the first holdup spread quickly: On Sept. 23, shortly after 2 p.m., two men entered Red Hook Bait and Tackle on Van" , "date" : "20071017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bartender Snaps a String of Brooklyn Tavern Holdups" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/17\/nyregion\/17bars.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KIRAN AHLUWALIA (Wednesday) A Northern Indian vocalist with a liquid voice and a five-person ensemble, Ms. Ahluwalia sings Punjabi folk songs and Ghazals -- ancient poetic verses dating to 10th-century Persia. At 7:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/music\/12wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KIRAN AHLUWALIA (Wednesday) A Northern Indian vocalist with a liquid voice and a five-person ensemble, Ms. Ahluwalia sings Punjabi folk songs and Ghazals -- ancient poetic verses dating to 10th-century Persia. At 7:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDA1730F931A25753C1A9619C8B63"} , {"body" : "Dinner From London This evening Fergus Henderson, the chef at St. John in London, will cook dinner at the Spotted Pig, 314 West 11th Street, (212) 620-0393, starting at 5:30 p.m. It's first come, first served; reservations are not accepted. A Taste of Bed-Stuy A free sampling of foods from restaurants and shops in Bedford-Stuyvesant, Brooklyn, will" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/dining\/10fcal.html"} , {"body" : "Blue Marble Ice Cream in Boerum Hill, Brooklyn, has an airy, whitewashed look that suggests the seashore, which somehow enhances a scoop of refreshing mint chip, deeply flavorful strawberry, creamy vanilla or lightly sweetened green tea, above right. Alexis Miesen and Jennie Dundas, the owners, have created a child-friendly place serving" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Two New Blues in Brooklyn, the Upbeat Kind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DD173DF933A25753C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND JACK WILKINS (Thursday) Mr. Alden and Mr. Wilkins are guitarists who share not just a depth of experience but also an uncommon grasp of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the Brooklyn Bridge, Brooklyn, (718) 624-2083, bargemusic.org; $35;" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7DB173EF936A35753C1A9619C8B63"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MARTIAL SOLAL Martial Solal, who celebrated his 80th birthday six weeks ago, has few peers among jazz pianists. Strictly speaking, probably none. He's a probing modernist with a mercurial touch, but of course there are plenty of those. And he's a virtuoso technician often cited as the" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/arts\/music\/05wjazz.html"} , {"body" : "More than 20 elected officials, in an effort to save the embattled cargo-shipping operations on the Red Hook piers in Brooklyn, signed a letter yesterday urging the Port Authority of New York and New Jersey to offer a 10-year lease to the cargo terminal's operator. Officials in the Bloomberg administration said in July that they were rethinking" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Officials Back Cargo Operator" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EEDC1039F937A35753C1A9619C8B63"} , {"body" : "Imagine a crisp, tangy apple robed in sumptuous caramel, a candy apple unlike any other you've had. Impossible, you say? This month and next, Baked, a pastry shop in Brooklyn, is making exemplary examples of the genre, using Macoun and Cortland apples from the Greenmarket for now, and other varieties later. The apples are hand-dipped in either" , "date" : "20071003" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Compliments on a Stick: It's Apple-Dipping Season in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E1DA1E31F930A35753C1A9619C8B63"} , {"body" : "Can documentaries by independent filmmakers promote global understanding? A $19 million initiative to be announced today by ITVS International, a unit of the federally mandated Independent Television Service, plans to try, by financing work by foreign filmmakers to be shown on American television and by arranging distribution of American-made" , "date" : "20071001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "Initiating a Global Pipeline For Documentaries on TV" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/01\/arts\/television\/01docu.html"} , {"body" : "This should be a moment to savor for the venerable Latin food vendors of the Red Hook soccer fields in Brooklyn. With help from well-placed allies and the passionate advocacy of their media-wise organizer, the vendors -- lately a cause célèbre for pro-immigrant groups, free-market cheerleaders and gastrobloggers alike -- recently won an extension" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Food's Still Great, but Success Divides the Vendors" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/nyregion\/28vendors.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at noon, a lecture on collecting baseball artifacts by Stephen Wong, a collector and the author of ''Smithsonian Baseball: Inside the World's Finest Private Collections.'' Tomorrow, 1 to 5 p.m., and Sunday, 1 to 9 p.m., staged readings of literary" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5DF173DF93BA1575AC0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites QUEENS BOTANICAL GARDEN The word sustainable has lately been used to describe everything from toothpaste to sport utility vehicles to cruises. So you can be forgiven for greeting the news that the Queens Botanical Garden is opening a sustainable visitors' center on Friday with a bit of skepticism. After all, wouldn't" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/28wspare.html"} , {"body" : "NOVELLA CARPENTER remembers the day she killed her first chicken. It was a rooster named Twitchy who had been injured by an opossum that got into her backyard chicken flock. About to leave for vacation, Ms. Carpenter, 34, had no way of caring for the wounded Twitchy while she was away. So she took it to the back porch and chopped off its head. ''I" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["OAKLAND (CALIF)"] , "nytd_section_facet" : ["Dining and Wine" , "Arts" , "Technology"] , "page_facet" : "5" , "title" : "A Chicken on Every Plot, a Coop in Every Backyard" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/dining\/19yard.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"body" : "In its 15-year history American Stevedoring has moved hundreds of thousands of televisions, loaded tons and tons of coffee and shipped and received everything from sofas to ambulances. Now it is hauling its most precious cargo yet: tenors. A 69-year-old former oil tanker moored in the company's container port in Red Hook, Brooklyn, has been" , "date" : "20070908" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Don't Rock the Boat; Opera in Progress" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/08\/arts\/music\/08vert.html"} ,   {"body" : "The Department of Parks and Recreation said yesterday that it would extend the temporary permit for the food vendors of Red Hook through Oct. 21, the traditional end of their season. A committee that represents the vendors, who sell Latino snacks each summer weekend in Red Hook Park, has had a series of temporary permits regularly renewed; the" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Reprieve For Food Vendors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0D8103AF934A3575AC0A9619C8B63"} , {"body" : "Firefighters have very few places they can go to vent, to shed tears or to admit that their job can be overwhelming. One of those places is a small building along the waterfront in Red Hook, Brooklyn, where a group offers counseling and holistic therapy to firefighters and their families. The group, Friends of Firefighters, was established in 2002," , "date" : "20070904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Where Firefighters Once Worked, Group Sees a Place to Soothe Their Pain" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/04\/nyregion\/04firehouse.html"} , {"body" : "The cavernous studio of the artists Doug and Mike Starn in Red Hook, Brooklyn, has been their source of inspiration since they began working there in 1989." , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "WORKSPACE; Sanctuary of Art" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2007\/09\/02\/arts\/20070902_KENN_SLIDESHOW_index.html"} , {"body" : "IT is not the kind of place you expect to find art, across the street from a sanitation depot and a firehouse at the dead end of Union Street in Red Hook, Brooklyn. But the cavernous studio of the artists Doug and Mike Starn has been their sanctuary and source of inspiration since they began working there in 1989. A former ice-cream-truck garage," , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "WORKSPACE; In the Garage, With Heat, Light and Snowflakes" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/arts\/design\/02kenn.html"} , {"body" : "FOR most of August, Diane Hatz has been on a national quest for pie. She has eaten walnut pie in northern California; lemonade peach pie in Laramie, Wyo.; and a pie of goat cheese, onion and tomato in Kansas City, Mo. Yesterday, she and other members of the food-centered educational group Sustainable Table wheeled their bio-fueled rock-star tour" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "On the Road to Farm Aid, The Long, Sweet Way" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/dining\/29farm.html"} , {"body" : "Two years ago Freddy Saint-Aignan and his wife, Angelika, found the perfect location for their fledgling bar\/restaurant, the Sugar Lounge: Columbia Street in Brooklyn. The building was just the right size, had a spacious backyard garden and sat beside Upper New York Bay. The city had big plans for the area: green space and parks, cruise ship piers" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMBIA STREET JOURNAL; Two Years Later, a Street Still Waits For Its Promised Gentrification" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/28\/nyregion\/28columbia.html"} , {"body" : "Joanna Haigood is obsessed with the notion of memory and place, and being the site artist she is, she digs deeper than most to expose their roots. But none of her works have meant as much to her as ''Invisible Wings,'' last performed at Jacob's Pillow in 1998 and being revived this week as part of that dance festival's 75th-anniversary season. The" , "date" : "20070820" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Freedom Bound In Forest Dance" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/20\/arts\/dance\/20wing.html"} , {"body" : "THE food, by now, has been well chronicled: Vendors lining the edge of Red Hook Park in Brooklyn on summer weekends sling tacos and pupusas on folding tables under tarpaulin roofs. But for many of the people who flock to the park, they are just a warm-up for the main event, the Technicolor baseball games played all day long against a backdrop of" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK IN FOCUS; The Pastime Nacional" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/nyregion\/thecity\/19base.html"} , {"body" : "Brandon Diaz ran across the springy grass infield, stood atop the pitcher's mound and, with a short windup, let loose with a curveball to his father, John. The hardball zipped through the warm air, landing squarely in his father's glove with a plop that could barely be heard above the raspy hiss and clang from a high-rise under construction across" , "date" : "20070813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; On Playing Fields, Grass Is an Endangered Species" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/13\/nyregion\/13citywide.html"} , {"body" : "New York City liquor stores generally tend toward the glum or the precious, involving either hurried exchanges with bulletproof glass and brown bags or bright, sleek shops that look more like U.F.O.'s. LeNell's, a liquor store in Red Hook, has always aimed for a laid-back feel, with its sign out front advertising ''likker,'' and a coming wine" , "date" : "20070811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "RED HOOK JOURNAL; A Neighborhood Fixture Faces an Uncertain Future" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/11\/nyregion\/11liquor.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CENTRAL PARK SUMMERSTAGE (Friday) The hottest and coolest of heat will be generated in this free program, shared by the Complexions Contemporary Ballet, founded by Dwight Rhoden and Desmond Richardson, and the TAKE Dance Company, created by Takehiro Ueyama, an appealing former Paul" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0DB153DF933A2575BC0A9619C8B63"} , {"body" : "The scene at the Red Hook piers in Brooklyn on Friday morning was a standoff between grit and glitz. On Pier 10, at Brooklyn's last remaining cargo terminal, longshoremen hoisted freight containers off the backs of flatbed trucks lined up like roller-coaster cars and set them down on the deck of a mammoth freighter. Across an inlet on Pier 12, a" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Cargo Ships Leaving Red Hook? Maybe Not So Fast" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/nyregion\/05piers.html"} , {"body" : "At slack tide off Red Hook, Brooklyn, there are usually lots of things floating in the water, most of which you would not want to touch without the help of a good hazmat suit. But just after sunrise yesterday, something truly strange was bobbing there in the shallows near Pier 41: a submarine fashioned almost completely from wood, and inside it a" , "date" : "20070804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "An Artist and His Sub Surrender in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/04\/arts\/design\/04voya.html"} , {"body" : "Images of Duke Riley's voyage to intercept the Queen Mary II with his replica of a Revolutionary Era-war submarine in Red Hook, Brooklyn." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "title" : "Voyage of the Acorn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2007\/08\/03\/arts\/20070803_SUB_SLIDESHOW_index.html"} , {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine, was published in May by Globe Pequot Press." , "body" : "JOE ANASTASIO, a slim, dark-haired Web designer for a Wall Street publishing company, was standing outside Madison Square Garden, dressed in black work boots, a torn blue check shirt and a bomber jacket. It was a brisk Sunday morning in the spring, and among the swirl of tourists clutching maps and hockey fans in Rangers jerseys, he might easily" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children of Darkness" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/nyregion\/thecity\/29shad.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. OTIS BROWN III GROUP (Tuesday) The drummer Otis Brown III favors an exuberant strain of post-bop that suits the crew he has assembled here: the alto saxophonist Miguel Zenón, the bassist Ben Street and the guitarist Lage Lund. At 9 and 11 p.m., Louis 649, 649 East Ninth Street, at" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/music\/27jazz.html"} , {"body" : "The only homeless shelter in New York just for veterans will close in August for renovations, which city officials say will improve conditions there. But the plans are upsetting some of its residents. The shelter, the Borden Avenue Veterans' Residence, in Long Island City, Queens, is to reopen in November with a little more than half its current" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Renovation At a Shelter Has Residents Feeling Uneasy" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/nyregion\/26veterans.html"} , {"body" : "$1,150,000 BROOKLYN: 126 Pioneer Street (near Van Brundt Street) A two-family brick house with a two-bedroom, two-bath upper duplex and a one-bedroom, one-bath English basement apartment. Ilene Levenson, Brooklyn Properties (646) 334-4826; www.brooklynproperties.com Open house Sunday, 2:30 to 4:30 p.m. TAXES: $1, 230 a year PROS: The house has a" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Red Hook Town House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7DB1431F931A15754C0A9619C8B63"} , {"body" : "RED HOOK TOWN HOUSE $1,150,000 BROOKLYN: 126 Pioneer Street (near Van Brundt Street) A two-family brick house with a two-bedroom, two-bath upper duplex and a one-bedroom, one-bath English basement apartment. Ilene Levenson, Brooklyn Properties (646) 334-4826; www.brooklynproperties.com Open house Sunday, 2:30 to 4:30 p.m. TAXES: $1, 230 a year" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E3D71F3BF931A15754C0A9619C8B63"} , {"body" : "AROUND TOWN 'CARIBBEAN GARDENS: JOURNEY TO PARADISE' For those stuck in the sweltering heat of the city, the New York Botanical Garden is offering a sliver of the tropical experience this summer with ''Caribbean Gardens: Journey to Paradise.'' Housed in the main glass conservatory, and the 11 glass houses attached to it, this show has an array of" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20wspare.html"} ,   {"body" : "Projects honored in the New York City Art Commission's 2007 Design Awards: 1. RECONSTRUCTION OF DUFFY SQUARE, including the replacement of the TKTS Booth, 46th Street to 47th Streets, between Broadway and Seventh Avenue, Manhattan; John Choi and Tai Ropiha of Choi Ropiha; Nicholas Leahy of Perkins Eastman; William Fellows of William Fellows" , "date" : "20070717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Awards From a Better-Designed City" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/17\/arts\/design\/17bawar.html"} , {"body" : "To the Editor: Re ''Study Criticizes Parks Dept. Management'' (news article, June 27): While it is true that people in wealthy neighborhoods often make donations to enhance their local parks, citizens in less well-off areas can also organize to support green space. In fact, the Partnerships for Parks program was created in 1995 by the Parks" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Support Your Local Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E6DC153EF930A35754C0A9619C8B63"} , {"body" : "The bill looked like a shoo-in to pass. After nearly a year of painstaking analysis and tough negotiations, the Bloomberg administration, the City Council, housing advocates, lenders and real estate developers had hashed out a measure intended to revamp a popular tax-break program so it would generate more relatively affordable housing while" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City's Plans For Housing Flop in Albany" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/nyregion\/29housing.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AHMED ABDULLAH'S DIASPORA (Tonight and tomorrow) A decade ago the trumpeter Ahmed Abdullah made ''Dedication'' (CIMP), introducing a rousing group he calls Diaspora. The iteration heard here includes players like the saxophonist Salim Washington and the pianist D. D. Jackson, as well as" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE LISTINGS; Jazz" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/music\/29jazz.html"} , {"body" : "LAST October, John Deragon began tinkering with a recipe for Abbott's bitters, a cocktail ingredient that has beguiled drinks fanatics for years. Over the next two months, Mr. Deragon, the chief technology officer of Waterfront Media, an online health and wellness company in Brooklyn, tweaked the formula drop by drop, using single-spice infusions" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "A Bit Of History, Reborn In a Glass" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/dining\/27bitt.html"} , {"body" : "Looking Ahead BENOIT BISTRO NEW YORK Alain Ducasse has taken over Brasserie LCB (formerly La Côte Basque), which was closed by the Department of Health three months ago and never reopened. Jean-Jacques Rachou, who owned the restaurant, has retired. By March Mr. Ducasse plans to open a classic French bistro-brasserie based on Benoit, one of his" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/dining\/27off.html"} , {"body" : "DARIO MODON is a burly 64-year-old who stands 6 feet 2 and has painted-on, arched eyebrows and a coy, puckered smile. He marches around the Red Hook projects in Brooklyn, where he lives, with a long More Red cigarette between his fingers. Before retiring, he spent decades working in the fashion industry, designing lingerie and evening wear and" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; Satin Frocks and Housing Law" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/nyregion\/thecity\/24drag.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "UNTIL recently, Sandra Castillo, 37, a laid-off factory worker, had never driven anything larger than a car. But now she was at the wheel of a 30-foot-long school bus. She made a tight right turn from a wide avenue into a narrow side street in Brooklyn as smoothly as a veteran bus driver. At her side, with a dual brake if needed, sat Christopher" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "HOME FRONT; Training for the Twists Of Driving a School Bus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1DD133CF937A15755C0A9619C8B63"} , {"body" : "On the concrete floor of a garage turned kitchen, behind a curtain stamped in lavender and green, was a freezer as tall as a man, as long as a car and as wide as a love seat. Inside was a pile of cardboard boxes stuffed with lettuce, tomatoes and cactus leaf nopales, a Mexican delicacy. The coolers on the opposite end were packed with raw meat: 40" , "date" : "20070623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | TACOS AND HUARACHES; Stuffing Tortillas and Parkgoers, Dawn to Dusk" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/23\/nyregion\/23summer.html"} , {"body" : "FOR CHILDREN CHESS SERIES (Sunday) The Chess and Checkers House in Central Park has frequently been used for just about everything but chess and checkers -- it's been a visitors' center and a card shop -- but Renée Yarzig, who runs nonprofit chess programs, is trying to return it to its original purpose. At each event in her new Summer Chess" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E5DF113FF931A15755C0A9619C8B63"} ,   {"body" : "An article last Thursday about six home kitchens misstated the age for Simone Leigh, an artist whose kitchen is decorated with found objects. She is 39, not 46. The article also misstated the location for Jill's, a restaurant owned by Jill Pettijohn, whose home kitchen was featured. It is in Cobble Hill, Brooklyn, not Red Hook." , "date" : "20070621" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E2DE1231F932A15755C0A9619C8B63"} , {"body" : "The posting on Craigslist was vague, something about ''set dressing'' and a movie company and a sale. Cash only. But the two words circulating among the Internet cognoscenti, could not have been clearer: ''The Sopranos.'' So it was that nine days after the finale of the HBO mob drama, scores of ''Sopranos'' fans found themselves yesterday in front" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Seeking a Souvenir of Those Mobsters You Hate to Love" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20soprano.html"} , {"body" : "'ADVENTURES NYC' (Tomorrow) Pitching a tent in the backyard isn't an option for most Manhattan children. But tomorrow the Parks and Recreation Department will try to make at least part of the borough seem more like Yellowstone than like the land of the yellow cab. The occasion is the third annual ''Adventures NYC,'' which will turn a wide swath of" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: June 15 - June 21; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/15\/arts\/15kids.html"} , {"body" : "The mighty Monitor, the ironclad Civil War ship, was built on Greenpoint's gritty waterfront. The Graving Dock at the Todd Shipyards in Red Hook was the terminal for ships traveling from the Erie Canal. The Old Dutch Mustard Company in Williamsburg churned out prepared mustard, vinegars and fruit juice for half a century. The mustard building was" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Waterfront Called Endangered Site" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/arts\/design\/14wate.html"} , {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} , {"body" : "RED HOOK is one of those rare New York neighborhoods where the stars aren't completely obscured by city lights. By late summer, Gita Nandan and Jens Veneman will be able to track them from their bathtub, which they're preparing to relocate to their back deck. And if the gardening gods are beneficent, they'll be able to reach out of the suds to snag" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; Why Ask for the Moon If You Have the Stars?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10habi.html"} , {"body" : "In theory, the G train, the lime green line that never enters Manhattan, runs for about 14 miles, from Red Hook, Brooklyn, all the way to Forest Hills, Queens. For residents of Jackson Heights who enjoy the cuisines of Carroll Gardens, for example, or for Greenpointers who shop at the Queens Center mall in Elmhurst, the G can be a straight shot, no" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; Does the 'G' Stand for Ghost?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10gtrai.html"} , {"body" : "ALL STARS HIP-HOP CABARET (Tonight) This evening of performance by and for teenagers and young adults -- with song, dance and rap about growing up in the city's poorer neighborhoods -- also offers work by seasoned artists, including an excerpt from ''Sally & Tom (the American Way),'' a musical by Fred Newman about Thomas Jefferson and his slave" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: June 8 - June 14; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/arts\/08Kids.html"} , {"body" : "In the backyard of a renovated house in Red Hook, Brooklyn, a view of the night sky reveals more than just city lights." , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Real Estate"] , "title" : "Home Away in Red Hook" , "url" : "http:\/\/www.nytimes.com\/packages\/khtml\/2007\/06\/08\/realestate\/20070610_HABI_FEATURE.html"} , {"body" : "Dancing in the Streets' free summer events are not to be missed, especially when they take place in Red Hook, a Brooklyn neighborhood with an appealing mix of industrial grit and big stretches of sky. Tomorrow the organization presents ''Hip Hop Generation Next,'' a joint effort by five Brooklyn youth groups that is led by the veteran dancer" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 8 - June 14; HIP HOP GENERATION NEXT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6DE1F30F93BA35755C0A9619C8B63"} ,   {"body" : "PUPUSAS, sunburns, soccer: could this be the last summer to get them all at the same place? For years a pan-Latin group of food vendors has assembled each Saturday and Sunday at Bay and Clinton Streets in Brooklyn, drawing fans of street food from all over the city to the Red Hook Recreation Area. The Food Vendors Committee, their umbrella" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Red Hook Vendors Pressed to Get New Permit" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/dining\/06ball.html"} , {"body" : "ALL STARS HIP-HOP CABARET (Tonight and tomorrow) This evening of performance by and for teenagers and young adults -- with song, dance and rap about growing up in the city's poorer neighborhoods -- also offers work by seasoned artists, including an excerpt from ''Sally & Tom (the American Way),'' a musical by Fred Newman about Thomas Jefferson and" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/01\/arts\/01kids.html"} , {"body" : "On an industrial strip of land hemming Newtown Creek, pipelines snake low to the ground, connecting an array of giant beige oil tanks. From outward appearances, this little patch of Texas in Greenpoint, Brooklyn, would not seem to easily fit into Mayor Michael R. Bloomberg's plan for a greener, less petroleum-dependent future. But this fuel" , "date" : "20070528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Biodiesel Makers See Opening in City's Green Plans" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/28\/nyregion\/28biodiesel.html"} , {"body" : "ON warm summer weekends along the Brooklyn waterfront, at the end of Columbia Street, the baseball and soccer fields of Red Hook Park are lined with Latin American food vendors and families spread out on blankets to watch players in crisp whites and vivid primary colors. But looming behind the fields is a spectral counterpoint to that lively scene:" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; For a Rusty Industrial Relic, a Bid for Revival" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/thecity\/27grai.html"} , {"body" : "When the Queen Mary 2 made Brooklyn its New York home port, Marty Markowitz, the borough's president and most tireless booster, fairly burst with pride. ''Brooklyn's ship has come in,'' a press release quoted him as saying last year when the ship made its maiden docking at Pier 12 in Red Hook. ''All aboard.'' On Thursday, Mr. Markowitz's own ship" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Sell Brooklyn, Borough Leader Took Free Trip On Cruise Ship" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26marty.html"} , {"body" : "GARDENING in New York City can require the determination of a weed pushing through a sidewalk. There are hardships of space, light, microclimate and wind, not to mention the pain of hauling supplies across town and, frequently, up several flights of stairs. Add to that the shortage of serious garden centers -- the kind with space for 50-pound bags" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York's Nurseries Try a Transplant" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/garden\/24centers.html"} , {"body" : "Police officers pulled two workers from a building that partly collapsed yesterday, police and fire officials said. The workers, whose names were not disclosed by the police, were inside the three-story building, at 51 Woodhull Street in Red Hook, when the second floor collapsed, pushing the first floor into the basement and trapping the workers," , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Two Injured In Collapse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEEDC1630F937A15756C0A9619C8B63"} , {"body" : "Restaurant Sorrel 605 Carlton Avenue (St. Mark's Avenue), Prospect Heights, Brooklyn, (718) 622-1190. Sometimes what seems like a bargain is too good to be true; other times you walk away happy. You can stroll out on either side of the equation with Restaurant Sorrel, where three courses are $25, cash only. (Wines run $7 to $10 a glass.) The man" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS; IN THE NEIGHBORHOOD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3D61F31F930A15756C0A9619C8B63"} , {"body" : "A lot of the sounds heard over the weekend at the Hook in Red Hook, Brooklyn, came with the force of an assault. There were whipsaw screeches, scorching blasts, solar-plexus-socking rumbles. Also ominous whorls and scabrous wails. It was all part of the fourth annual No Fun Fest, a transnational summit on the state of extreme experimental music," , "date" : "20070521" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "MUSIC REVIEW; Tough Territory in the World of Experimental Music" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/21\/arts\/music\/21nois.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: May 18 - May 24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1DA1031F93BA25756C0A9619C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites PARK SLOPE HOUSE TOUR New York's housing bubble may never burst, but there is one way to temper -- or, depending on your rental status, inflame -- your real-estate envy. On Sunday the annual Park Slope House Tour gives curious browsers a peek inside that Brooklyn neighborhood's 19th-century gems. The 10 buildings on" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DC1131F93BA25756C0A9619C8B63"} , {"body" : "Imagine, if you will, that you are Niko Bellic, the main character of Grand Theft Auto IV, a video game due out in October. With free rein in Liberty City, a meticulously rendered stand-in for New York, you can carjack a hot rod in Dumbo and zoom down the Manhattan Bridge at 140 miles per hour. If you're short on cash, you can mug a tourist in" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: STATEN ISLAND UP CLOSE; No Muggings in New Dorp, And Game Fans Are Miffed" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/nyregion\/thecity\/13auto.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: May 11 - May 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3DD1431F932A25756C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday at 1:30 and 3 p.m., ''Annual Mother's Day Tea,'' with finger sandwiches and other delicacies, followed by a tour of the museum; $50 per couple, $40 for members (each additional guest, $20). Reservations required: (212) 777-1089. Free. Hours: Thursdays" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: May 11 - May 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1DB1431F932A25756C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through April" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD91531F932A25756C0A9619C8B63"} , {"body" : "IF there is a song of the lazy, unmarried man in New York, the words and music can be found most often in that pile of yellowed and stained takeout menus on top of his fridge. Pummeled after a day of work and bound to the couch by a ''Seinfeld'' mini-marathon on TBS, this man does not venture into the world's most food-diverse city in search of" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "URBAN TACTICS; In Praise of General Tso" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06menu.html"} , {"body" : "''IT'S a law of nature: When the eyes are wet, the animal is alive,'' said Chris Green, stroking the head of a wooden deer. Most of the deer, which he built out of odd parts, looks rather abstract. The body is hollow, its form outlined with folding rulers and rigged with a faucet and other hardware to suggest the animal's own plumbing. The ears are" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART; Giving Life to Found Objects, Two by Two" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/arts\/design\/29fink.html"} , {"body" : "THE Manhattan is back. Not back in fashion, I mean. That story is at least a decade old, and even then it wasn't much of a story. Unlike many other cocktails that have recently been roused from long hibernation, the Manhattan never really slumbered, having been kept drowsily awake through the lean years of cocktaildom by French-cuffed businessmen" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; The Real Manhattan" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/fashion\/29shake.html"} , {"body" : "Drawings From Palisades, Scenes From the Life of Charon Kentler International Drawing Space 353 Van Brunt Street, Red Hook, Brooklyn Through May 6 Elaine Smollin's works on paper sound great on paper. She makes multipanel charcoal drawings on thick watercolor fiber. She creates the charcoal herself from cherry, elm, willow and birch trees near her" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Art in Review; Elaine Smollin" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6DD123EF934A15757C0A9619C8B63"} , {"body" : "NATURE is so in. Scoff, if you must, as you flip through the May issue of Vogue, which extols the eco-friendly attributes of Cheap Monday jeans. (The label, that two-inch bit of posterior branding, is made from recycled paper.) Roll your eyes at the Sundance Channel's environmental living series, which includes an episode heralding the green" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "If There's A Buck In It Somewhere" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/fashion\/26ANTLERS.html"} ,   {"body" : "To reverse the flow of younger people leaving Staten Island, the borough should entice developers to build more affordable apartments close to the ferry, according to a study released yesterday. The St. George neighborhood near the ferry to Manhattan is the closest thing to a downtown district in the borough, but it lacks the vibrancy of other" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Staten Island Considers New Plans To Keep Its Youth From Leaving" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/nyregion\/25staten.html"} , {"body" : "Health experts, environmental advocates and politicians called on the federal Environmental Protection Agency yesterday to address contamination and medical problems in Brooklyn and other areas outside Lower Manhattan resulting from the Sept. 11 attack. Speaking at a Congressional hearing held in Brooklyn Borough Hall, they said that with the" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "E.P.A. Is Urged to Widen Focus on 9\/11 Health Effects" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24air.html"} , {"body" : "IN the last year, two mega-grocery stores have opened in communities that were previously making do without one: Fairway Market in Red Hook, Brooklyn, and Whole Foods Market at the nexus of a few under-grocered downtown neighborhoods: the East Village, the Lower East Side and NoLIta. Both offer dining options to entice shoppers and the" , "date" : "20070418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Two New Markets, With Food to Stay" , "url" : "http:\/\/events.nytimes.com\/2007\/04\/18\/dining\/reviews\/18unde.html"} , {"body" : "AS Jonathan Lethem made clear so cleverly in his purposely plagiarized article, ''The Ecstasy of Influence,'' in the February Harper's, no canvas is ever really blank. And artists are cut from the same cloth, the tapestry of art history. Even so, to many artists this cloth is somewhat itchy. Why else do so many of them scoff at tradition and march" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "POSSESSED; Chained to His Desk" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/fashion\/08POSS.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "''The Dinner Party,'' Judy Chicago's landmark multimedia installation celebrating the role of women in Western civilization, has moved to a permanent home in the new Elizabeth A. Sackler Center for Feminist Art at the Brooklyn Museum. The work features a table with 39 place settings, each representing a woman in history. Smaller parties can be" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/BROOKLYN MUSEUM; Places at the Table" , "url" : "http:\/\/events.nytimes.com\/2007\/04\/01\/dining\/01rest.html"} , {"body" : "The Burgundies of 2004 A tasting of 10 top-flight Burgundies from the 2004 vintage will be held this evening from 6:30 to 8:30 p.m. by the New York Wine Guild, a wine society, at 269 11th Avenue (27th Street). The tasting will be led by Patrick Cappiello of Veritas restaurant. For tickets, $110: newyorkwineguild.com. Wine Basics Best Cellars, an" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/dining\/28fcal.html"} , {"author" : "Sarah Shey is the author of ''Sky All Around'' and ''Blue Lake Days,'' children's books set in Iowa." , "body" : "IN my native Iowa, it was easy to be seduced by the pristine geometry of vacant blacktops, where a car can travel at least mile a minute, stair-stepping from field to unclothed field and not meet a patrol car. It was a far cry from New York. The little I had driven in the city, the car in front of me was in control. It appeared obvious that for a" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Her Ride To Nowhere" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/nyregion\/thecity\/25brid.html"} , {"body" : "LIKE a red-faced college student begging his mother not to show visitors the embarrassing old family photos, General Motors would like you to forget its early attempts at car-based crossover utility vehicles. Imagine the company wincing on the sofa as you chuckle your way through G.M.'s picture albums from the '90s, filled with snapshots of the" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "BEHIND THE WHEEL\/2007 GMC Acadia and Saturn Outlook; G.M. Makes a Grand Entrance, at Last, to the Crossover Ball" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/automobiles\/autoreviews\/25AUTOS.html"} , {"body" : "RED HOOK, a nub of a Brooklyn peninsula jutting into the Buttermilk Channel opposite Governors Island, is perhaps not everyone's ideal place to live. A high-crime area not very long ago, it is at times eerily silent, at others mournfully full of the noise of industry. Broken glass and cracked sidewalks can still be found; amenities, while on the" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Red Hook, Brooklyn; Where Tugboats Chug and Ikea's Coming" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/realestate\/11LIVI.html"} , {"body" : "I LIVE in Vladimir V. Putin's hometown, not far from the palaces of the czars, but on a windowsill in my apartment, I have a phone that lives in Brooklyn. It makes and receives calls on the borough's area code as surely as a phone in a takeout joint on Flatbush Avenue, never letting on that it is 4,500 miles away from its supposed stomping ground." , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Technology"] , "page_facet" : "3" , "title" : "IDEAS & TRENDS: Seven One Eight; To Reach Me in Russia, Just Dial Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/weekinreview\/11levy.html"} ,   {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "SHOPPING at the Fairway Market on the Upper West Side can be nearly as overwhelming a literary experience as a gustatory one. In every corner of the store, which sits under a blue awning on Broadway and 74th Street, hang signs, densely worded and brimming with enthusiasm, extolling fresh herbs -- ''our little secret'' -- or olive oil, or clam" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL \/ UPPER WEST SIDE; Praise For Foie Gras Fortifies Its Critics" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/04\/nyregion\/thecity\/04stre.html"} , {"body" : "WHEN the Queen Mary II docks in Red Hook, Brooklyn, as it will about 30 times this year, passengers will set foot (though perhaps only briefly) in a neighborhood that has been thoroughly dissected by local writers who chronicle every nano-step of its gentrification as if it were front-page news. But to an outsider, Red Hook still feels like a" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK | Red Hook; A Potted Palm Grows in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2007\/02\/25\/travel\/25weekend.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Holding Back the Hudson Q. For two years, while driving up the Henry Hudson Parkway, I have noticed at least one and often two huge barges anchored in the river, off about 100th to 120th Streets, attended by a tugboat. What is going on? A. What's going on, according to the Coast Guard, is a long-term job to repair seawalls. Workers are reinforcing" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "A report last Sunday, about the marriage of Heather Tressel Frank and Todd Kekoa Olsen, misidentified the residence of the bride's parents, Nancy Tressel Frank and Irwin Frank. They live in Red Hook, N.Y., not Brooklyn." , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Style"] , "page_facet" : "14" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DB103EF936A15751C0A9619C8B63"} , {"body" : "Van Brunt Street in Red Hook isn't exactly welcoming. But a young sculptor is lending patinated sparkle to this sleepy shopping strip with the rarefied antiques and jewelry store Erie Basin. Russell Whitmore, a 26-year-old Chicago transplant, chose the location, isolated by the roaring Brooklyn-Queens Expressway, precisely for its quiet remoteness." , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "116" , "title" : "The Remix; Hidden Treasures" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/style\/tmagazine\/25ttreasures.html"} , {"body" : "TWO years ago, LeNell Smothers and Benjamin Peikes paid $360,000 for their three-story wood-frame house in Red Hook, Brooklyn. Having looked at many scary houses for sale, like the one with the crawl space full of crack vials, a dog slurping water from a rain gutter through a broken window and a deranged cat pacing in the hallway, they felt" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Red Hook, Brooklyn; Nothing a Shot of Bourbon Won't Cure" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/realestate\/18habi.html"} , {"body" : "Heather Tressel Frank, the daughter of Nancy Tressel Frank and Irwin Frank of Brooklyn, was married last evening to Todd Kekoa Olsen, the son of Marcia Olsen of Colorado Springs and Alexander Kaleolani Olsen of Olympia, Wash. The Rev. George Herzog, an interfaith minister, officiated at the New Leaf Café in Manhattan. Mrs. Frank-Olsen, 30, is a" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Heather Frank, Todd Olsen" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E5DC143EF93BA25751C0A9619C8B63"} , {"body" : "At 14, Rocky Harris knows the routine: You raise your hands high, you keep your mouth shut and you don't dare move a muscle. Then the police officer's gloved hands go up and down each leg, around your waist, across your chest and back, then down your shoulders to your wrists. When they don't find guns or drugs, Rocky said, they let you go. He said" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "As Officers Stop and Frisk, Residents Raise Their Guard" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/nyregion\/04frisk.html"} , {"body" : "Few shows force you to rethink an urban legend. That's the challenge posed by ''Robert Moses and the Modern City,'' a sweeping, scholarly exhibition that breathes fresh air into one of the most tired, overworked and misunderstood subjects in the city's history. Shown at three New York locations, the exhibition traces Moses' remarkable career as" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "EXHIBITION REVIEW; Complex, Contradictory Robert Moses" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/design\/02mose.html"} ,   {"body" : "FOR three decades his image has been frozen in time. The bulldozing bully who callously displaced thousands of New Yorkers in the name of urban renewal. The public-works kingpin who championed highways as he starved mass transit. And yes, the visionary idealist who gave New York Lincoln Center and Jones Beach, along with parks, roads, playgrounds" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "ARCHITECTURE; Rehabilitating Robert Moses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D61F30F93BA15752C0A9619C8B63"} , {"body" : "'ADVENTURES FROM EZRA JACK KEATS: APT. 3 AND MAGGIE AND THE PIRATE' (Tomorrow and Sunday) Two books by this author and illustrator come to life onstage in the winter musical from Tada!, the youth theater troupe. ''Apt. 3'' focuses on the friendship two children forge with a blind neighbor; ''Maggie and the Pirate'' is about, well, a girl and a" , "date" : "20070126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: Jan 26-Feb. 1; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/26\/arts\/26kidss.html"} , {"author" : "Anthony J. Sebok and Samuel K. Murumba are professors at Brooklyn Law School." , "body" : "WHEN Domino's announced its Brooklyn Style Pizza, New York City had a predictable response. This newspaper ran a story comparing Domino's mass-produced creation with the legendary coal-oven pies made by Totonno's in Coney Island. Food blogs were filled with indignant commentary about what makes a real Brooklyn pizza. At Brooklyn Law School, our" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Mythic Pizza" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/opinion\/nyregionopinions\/07sebok.html"} , {"body" : "Erie Basin, a new home furnishings and jewelry store in the Red Hook neighborhood of Brooklyn, carries a carefully chosen selection of objects from the darker side of chic: Marilyn Manson meets ''The Raven.'' Russell Whitmore, the owner, above, favors the old -- like Piero Fornasetti's 1950s fish plates, top left ($900 for a set of three) -- but he" , "date" : "20070104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNISHINGS; Accents for the Home, Brushed With Darkness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDA1730F937A35752C0A9619C8B63"}]