[  {"body" : "It was a year of trauma for the nation, and of foreboding for New York City. In 1963, the year that John F. Kennedy was assassinated in Dallas, New Yorkers were feeling strains in the urban fabric: Affluent families fled to the suburbs, job losses mounted among old-line manufacturers, and 548 people were killed. As 2007 draws to a close, it seems" , "date" : "20071231" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Low-Water Mark for 2007 Murder Rate Takes the City Back to 1963" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/31\/nyregion\/31murder.html"} , {"body" : "Giving Unto Others To Keep Hunger Away To the Editor: After reading ''The Chicken and Rice Man'' (Nov. 25), about how Jorge Muñoz feeds the immigrant day workers, I couldn't help but think of the bishop in ''Les Misérables,'' Charles-François-Bienvenu Myriel, and his extraordinary good will toward Jean Valjean. Especially at this time of the" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "LETTERS TO THE EDITOR; Letters to the Editor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DC1431F931A35751C1A9619C8B63"} , {"body" : "Having frequently pedaled his bike over the Gowanus Canal's bridges in Brooklyn, Ludger K. Balan was familiar with its sickly green tint, oil-slicked surface and rotten-egg smell. Then, one day about eight years ago, he looked into the canal and saw a school of striped bass chasing minnows. Soon he was putting on his diving gear and jumping right" , "date" : "20071127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Divers Who Jump In To Take the Mystery Out of City Waterways" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/27\/nyregion\/27divers.html"} , {"body" : "In a case that put sexual identity, hatred and ultimately forgiveness in leading roles, three men were sentenced to prison yesterday for their roles in chasing a gay man to his death in highway traffic in Brooklyn last year. Their terms diverged: For the planner, 7 to 21 years. For the lure, 13 to 21. And for the aggressor, 17 1\/2. The numerical" , "date" : "20071121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Three Sentenced in Death of Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/21\/nyregion\/21plumb.html"} , {"body" : "LIKE many New Yorkers, she came to the city from someplace else, aiming to go as far as her talent could take her. She was just starting out, and when she arrived from rural Florida, she moved into a small place in South Ozone Park, Queens, so close to Kennedy Airport she could hear the planes roaring overhead as she ate breakfast. Her new home was" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Blue-Collar Thoroughbred" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18hors.html"} , {"body" : "In a case that has drawn intense scrutiny to the legal meaning of hatred, the last of four young men charged with selecting a gay man as a robbery target and chasing him to his death in traffic pleaded guilty yesterday to manslaughter and attempted robbery as hate crimes. The defendant, Ilya Shurov, 21, agreed to serve 17 1\/2 years in prison. In" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Last Defendant Is Guilty In Attack on a Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06plumb.html"} , {"body" : "In an effort to transform the city's gifted and talented programs, which he has long derided as a hodgepodge of offerings that have favored children in certain neighborhoods and with well-connected parents, Schools Chancellor Joel I. Klein announced a plan yesterday to limit the programs to students who score in the top 5 percent on admissions" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Raise Bar for Classes For the Gifted" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/education\/30kindergarten.html"} , {"body" : "For the best part of two years, Dr. Budd Heyman and others politely hectored people in city government about the hole in the ground down the block from his house in Brooklyn. It was, he argued, a construction project that did not meet the law, an apartment building being wedged into a neighborhood of single-family homes. A physician at Bellevue," , "date" : "20071027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Hole In Brooklyn, And Scandal At City Hall" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/27\/nyregion\/27about.html"} , {"body" : "A boat that capsized after turning into a tugboat's tow cable, killing two passengers on Saturday night, had apparently ignored the tugboat's warning blasts from its horn and its light shining on the cable, the Coast Guard said yesterday. The boat's pilot, whose name could not be confirmed yesterday, was rescued by the crew of a fishing boat as he" , "date" : "20071022" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "AMBROSE CHANNEL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Dead in Bay After Boat Clips Tug's Tow Cable" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/22\/nyregion\/22boat.html"} , {"author" : "Michael Nagle contributed reporting." , "body" : "This is a story about a zoning battle. Before you skip over to a sexier-sounding article, how about this: a zoning battle featuring bluntly worded threats; an obvious construction flaw unremarked upon by building inspectors on 18 site visits; and, ultimately, a red-faced city agency, confronted with inconvenient facts, reversing itself after a year" , "date" : "20071020" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Overlooked Building Flaws in Brooklyn Condo Project" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/20\/nyregion\/20building.html"} ,   {"body" : "Home buyers in predominantly black and Hispanic neighborhoods in New York City were more likely to get their mortgages last year from a subprime lender than home buyers in white neighborhoods with similar income levels, according to a new analysis of home loan data by researchers at New York University. The analysis, by N.Y.U.'s Furman Center for" , "date" : "20071015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racial Disparity Found Among New Yorkers With High-Rate Mortgages" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/15\/nyregion\/15subprime.html"} , {"body" : "At sunset on Friday, the sky over Plumb Beach in Brooklyn was Kodachrome blue, orange and yellow, like the colors on a chamber-of-commerce postcard. Winds lifted paragliders using rainbow airfoil wings. Kitesurfers leaned and swayed in the waves of Sheepshead Bay. The narrow finger of beach had dunes and powdery sand that would not seem out of" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PLUM BEACH (NYC)" , "NEW YORK CITY" , "GATEWAY NATIONAL RECREATION AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Man's Death Shines a Light on a Shady Parking Lot" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/nyregion\/14plumb.html"} , {"body" : "A second defendant was found guilty yesterday of manslaughter as a hate crime for his role in luring a gay Brooklyn man to his death last year. But after delivering their verdict, jurors criticized the state's hate crime law, and said it seemed inappropriate to the case. ''None of us wanted hate crime, especially me,'' said the foreman, Eric" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "To the Jury's Regret, A Hate Crime Conviction" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/nyregion\/12plumb.html"} , {"body" : "The hallways of the State Supreme Court building in Brooklyn are crosscut passages of venom and condemnation: on one floor, police officers daily stare down a man charged with killing one of their own; on another, a man accused of strangling a college student recently received letters that called him ''a no-good son of a bitch.'' Not even the" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wish to Forgive In Son's Death Will Be Tested" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/nyregion\/10forgive.html"} , {"body" : "For his role in selecting a gay man as a robbery target and chasing him to his death in traffic, a Brooklyn man was convicted yesterday of manslaughter and attempted robbery as hate crimes, but acquitted of murder. The convicted man, John Fox, 20, bowed his head for a moment after the verdict was read in State Supreme Court in Brooklyn, then gave" , "date" : "20071006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Conviction In Death Of Gay Man In Traffic" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/06\/nyregion\/06plumb.html"} , {"body" : "Matadors call it citar, the act of provoking an adversary to attack. The equivalent moment in cross-examination arrived yesterday when a prosecutor asked Anthony Fortunato if he had been involved in sending online messages to lure a gay man to a robbery, setting into motion the events that led to his death. ''I was involved; I was the one that got" , "date" : "20071003" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Defendant In Hate Case Is Examined By Prosecutor" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/03\/nyregion\/03plumb.html"} , {"body" : "By the time Anthony Fortunato took the witness stand yesterday, facing charges of murder as a hate crime in State Supreme Court in Brooklyn, his whole life was at stake. The rest of it could be spent in prison. To save himself, he offered his last, deepest secrets. Through two weeks of trial, jurors heard from the police, from forensic scientists" , "date" : "20071002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Defendant Speaks Of His Hidden Double Life" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/02\/nyregion\/02plumb.html"} , {"body" : "A man accused of murder as a hate crime in the death of a gay man presented evidence of his own homosexuality in State Supreme Court yesterday. Prosecutors have said the defendant, Anthony Fortunato, 21, used his computer to lure the victim, Michael J. Sandy, 29, to a beach in Sheepshead Bay. Mr. Sandy was chased into traffic, prosecutors said, and" , "date" : "20070925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Defendant Cites Gay Pornography" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5DA1439F936A1575AC0A9619C8B63"} , {"body" : "If anyone ever writes a study of New York neighborhood squabbles, it may well include a chapter on the Paving Wars, the decades-old struggle between homeowners who pave over their grassy front yards and those who condemn the practice. By many accounts, the Paving Wars began in the 1980s, after a rise in car break-ins led property owners to seek" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEW YORK UP CLOSE; One More Skirmish In the Paving Wars" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/thecity\/23pave.html"} , {"body" : "Hiding his face beneath a jacket as he was led into a courtroom in handcuffs yesterday, a 17-year-old witness mumbled, nodded and shrugged his way through an account of the fatal attack on a gay man in Sheepshead Bay last fall. The witness, Gary Timmins, avoided the gaze of the defendants, one of them a childhood friend, as he gave the prime" , "date" : "20070922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Witness Describes Chat With Gay Victim" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/22\/nyregion\/22plumb.html"} ,   {"body" : "Jurors in the trial of two men charged with murder as a hate crime saw transcripts yesterday of computer instant messages between the suspects and the victim. Prosecutors in State Supreme Court are trying to prove that the defendants, John Fox, 20, and Anthony Fortunato, 21, lured a gay man, Michael J. Sandy, 29, of Williamsburg, to a remote spot" , "date" : "20070920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Computer Messages In Trial" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E0D91639F933A1575AC0A9619C8B63"} , {"body" : "A judge cast doubts yesterday on a defense raised by one of the young men accused of chasing a gay man to his death in traffic on the Belt Parkway last year. The defendant, Anthony Fortunato, 21, is charged with murder as a hate crime, but he has claimed that he, too, is gay. Mr. Fortunato and a co-defendant are on trial in the killing of Michael" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sexuality As Defense Puzzles Judge" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19plumb.html"} , {"body" : "One of the defendants accused of killing a gay man in Brooklyn last year because of his sexual orientation offered a startling courtroom revelation yesterday: He, too, is gay. So said the lawyer for Anthony Fortunato, 21, one of four men accused of chasing a gay man to his death on the Belt Parkway during a robbery on Oct. 8, 2006. All along," , "date" : "20070918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawyer Claims Defendant in Hate Crime Is Gay, Too" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/18\/nyregion\/18plumb.html"} , {"body" : "THE word ''beach'' in the name of a New York neighborhood is no proof of the presence of sand. Bath Beach, for instance, doesn't have any. Yet Manhattan Beach, on a peninsula in Brooklyn's southeastern corner, has not just one beach, but two. To start with, there is the 400-foot-wide crescent at Kingsborough Community College, whose 70-acre campus" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MANHATTAN BEACH, BROOKLYN; A Little Land With a Lot of Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/realestate\/09livi.html"} , {"body" : "Beaten and robbed and chased into traffic, the gay man lay dying at Brookdale University Hospital and Medical Center in Brooklyn. He would not last a week. Some of the young men now accused of killing him gathered in an apartment and read newspaper accounts of the attack, the youngest one told investigators. In street slang referring to murder, the" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect Said to Have Joked About Attack on Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/nyregion\/07hate.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center. Through Oct. 10, Plaza Library and Steinberg Room Gallery, ''Cloud Gate in Photographs,'' an exhibition that features the photographs of Cloud Gate, the Taiwanese experimental dance company. Sponsored by the Asia" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2D61631F937A1575BC0A9619C8B63"} , {"body" : "AROUND TOWN REVENGE OF THE BOOKEATERS Whether they always finished their own homework is debatable, but on Sunday evening a Who's Who of downtown comedy stars, writers and indie rockers will perform in a benefit show for 826NYC, the free tutoring center for children in Park Slope, Brooklyn. Among those scheduled to appear are Feist, the indie" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/24wspare.html"} , {"body" : "Along a stretch of Madison Avenue in Manhattan, Chanel and Jimmy Choo share pride of address with a Greek diner called Gardenia, where an attention-seeking fan once lifted a French fry off Joe DiMaggio's plate and where, at the counter, the ''Lonely Guys Club'' regularly convened between wives. Lately, though, its clientele has been woebegone:" , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "UPPER EAST SIDE JOURNAL; Closing Time for a Budget Diner on a Luxury Block" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/14\/nyregion\/14diner.html"} , {"body" : "Manhattan GREENWICH VILLAGE $2.5 million 70 East 10th Street (Stewart House) 4-bedroom, 3-bath, 2,500-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge; dining room, windowed kitchen; north, east and west exposures; Grace Church and Empire State Building views; laundry and gym in building; maintenance $2,617, 51% tax deductible; listed" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EED81631F93AA3575BC0A9619C8B63"} , {"body" : "Three men arrested in the death of a gay man who was beaten and then struck by a car during an October robbery attempt can be charged with hate crimes without evidence that they were motivated by hatred for gay men, a judge ruled yesterday. The judge, Jill Konviser of State Supreme Court in Brooklyn, said in a written order that prosecutors need" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "No Hate Required for Hate Crime In Gay Man's Death, Judge Rules" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03plumb.html"} ,   {"body" : "Thunder, lightning and driving rains churned around the pleasure ship Sheryll Princess as it set sail on a dinner cruise 11 days ago from the piers at Sheepshead Bay. This being a nudist cruise, clothing was optional, but the air-conditioning cooling the muggy air in the dining room was so powerful, many guests bundled themselves, at least partly," , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "6" , "title" : "Jamaica Bay; Putting the Oh! In Ocean" , "url" : "http:\/\/travel.nytimes.com\/2007\/07\/22\/nyregion\/thecity\/22nudi.html"} , {"body" : "Herman Yan remembers one of the first things anyone told him about Kings County Hospital Center after he became a police officer in Brooklyn. ''My sergeant said to me: 'If I get shot, don't bring me anywhere else. Bring me to Kings County,' '' Officer Yan said. Dozens of times over the next two years, Officer Yan's work brought him through the" , "date" : "20070715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Hospital Scrubs and Officer's Blues" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/15\/nyregion\/15hospital.html"} , {"body" : "a small, comfortable room at Kings County Hospital Center and one next door where their only child lies hooked up to life-support machines -- Leonid and Tatyana Timoshenko wait. What else can they do? Their 23-year-old son, Police Officer Russel Timoshenko, has improved little, the police say, since he was shot in the face by a man in a stolen BMW" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Unending Parental Vigil at the Bedside of a Gravely Wounded Officer" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/nyregion\/13hospital.html"} , {"body" : "A police officer shot in the mouth and throat at a traffic stop in Brooklyn on Monday morning remained in ''extremely grave'' condition at Kings County Hospital Center yesterday, but his partner, who was hit in the left arm and in his bulletproof vest, was released, Police Commissioner Raymond W. Kelly said. The gravely wounded officer, Russel" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One Officer Released; 2nd Is Still 'Grave'" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/nyregion\/11waiting.html"} , {"body" : "Few actions police officers take are as routine -- or as potentially deadly -- as stopping a car. The hands of those in the stopped vehicle are hidden, and they can come out shooting, surprising an officer who only sought to check a minor infraction. Two police officers in Brooklyn noted a black BMW sport utility vehicle early yesterday. They" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Car Stop Leaves 2 Officers Wounded, One Gravely" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10cops.html"} , {"body" : "The men in the stolen BMW didn't know it, but the two officers who pulled them over in Brooklyn early yesterday were practically a poster for the changing face of the New York Police Department. Approaching the car on the passenger's side was a Soviet immigrant and star economics student who had dropped out of college to chase bad guys. Along the" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Men Who Are Faces of a New Force That Has Broken the Old Stereotypes" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/nyregion\/10partners.html"} , {"body" : "ONE Monday morning, on the way to her office in the basement of the Montauk Club in Park Slope, Louise Crawford passed a man staring up at a tree. Lingering for a moment, she asked him what was so interesting. It turned out that a yellow-throated songbird known as a Nashville warbler, in its northward migration, had made a pit stop in the" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cracker-Barrel 2.0" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/nyregion\/thecity\/08blog1.html"} , {"body" : "In the Eastern European immigrant neighborhoods of South Brooklyn, where the notorious heroin smuggler Boris Nayfeld was running the Brighton Beach waterfront, the collapsing Soviet bloc had opened new routes for money laundering. The crime syndicates of the early 1990s began to expand their ambitions beyond extortion and racketeering toward" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Very Cold Case Finally at Trial, a Subtext of Russian Mobsters" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/nyregion\/04mob.html"} , {"body" : "Five men were arrested on Monday night and charged with fireworks possession after the police seized a large cache of fireworks and $14,000 in cash, the police said yesterday. The men -- Lawrence DiAmbrossi, 43, Christopher DiAmbrossi, 46, John Riccardi, 36, and Albert Slavin, 39, all of Brooklyn, and David Melore, 48, of Freehold, N.J. -- -- --" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Cache of Fireworks Seized" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4D61F3FF934A15755C0A9619C8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Hate-crime laws have long had their skeptics, and the one enacted by New York State in 2000 is no exception. The law increases the penalties for wrongdoing committed out of hatred of the victim because of factors like race, religion, age, sexual orientation or disability. Beat up someone for being, say, Jewish or black or gay, and you will do extra" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; An Easy Target, But Does That Mean Hatred?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3D91731F935A15755C0A9619C8B63"} ,   {"body" : "Hate-crime laws have long had their skeptics, and the one enacted by New York State in 2000 is no exception. The law increases the penalties for wrongdoing committed out of hatred of the victim because of factors like race, religion, age, sexual orientation or disability. Beat up someone for being, say, Jewish or black or gay, and you will do extra" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; An Easy Target, But Does That Mean Hatred?" , "url" : "http:\/\/select.nytimes.com\/\/2007\/06\/26\/nyregion\/26nyc.html"} , {"body" : "A Brooklyn man was arrested yesterday morning and accused of leaving a pipe bomb on the hood of his daughter's car in Staten Island on Saturday, bringing bomb squad officers to both boroughs before he was found, the police said. The man, identified as Baudelio Rodriguez, 47, was feuding with his wife, who had left their home in Sheepshead Bay and" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Staten Island: Father Charged In Pipe Bomb Case" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/25\/nyregion\/25mbrfs-DOMESTIC.html"} , {"body" : "A Brooklyn man was arrested yesterday morning and accused of leaving a pipe bomb on the hood of his daughter's car in Staten Island on Saturday, bringing bomb squad officers to both boroughs before he was found, the police said. The man, identified as Baudelio Rodriguez, 47, was feuding with his wife, who had left their home in Sheepshead Bay and" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Staten Island: Father Charged In Pipe Bomb Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4D7113CF936A15755C0A9619C8B63"} , {"body" : "In her courtroom on the 21st floor of State Supreme Court in Brooklyn yesterday, Justice Jill Konviser-Levine sat and pondered the question of hate. ''Bottom line,'' Justice Konviser-Levine ruminated aloud, ''is animus an element of the crime?'' The crime in question was the killing of Michael J. Sandy, 29, a gay man who was lured to a parking area" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Commit a Hate Crime, Must the Criminal Truly Hate the Victim?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20hate.html"} , {"body" : "GOOD seafood spots are scarce on Long Island. There are a few standouts, though, the most venerable being Riverbay Seafood Bar and Grill in Williston Park. Paradoxically,Williston Park is about as far as you can get from water on the Island. Riverbay had its beginnings, however, in Sheepshead Bay, Brooklyn, where the Poll family owned a seafood" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "DINING\/WILLISTON PARK; A Seafood Place With Roots in the Bay" , "url" : "http:\/\/events.nytimes.com\/2007\/06\/17\/nyregion\/nyregionspecial2\/17dineli.html"} , {"body" : "FOR most people, a home is an anchor. It secures you to a particular spot and dampens the occasional impulse to set off in pursuit of a crazy dream. But for Brian Nesbitt and Alicia Collins, home exerts just the opposite force: get out of here, it says to them -- the sooner the better. That's because they live with their cat and dog on a 44-foot" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Aboard the Sarabande; If Wanderlust Strikes, Their House Goes, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7DA1530F930A35755C0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites PARK SLOPE HOUSE TOUR New York's housing bubble may never burst, but there is one way to temper -- or, depending on your rental status, inflame -- your real-estate envy. On Sunday the annual Park Slope House Tour gives curious browsers a peek inside that Brooklyn neighborhood's 19th-century gems. The 10 buildings on" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DC1131F93BA25756C0A9619C8B63"} , {"body" : "As robberies go, it was no jewel heist. The stolen items included a clown doll with a porcelain face, a stuffed bear won at a fair, three small containers filled with the ashes of pet dogs that had died, a ceramic angel and an album of letters from grateful students. Hardly valuable stuff, except that it was irreplaceable. Pat Oines discovered the" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW DORP; A Crime in the Graveyard, Motive Unfathomable" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06thef.html"} , {"body" : "They told the police that they thought it would be easy to rob the gay man. It was not easy. The gay man ran away when they punched him, they said on videotaped statements played yesterday in State Supreme Court in Brooklyn. He climbed over a guardrail along the Belt Parkway, stopped a lane of traffic, waved his cellphone as if to call for help," , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Defendants, on Video, Point Fingers in Death of a Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/nyregion\/25plum.html"} , {"body" : "Health experts, environmental advocates and politicians called on the federal Environmental Protection Agency yesterday to address contamination and medical problems in Brooklyn and other areas outside Lower Manhattan resulting from the Sept. 11 attack. Speaking at a Congressional hearing held in Brooklyn Borough Hall, they said that with the" , "date" : "20070424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "E.P.A. Is Urged to Widen Focus on 9\/11 Health Effects" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/24\/nyregion\/24air.html"} ,   {"author" : "Beth Frerking is senior editor at The Politico and former director of the Casey Journalism Center on Children and Families at the University of Maryland." , "body" : "YOU'VE heard the threat; you may have made it: ''If you don't pull up those grades, you're going to a community college.'' It's not without reason that community colleges are often considered the schools of last resort. They have long offered low-cost local schooling for students who couldn't attend four-year colleges because they lacked the" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "23" , "title" : "COMMUNITY COLLEGE; For Achievers, a New Destination" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/education\/edlife\/bestccs.html"} , {"body" : "On a November day in 1776, a 25-year-old woman named Margaret Corbin joined her husband, John, in defending Fort Washington, in Upper Manhattan, from an attack by the British. When John Corbin was killed, his wife took over at the cannon he had been firing and fought valiantly until she herself was shot. The British overtook the fort, but Margaret" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN BEACH; A Street Named Trouble" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/nyregion\/thecity\/22corb.html"} , {"body" : "Officials warned New York-area residents to be prepared today for what meteorologists and emergency planners are saying could be the worst storm since 1992. Emergency officials and forecasters said they expected it to hit the region this morning with sustained winds of up to 35 miles per hour and gusts of up to 50 m.p.h. The storm could continue" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW ENGLAND STATES (US)" , "NEW YORK CITY METROPOLITAN AREA" , "MIDWESTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Officials Warn of Floods From Storm; May Be Worst Since '92" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/nyregion\/15wx.html"} , {"body" : "The cardinal seemed to strike an unusually solemn note for a St. Patrick's Day. In his homily yesterday morning at a special Mass at St. Patrick's Cathedral, Cardinal Edward Egan noted that the saint had been sold for a time into slavery and that the Irish had faced bigotry in America because of their religion. In 1927, Cardinal Egan said, Al" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "St. Patrick's Day, and All Its Traditions" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/18parade.html"} , {"body" : "They weren't cops' cops. They weren't sons of police officers, born with blue in their blood, like many in the New York City Police Department. They didn't even tell some people about their jobs. Bookish, even naïve young men, each brought an eccentric back story to his role as an auxiliary police officer, and to their partnership on the street." , "date" : "20070316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RAMPAGE IN GREENWICH VILLAGE; Two Unlikely Crime Fighters, Victims Volunteered for Risk" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/16\/nyregion\/16cops.html"} , {"author" : "Leonard Benardo and Jennifer Weiss are the authors of ''Brooklyn by Name: How the Neighborhoods, Streets, Parks, Bridges and More Got Their Names'' and the forthcoming ''Out of Power,'' a study of former presidents." , "body" : "A FEW weeks ago, most Brooklyn residents would have pleaded ignorance about the person for whom Manhattan Beach's Corbin Place is named. But with the recent airing of the distasteful history of the man Corbin Place memorializes, local politicians have been leading a charge to rename it. A public hearing on possibly renaming the street is scheduled" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Street Cred" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/opinion\/nyregionopinions\/25CIbenardo.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "UNWITTINGLY, Lauren Clementi got herself into an ''unbearable'' dorm situation. Ms. Clementi, who was then attending Marymount Manhattan College, had taken a room that she likened to a jail cell. Her parents, helping her move in last September, felt awful about leaving her there. So they decided to use their retirement savings to invest in real" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Lesson for the Whole Family" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/realestate\/18hunt.html"} , {"body" : "The three men accused of killing a gay man arrived for a pretrial hearing yesterday and found a courtroom filled to near capacity. Spectators clutched one another and sobbed openly. The process took no more than 20 minutes, but it set the tone for an emotionally and politically charged case, one that most likely remains months away from trial in" , "date" : "20070208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Emotions Run High at Hearing in Brooklyn Bias Killing" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/08\/nyregion\/08gay.html"} , {"body" : "ROSENBLUM--Jason, on February 1, 2007, formerly of Valley Stream, L.I. and Brooklyn, NY. Beloved husband of Barbara for 59 years. Loving father of Sheila and Paul Ornstein, Richard and Roseanne Rosenblum, Adam and Jill Rosenblum, Jill Rosenblum-Silber and the Late Andrew Rosenblum. Adoring grandfather of Beren (Shawn), Marjorie, Benjamin, Jesse," , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths ROSENBLUM, JASON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E7DC163AF937A35751C0A9619C8B63"} , {"body" : "ROSENBLUM--Jason, on February 1, 2007, formerly of Valley Stream, L.I. and Brooklyn, NY. Beloved husband of Barbara for 59 years. Loving father of Sheila and Paul Ornstein, Richard and Roseanne Rosenblum, Adam and Jill Rosenblum, Jill Rosenblum-Silber and the Late Andrew Rosenblum. Adoring grandfather of Beren (Shawn), Marjorie, Benjamin, Jesse," , "date" : "20070203" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths ROSENBLUM, JASON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7DD163AF930A35751C0A9619C8B63"} ,   {"author" : "E-mail: haberman@nytimes.com" , "body" : "From Michael Harris's house in Sheepshead Bay, Brooklyn, it is a seven-block walk to the nearest subway station. Let's be more precise. It would be a seven-block walk if Mr. Harris could in fact walk it. But dystonia, a neurological disorder that he has endured since childhood, forces him to use a motorized wheelchair. And the station, Avenue U on" , "date" : "20070130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Daunted by the Subway? Try It in a Wheelchair" , "url" : "http:\/\/select.nytimes.com\/\/2007\/01\/30\/nyregion\/30nyc.html"} , {"body" : "The authorities are investigating the partial sinking yesterday of a paddleboat in Sheepshead Bay, Brooklyn, that once was used for party cruises. The 89-foot boat, called the Sunset Queen, began to sink after a night watchman heard a bang from somewhere on the vessel about 5:30 a.m., law enforcement officials said. The boat, moored to a pier in" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Former Party Boat Partly Sinks in Bay" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28boat.html"} , {"author" : "E-mail: joeberg@nytimes.com" , "body" : "On a cold, drizzly evening, the copper-colored track inside the Armory Track and Field Center in Upper Manhattan was as inviting as a crackling fireplace. Hundreds of sprinters and middle-distance runners from public and private high schools were taking wintertime practice, cantering around the indoor track with the exuberance of youngsters taking" , "date" : "20070124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "ON EDUCATION; After Laps, The Focus Shifts To SAT Prep" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/24\/education\/24education.html"} , {"body" : "To the Editor: Andrew White, the director of the New School's Center for New York City Affairs and editor of Child Welfare Watch, should have known better than to repeat anonymous city officials' complaints that ''far too many'' reports of child abuse ''come from school officials who don't first reach out to families to find out why a child is" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "School Workers And Suspected Abuse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5D81E30F932A15752C0A9619C8B63"}]