[  {"body" : "Hit-and-run accidents are a frequent occurrence on the streets of New York. But even in a town famous for its boldness, it is not very often that a witness chases after the driver, forces him into a cab and turns him over to the police. On Friday, after a deadly hit-and-run on a busy street in Sunset Park, Brooklyn, the police arrived at the scene" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Witnesses Chase Down and Hold Driver in Fatal Accident in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E4D6173AF93AA15751C1A9619C8B63"} , {"body" : "A driver was stabbed and killed Wednesday night while sitting in a parked sport utility vehicle in Brooklyn, the police said. The driver, a 26-year-old man whose name the police did not release, was approached about 7 p.m. at Sixth Avenue and 48th Street in Sunset Park by at least two attackers as he sat in a gray Chevrolet Suburban, the police" , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Driver Is Fatally Stabbed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/nyregion\/20dead.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$10.7 MILLION 4401 Seventh Avenue (at 44th Street) Brooklyn This six-story 52-unit apartment building, built around 1930, faces Sunset Park. Plans have been filed to enable condominium conversion. Owner: 4401 Sunset Park L.L.C., affiliate of Sierra Realty Brokers: Deborah Gutoff and Ronda Rogovin, Eastern Consolidated ROSALIE R. RADOMSKY e-mail:" , "date" : "20071212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE7DD1E3EF931A25751C1A9619C8B63"} , {"body" : "A bouncer who studied sword fighting and ninjitsu, adopted a Japanese surname and urged himself to become a ''monster in the most positive way'' was convicted yesterday of two 2005 murders but acquitted of a third. The bouncer, Stephen Sakai, 32, was surrounded by 16 court officers as the verdict was announced in State Supreme Court in Brooklyn. He" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Former Strip Club Bouncer Convicted of 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08bouncer.html"} , {"body" : "On trial for three killings connected to a strip parlor in Sunset Park, Brooklyn, a bouncer told jurors yesterday that he was being framed by a squad of police assassins acting on orders from a corrupt detective who was out to shake down the bouncer's private security business while his martial arts students conducted countersurveillance black ops" , "date" : "20071204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Bouncer Tells Jurors Assassins Framed Him" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/04\/nyregion\/04bouncer.html"} , {"body" : "HELEN UFFNER, the owner of a theatrical costume company, has a vast inventory of vintage items dating from the 1970s back to the 1860s, among them 8,300 dresses, 3,200 women's hats and 800 cartons of accessories. Items from her collection have made cameo appearances in movies like ''Capote,'' in television shows like ''Saturday Night Live'' and in" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "GARMENT CENTER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Pins and Needles" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02garm.html"} , {"body" : "WHEN he was 20, Arturo Vidals told his father there were no good job opportunities in his hometown, Puebla, Mexico. ''If you're an eagle, then fly,'' his father replied. Mr. Vidals took a bus to Tijuana and hired a drunken coyote, Mexican slang for a smuggler, to sneak him across the border at San Diego. From there he rode to Los Angeles in the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS; Serendipity Transcends All Barriers" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/realestate\/25habi.html"} , {"body" : "The definitive history of New York night life may one day make note of Stephen Sakai in a short chapter called Downtown Bouncer Violence. Recounting the era of the smoking ban, bottle service and the $4,000 table, the passage would probably focus on Mr. Sakai's security job at Opus 22, the Chelsea lounge that a Newsday reviewer once praised for" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer's Murder Trial Sheds Light on City's Night Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16bouncer.html"} , {"body" : "A Brooklyn man was arrested yesterday and charged with 17 armed robberies in Lower Manhattan in the past nine weeks, the police said. The suspect was identified as Herbert Rodriguez, 35, of 248 54th Street, in Sunset Park. The robberies started on Sept. 10 and occurred at businesses including doughnut shops, florists and boutiques, on the Lower" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Charges in 17 Robberies" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16arrest.html"} , {"body" : "AND so the migration of the taco eaters begins. The sun has set on the Red Hook ball fields' food vendors for the season, so south and east the pilgrims go, to Fifth Avenue in Sunset Park, Brooklyn, winter feeding ground of the displaced soccer taco enthusiast. The good news is that the stretch from Green-Wood Cemetery south to the Brooklyn-Queens" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "16" , "title" : "$25 AND UNDER; Following the Tacos South for the Winter" , "url" : "http:\/\/events.nytimes.com\/2007\/11\/14\/dining\/reviews\/14unde.html"} ,   {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} , {"author" : "Angela Macropoulos and Colin Moynihan contributed reporting." , "body" : "A Queens man was charged yesterday with the murder of his 13-month-old daughter, who died after she was found bruised and unconscious in the family's home in South Ozone Park, the police said. When the girl's mother came home after shopping on Saturday, she found the child, Jessica O'Keeffe, injured and her husband gone, the police said. After" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father Charged in Death Of Baby Girl in Queens" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/nyregion\/05child.html"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"body" : "AROUND TOWN Halloween CEMETERIES, GHOSTS, SPIRITS AND SAINTS, Wednesday at 6:30 p.m., a lecture by Ronald J. Brown, a scholar, at the Mid-Manhattan Library, Fifth Avenue and 40th Street. (212) 340-0887. Free. DAY OF THE DEAD ON STATEN ISLAND, Sunday, 11 a.m. to 4 p.m., at the George Cromwell Recreational Community Center, Pier 6 and Hannah Street," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5D71E3DF935A15753C1A9619C8B63"} , {"body" : "AROUND TOWN CROWN POINT FESTIVAL The organizers of the newly minted Crown Point Festival, which begins Saturday night at the Abrons Arts Center on the Lower East Side, knew they had a problem. In New York, land of a thousand festivals, how can yet another multiweek arts extravaganza make a name for itself? It turns out that their answer -- films," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/26wspare.html"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "A Brooklyn discount greengrocer, Rossman Fruit and Vegetable, agreed to pay $675,000 in back wages to 222 employees to settle a lawsuit filed by the federal Labor Department, the department announced yesterday. From 2001 to 2005, the department said, the company, whose three stores include Rossman Farms on Third Avenue and 26th Street in Sunset" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Grocer To Pay Back Wages" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6D61E30F93BA25753C1A9619C8B63"} , {"body" : "City officials are again trying to reinvigorate the lightly used rail freight facilities on the Brooklyn waterfront. This time, they are hoping the rail line can play a part in rebuilding the World Trade Center site. The plan being studied at the city's Economic Development Corporation would bring freight by rail to barges off the Brooklyn" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Rail Use Urged In Rebuilding Ground Zero" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/04\/nyregion\/04rail.html"} , {"body" : "If a power company planning to expand its generating plant in the Sunset Park neighborhood can prove that the plan will reduce overall emissions in New York, then the city should support the project, Mayor Michael R. Bloomberg said in a statement yesterday. The company, U.S. Power Generating Company, has applied to add two or three new turbine" , "date" : "20071002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn: Mayor For Power Project" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/02\/nyregion\/02mbrfs-power.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF their home could cater to their environmental sensibilities, so much the better. It wasn't that Dara Blumenthal and Darren Patrick expected to find an environmentally friendly apartment, but they did want a big, bright home, ''something that made sense to us, where we could see our energies flowing in and out very naturally,'' Ms. Blumenthal" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Recipe for Success" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30hunt.html"} , {"body" : "Nearly a half century ago, at the dawn of an era renowned for its utopian dreams and dystopian diagnoses, a journalist who loved the American city wrote an attack on all the professional planners and idealists who believed they could design the perfect urban habitat, the city beautiful, a metropolitan Eden. Forget it, was the message Jane Jacobs" , "date" : "20070925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "EXHIBITION REVIEW; Jane Jacobs, Foe of Plans And Friend Of City Life" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/25\/arts\/design\/25jaco.html"} , {"body" : "SATURDAY night rolls around, and you realize your mom threw out your favorite Cannibal Corpse T-shirt. So you grab your skateboard and head over to Village X, a T-shirt shop on St. Marks Place, off Second Avenue. Until the store closes at 1 in the morning, cool-looking teenagers mill about, some of them with wallet-chains and skateboards, some of" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "ALL DRESSED UP; The Best of Times, the Worst of Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16satu.html"} , {"body" : "NOT everyone who works in the Steve's C-Town supermarket, on Ninth Street near Fifth Avenue in Park Slope, is a teenager. It can, however, seem that way to a customer, waiting in the long express line that curves toward the seltzer display and the frozen foods while the stock boys flirt with the cash register girls, the delivery guys lounge out" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PIN MONEY; Angst Amid the Artichokes" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16supe.html"} , {"body" : "THE word ''beach'' in the name of a New York neighborhood is no proof of the presence of sand. Bath Beach, for instance, doesn't have any. Yet Manhattan Beach, on a peninsula in Brooklyn's southeastern corner, has not just one beach, but two. To start with, there is the 400-foot-wide crescent at Kingsborough Community College, whose 70-acre campus" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MANHATTAN BEACH, BROOKLYN; A Little Land With a Lot of Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/realestate\/09livi.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} , {"body" : "A man who was convicted of raping a worker in a beauty salon was sentenced yesterday to 35 years in prison in State Supreme Court in Brooklyn. The man, Marvin Winkfield, 24, was convicted last month of the 2006 attack after a trial in which his victim, 34, took the stand and confronted him in tearful, angry testimony, telling jurors that he" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Rapist Is Sentenced" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E5DB123AF935A3575AC0A9619C8B63"} , {"body" : "Cindy Felix, 37, was playing docent for her block, on 50th Street in Sunset Park, Brooklyn, where she helped organize its party last weekend. Next door is her childhood friend, she said. Across the street, she pointed, is the one who has lived on the block the longest, a woman who moved in in 1938. As Ms. Felix spoke, the temperature approached 100" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Turn Up the Hi-Fi: The Block Party Is Ready to Begin" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/nyregion\/02block.html"} , {"body" : "EVERY New York musician knows that finding adequate, affordable rehearsal space is a challenge. The International Contemporary Ensemble, a prominent young new-music group active both here and in Chicago, got lucky recently, taking over the top floor of a commercial building in Sunset Park, Brooklyn. There is enough room for a sizable chamber" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Concert Itinerary That Includes Dreamland" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/arts\/music\/02smit.html"} ,   {"author" : "E-mail:haberman@nytimes.com" , "body" : "While Alexander Gomez was in Iraq at the United States government's bidding, that same government was trying to kick his wife out of this country. For the Colombian-born Mr. Gomez, more accurately Specialist Gomez of the New York Army National Guard, something was definitely out of kilter. Not that he could do much about it, not from the military" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "NYC; He's in Iraq. U.S. Reward: Deport Wife?" , "url" : "http:\/\/select.nytimes.com\/\/2007\/08\/28\/nyregion\/28nyc.html"} , {"body" : "For many New Yorkers, the tornado that struck southwestern Brooklyn two weeks ago may be little more than a memory of a novel visit by a typically Midwestern weather phenomenon. But on the blocks where the Category 2 tornado touched down, evidence of the destruction is still fresh. Tree trunks as thick as phone booths felled by winds of up to 135" , "date" : "20070823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Weeks Later, Evidence and Memories of the Tornado Remain Vivid" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/23\/nyregion\/23tornado.html"} , {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17kid.html"} , {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17wkid.html"} , {"body" : "A 34-year-old Brooklyn man working in an industrial warehouse was crushed by a freight elevator last evening, the police said. The man, Arturo Gil, was declared dead shortly after 5 p.m. at the site, the Whale Industrial Terminal Building at 14B 53rd Street in Sunset Park, the police said. The elevator had become stuck between the second and third" , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING: NEW YORK: Brooklyn: Man Killed In Elevator Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFDE1638F937A2575BC0A9619C8B63"} , {"body" : "AT Tacos 2004, a taqueria in Sunset Park, Brooklyn, whose bland red-brick exterior belies the rollicking scene inside, six waitresses two-stepped and twirled their customers across an impossibly small dance floor. The women wore identical white tops and black miniskirts with high slits that fanned out when they whirled. On a recent Friday night," , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | TWO-STEPPING; Dancing Away the Heartache, Tacos Included" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0D91E30F931A2575BC0A9619C8B63"} , {"body" : "It was the day after in southwestern Brooklyn yesterday: work crews pushed brooms, steered street sweepers, shoveled bricks, lifted tree trunks and started the rebuilding in the aftermath of the unlikely tornado that swept through the area early Wednesday morning. Men in hard hats loaded up a construction backhoe with aluminum siding and other" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wind-Damaged Brooklyn Begins to Straighten Up" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/nyregion\/10clean.html"} , {"body" : "A brief but fierce storm drenched the New York region just before the morning rush yesterday, paralyzing the transit system, flooding major thoroughfares, cutting off electricity to thousands of homes and causing confusion that lingered through a humid, sweaty day. The storm, which sent water gushing into subway tunnels and swirling over commuter" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Sudden Storm Brings A Metropolis to Its Knees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E6DC1538F93AA3575BC0A9619C8B63"} , {"body" : "It took experts until late in the afternoon yesterday to confirm what many in southwestern Brooklyn knew had descended on their neighborhoods as a new workday dawned. It was a tornado -- the first to hit Brooklyn since modern record-keeping began -- and it turned whole sections of Sunset Park and Bay Ridge upside down. Roofs were torn off houses." , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Big Wind That Left Part of Brooklyn Upside Down? It Was a Tornado, All Right" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/nyregion\/09wind.html"} , {"body" : "LAST month, a gaggle of assistant stylists took a fashion-themed field trip along Fifth Avenue. They made several stops: Gucci, Bergdorf Goodman and the Peninsula and Four Seasons hotels. The group, dressed mostly in black, absorbed the surroundings with the wide eyes of tourists as Alain Pinon, an owner of Salon AKS and the boss, explained each" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "SKIN DEEP; Dinner Reservations? Speak to My Hair Stylist" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/fashion\/09skin.html"} ,   {"body" : "PASQUALE VIGGIANO and his wife, Geraldine, thought they knew the restaurant business. Ms. Viggiano had helped her mother run a cafe in Honduras and Mr. Viggiano had grown up hearing his parents' fond tales of the luncheonette they opened when they came to Brooklyn from Italy. ''They described how they put the restaurant together and it kind of" , "date" : "20070808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Restaurateurs-to-Be Look Before Leaping" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/08\/dining\/08boot.html"} , {"body" : "There really is a John inside Johnny's Pizza in Sunset Park, Brooklyn -- John Miniaci Jr., whose father, John Sr., founded the neighborhood pizzeria in 1968. There will soon be another John right next door on Fifth Avenue -- Papa John's Pizza, a franchise outlet. John Jr. considers this as an insult to his own papa John, who died just one month" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Franchise Moves In, A Block's Loyalties Lie With the Local Guy" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/06\/nyregion\/06pizza.html"} , {"body" : "INTERNATIONAL A3-11 Restive Foreign WorkersHave Dubai Eyeing Reform After several years of labor unrest in Dubai, the government is seeking peace with a million migrant construction workers who make local citizens a minority in their own country and sustain one of the world's great building booms. A1 Afghan's Bleak Report President Hamid Karzai of" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DD1430F935A3575BC0A9619C8B63"} , {"body" : "The scene at the Red Hook piers in Brooklyn on Friday morning was a standoff between grit and glitz. On Pier 10, at Brooklyn's last remaining cargo terminal, longshoremen hoisted freight containers off the backs of flatbed trucks lined up like roller-coaster cars and set them down on the deck of a mammoth freighter. Across an inlet on Pier 12, a" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Cargo Ships Leaving Red Hook? Maybe Not So Fast" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/nyregion\/05piers.html"} , {"author" : "Ayub Nuri, who is based in New York City, is a freelance reporter and has worked as a researcher on Iraq for Human Rights Watch." , "body" : "I was born in 1979 in the northern Iraqi town of Halabja. In Kurdish, Halabja means ''the wrong place,'' and that is how the town felt when I was growing up, because I never knew a life without war. My father worked in Halabja's electricity office, and we farmed for a few months every year. When I was 4, an Iraqi Army convoy passed by our farm. It" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "At War, At Home, At Risk" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/magazine\/29iraqi-t.html"} , {"body" : "The caseworkers, immigration lawyers and resettlement specialists at the International Rescue Committee spend their days helping refugees flee their troubled homes and make their way to the United States. But in the last week, the 250 workers at the agency headquarters became refugees themselves, locked out of their offices by the steam pipe" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Refugee Aid Group Identifies With Clients" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/nyregion\/27blast.html"} , {"body" : "Who knew a civics lesson awaited every time Daisy and Moises Mendoza looked around their neighborhood in East Harlem? Their parents came to New York from Mexico and raised them the hard way, earning pennies at a time handing out fliers on street corners and selling shaved ice snacks in parks. Other teenagers gave up on school to deliver food or" , "date" : "20070716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Raising Young Voices for Illegal Mexican Immigrants" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/16\/nyregion\/16citywide.html"} , {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/dining\/04off.html"} , {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DF1738F937A35754C0A9619C8B63"} , {"body" : "Each year Bob Wills teaches hundreds of people who work on the subway tracks how to do their jobs without getting hit by a train -- and he likes to tell them that they are going to fail his class. What he means is that during the walk through a working subway tunnel that winds up the class, he will manage to get them to step onto the tracks without" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Track Workers Reminded: Always Look Both Ways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DF133FF931A15755C0A9619C8B63"} ,   {"body" : "Late last year, the International AIDS Vaccine Initiative, a global nonprofit company that hopes to speed the development of an H.I.V. vaccine, seemed on the verge of abandoning its plan to open a new laboratory in Brooklyn. The potential defection would have dealt a serious blow to the city's long-running efforts to attract more well-paying" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; AIDS Research Gets a Home at Brooklyn Army Terminal" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/realestate\/commercial\/20biotech.html"} , {"body" : "The posting on Craigslist was vague, something about ''set dressing'' and a movie company and a sale. Cash only. But the two words circulating among the Internet cognoscenti, could not have been clearer: ''The Sopranos.'' So it was that nine days after the finale of the HBO mob drama, scores of ''Sopranos'' fans found themselves yesterday in front" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Seeking a Souvenir of Those Mobsters You Hate to Love" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20soprano.html"} , {"body" : "In a city with few backyards, everyone loves a park -- but not many people consider who is going to pay for all that grass. New York City is in the midst of one of the most ambitious expansions of its park system in history, but a report by the Regional Plan Association, scheduled to be released today, questions whether the city and state will be" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Planned Parks May Cost City Too Much, Group Warns" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/nyregion\/14parks.html"} , {"body" : "The mighty Monitor, the ironclad Civil War ship, was built on Greenpoint's gritty waterfront. The Graving Dock at the Todd Shipyards in Red Hook was the terminal for ships traveling from the Erie Canal. The Old Dutch Mustard Company in Williamsburg churned out prepared mustard, vinegars and fruit juice for half a century. The mustard building was" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Waterfront Called Endangered Site" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/arts\/design\/14wate.html"} , {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS newlyweds planning for a baby, Erin and Louis Cicalese wanted to buy a two-bedroom home in a normal, stable middle-class neighborhood. ''We felt we were priced out of the city and we felt we were priced out of the suburbs, and we kind of flip-flopped between the two,'' Ms. Cicalese said. They spent a year hunting, wondering where they would ever" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Moving On From Post-College Mode" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10hunt.html"} , {"body" : "Prosecutors have disclosed DNA evidence in a triple-murder case against a bar bouncer connected to the Sweet Cherry strip parlor in Sunset Park. Months after the killings, the defendant, Stephen Sakai, was arrested carrying a washcloth with what appeared to be a bloodstain, his lawyer, Kleon C. Andreadis, said yesterday after a pretrial hearing in" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: DNA Evidence In Bouncer's Murder Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFD91F30F93BA35755C0A9619C8B63"} , {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} , {"body" : "''DOES the trolley still run down Eighth Avenue?'' That's what a friend's grandfather, Otto Martucci, asked when I mentioned I had lunch on Brooklyn's Eighth Avenue in the lower 50s. He said he used to grab on to the back of what he called the Toonerville Trolley along that stretch 90 years ago and hitch a ride to school. No, I said, no more" , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Three Menus and a Few Sure Things" , "url" : "http:\/\/events.nytimes.com\/2007\/05\/30\/dining\/30unde.html"} , {"body" : "Two people were hospitalized and dozens more were evacuated from nine residential buildings in Brooklyn last night after an overloaded electrical system caused a carbon monoxide leak, the Fire Department said. The evacuation took place about 6:30 p.m. in Sunset Park after an explosion in a manhole near 55th Street between Seventh and Eighth" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nine Buildings Are Evacuated After Leak" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26evac.html"} ,   {"body" : "GREG PATTILLO may be the best person in the world at what he does. He may also be the only person in the world who does what he does. A classically trained flutist who studied with the Cleveland Orchestra before teaching music in San Francisco and New York, Mr. Pattillo, 29, is now a beat boxing flute player. In his songs, Mr. Pattillo, who lives" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; A Flute With a Beat, and You Might Dance to It" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22ink.html"} , {"author" : "Michael Weinreb is the author of ''The Kings of New York: A Year Among the Geeks, Oddballs, and Geniuses Who Make Up America's Top High School Chess Team,'' published in March by Gotham." , "body" : "PATRICK O'NEIL, tall and broad-shouldered, towers over many of his classmates at the New York City College of Technology in Downtown Brooklyn, and at age 31 he is older than many of them. But there is also a less apparent gulf between Mr. O'Neil and his fellow students. ''I watch these people moving through their lives, and it's so odd,'' he said" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Coming Home" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20vet.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through April" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD91531F932A25756C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday at 1:30 and 3 p.m., ''Annual Mother's Day Tea,'' with finger sandwiches and other delicacies, followed by a tour of the museum; $50 per couple, $40 for members (each additional guest, $20). Reservations required: (212) 777-1089. Free. Hours: Thursdays" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: May 11 - May 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1DB1431F932A25756C0A9619C8B63"} , {"body" : "With fire deaths down across the city, the decision by Mayor Michael R. Bloomberg to allocate $1.4 million of the city's 2008 budget for the Fire Department to hire 32 more fire marshals might seem to come at a curious time. But fire union officials say staffing levels will still be low. News of the financing came on Thursday, with the release of" , "date" : "20070428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With 32 More Fire Marshals, Plans to Expand Services" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/28\/nyregion\/28fire.html"} , {"body" : "JESSICA ABEL may have gone to extremes when she collected seawater from Long Island Sound and boiled it down to make two cups of salt. But people who are determined to eat only food made within 100 miles, give or take, sometimes find themselves reaching for creative solutions. Ms. Abel and her husband, Matt Madden, cartoonists who work at home in" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books" , "Dining and Wine"] , "page_facet" : "10" , "title" : "Preserving Fossil Fuels And Nearby Farmland By Eating Locally" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/dining\/25loca.html"} , {"body" : "AS the tax deadline looms tonight, there are those who think that the pronouncements of the Internal Revenue Service might as well be declaimed in Greek. But consider the fix of Chinatown residents who would settle for mere Mandarin. So it was that Jiang Hua, 70, a retired busboy who has lived in Chinatown for the last 15 years, found himself on" , "date" : "20070417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; Free Tax Advice (No Guarantee on a Refund)" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/17\/nyregion\/17ink.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "MICHAEL HOLLEY said he used to count his days left in prison for a manslaughter conviction. Now he counts the days in his first job as a free man. Mr. Holley, 35, has worked for more than five months at Tumbador Chocolate, a chocolate factory in the Sunset Park section of Brooklyn that opened last fall. ''They gave me a shot,'' said Mr. Holley, who" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "OFFICE SPACE: HOME FRONT; Willy Wonka? Not Exactly. But He Does Change Lives." , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/business\/yourmoney\/15home.html"} , {"body" : "Eleven federal jail guards, including a captain and three lieutenants, were charged yesterday with beating two inmates at the Metropolitan Detention Center in Brooklyn, one so badly, officials said, that a pool of his blood and bits of his hair lay on the floor of his cell when it was over. The guards were also charged with covering up the beatings" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 Jail Guards Are Indicted In 2 Beatings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/13\/nyregion\/13guards.html"} , {"body" : "IT was Sunday morning at Pacificana -- a lavish new Cantonese palace in a second-story space above a bank in Chinatown in Brooklyn. The place was mobbed. All the tables in the mammoth room (so tall you could comfortably dine on stilts as long as you minded the chandeliers) were crowded with diners. Dim sum cart ladies circled. A friend and I were" , "date" : "20070321" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Fresh From the Dim Sum Cart" , "url" : "http:\/\/events.nytimes.com\/2007\/03\/21\/dining\/reviews\/21unde.html"} ,   {"body" : "About 300 people were evacuated from more than 50 homes in Sunset Park for several hours yesterday because of a carbon monoxide gas leak resulting from a manhole fire, the Fire Department said. Seven people, including two unconscious women and two paramedics, were taken to area hospitals after the evacuations, which took place shortly after noon on" , "date" : "20070319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Carbon Monoxide Forces Evacuations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED71630F93AA25750C0A9619C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "No Parking? Not So Fast Q. A neighbor in Bayside, Queens, replaced part of his lawn with concrete to form a driveway wide enough for two cars. But the curb in front of this additional parking space is still about 6 inches high, and my neighbor insists that that section of curb is now a no-parking spot. A. Sorry, but your neighbor is wrong." , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18fyi.html"} , {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"body" : "According to the Chinese zodiac, the year of the pig begins on Sunday. Not just any pig: it's the year of the fire pig, which happens only once every 60 years or so. This weekend and next there are dozens of events all over the city to celebrate this special Lunar New Year. Parks from Inwood Hill Park in northern Manhattan to Blue Heron Park in" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22; CHINESE NEW YEAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1DA173EF935A25751C0A9619C8B63"} , {"body" : "AMID the auto shops, live poultry markets and gas stations that line great stretches of Third Avenue in Sunset Park, Brooklyn, a surprise awaits on the corner of 20th Street. There, behind a wire-mesh fence, just yards from the roar of the elevated Gowanus Expressway, art blossoms in the form of a number of large, expressive steel statues. A sun," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; In the Shadow of an Expressway, Saints, Lovers and Others" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11scul.html"} , {"body" : "The Art That Isn't There Q. I love the original century-old subway station mosaics and the new art that the M.T.A. has supported. But what about the subway art that the Works Progress Administration was responsible for? Where did it go? A. This may surprise you, but there's virtually none. During the Depression, as subway lines were opening on" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11fyi.html"} , {"body" : "A 3-year-old boy was killed in a hit-and-run accident after he got caught in a wheel of a pickup truck in Brooklyn yesterday, the police said. But the driver of the truck, who was taken in for questioning last night, was not charged, according to the police, because he said he did not know that he had hit the child. The police did not identify the" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy Killed by Truck in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09hit.html"} , {"body" : "FOR three decades his image has been frozen in time. The bulldozing bully who callously displaced thousands of New Yorkers in the name of urban renewal. The public-works kingpin who championed highways as he starved mass transit. And yes, the visionary idealist who gave New York Lincoln Center and Jones Beach, along with parks, roads, playgrounds" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "ARCHITECTURE; Rehabilitating Robert Moses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D61F30F93BA15752C0A9619C8B63"} , {"body" : "Four years ago or so, about two weeks after Hy Chabbott's trouble with city government started, he was in line at the bank when another customer said he smelled coffee. ''That's me,'' said Mr. Chabbott, who spends most of his days in the roasting plant of the 167-year-old Gillies Coffee Company, of which he is an owner. Had he heard, the man" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Wake Up and Smell The 'Odorous Air Contaminant'" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/nyregion\/thecity\/21coff.html"} , {"body" : "It's a common enough thought among city drivers inching through traffic: Everyone around me came from the suburbs, making my life miserable. But it's wrong, because more than half the drivers who crowd into Manhattan each workday come from the five boroughs. That is only one fact about traffic in New York City that may surprise some people. For" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Cars Clogging New York? Most Are From the City" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/12\/nyregion\/12traffic.html"} ,   {"body" : "Hit-and-run accidents are a frequent occurrence on the streets of New York. But even in a town famous for its boldness, it is not very often that a witness chases after the driver, forces him into a cab and turns him over to the police. On Friday, after a deadly hit-and-run on a busy street in Sunset Park, Brooklyn, the police arrived at the scene" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Witnesses Chase Down and Hold Driver in Fatal Accident in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E4D6173AF93AA15751C1A9619C8B63"} , {"body" : "A driver was stabbed and killed Wednesday night while sitting in a parked sport utility vehicle in Brooklyn, the police said. The driver, a 26-year-old man whose name the police did not release, was approached about 7 p.m. at Sixth Avenue and 48th Street in Sunset Park by at least two attackers as he sat in a gray Chevrolet Suburban, the police" , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Driver Is Fatally Stabbed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/nyregion\/20dead.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$10.7 MILLION 4401 Seventh Avenue (at 44th Street) Brooklyn This six-story 52-unit apartment building, built around 1930, faces Sunset Park. Plans have been filed to enable condominium conversion. Owner: 4401 Sunset Park L.L.C., affiliate of Sierra Realty Brokers: Deborah Gutoff and Ronda Rogovin, Eastern Consolidated ROSALIE R. RADOMSKY e-mail:" , "date" : "20071212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE7DD1E3EF931A25751C1A9619C8B63"} , {"body" : "A bouncer who studied sword fighting and ninjitsu, adopted a Japanese surname and urged himself to become a ''monster in the most positive way'' was convicted yesterday of two 2005 murders but acquitted of a third. The bouncer, Stephen Sakai, 32, was surrounded by 16 court officers as the verdict was announced in State Supreme Court in Brooklyn. He" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Former Strip Club Bouncer Convicted of 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08bouncer.html"} , {"body" : "On trial for three killings connected to a strip parlor in Sunset Park, Brooklyn, a bouncer told jurors yesterday that he was being framed by a squad of police assassins acting on orders from a corrupt detective who was out to shake down the bouncer's private security business while his martial arts students conducted countersurveillance black ops" , "date" : "20071204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Bouncer Tells Jurors Assassins Framed Him" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/04\/nyregion\/04bouncer.html"} , {"body" : "HELEN UFFNER, the owner of a theatrical costume company, has a vast inventory of vintage items dating from the 1970s back to the 1860s, among them 8,300 dresses, 3,200 women's hats and 800 cartons of accessories. Items from her collection have made cameo appearances in movies like ''Capote,'' in television shows like ''Saturday Night Live'' and in" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "GARMENT CENTER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Pins and Needles" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02garm.html"} , {"body" : "WHEN he was 20, Arturo Vidals told his father there were no good job opportunities in his hometown, Puebla, Mexico. ''If you're an eagle, then fly,'' his father replied. Mr. Vidals took a bus to Tijuana and hired a drunken coyote, Mexican slang for a smuggler, to sneak him across the border at San Diego. From there he rode to Los Angeles in the" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS; Serendipity Transcends All Barriers" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/realestate\/25habi.html"} , {"body" : "The definitive history of New York night life may one day make note of Stephen Sakai in a short chapter called Downtown Bouncer Violence. Recounting the era of the smoking ban, bottle service and the $4,000 table, the passage would probably focus on Mr. Sakai's security job at Opus 22, the Chelsea lounge that a Newsday reviewer once praised for" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer's Murder Trial Sheds Light on City's Night Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16bouncer.html"} , {"body" : "A Brooklyn man was arrested yesterday and charged with 17 armed robberies in Lower Manhattan in the past nine weeks, the police said. The suspect was identified as Herbert Rodriguez, 35, of 248 54th Street, in Sunset Park. The robberies started on Sept. 10 and occurred at businesses including doughnut shops, florists and boutiques, on the Lower" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Charges in 17 Robberies" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16arrest.html"} , {"body" : "AND so the migration of the taco eaters begins. The sun has set on the Red Hook ball fields' food vendors for the season, so south and east the pilgrims go, to Fifth Avenue in Sunset Park, Brooklyn, winter feeding ground of the displaced soccer taco enthusiast. The good news is that the stretch from Green-Wood Cemetery south to the Brooklyn-Queens" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "16" , "title" : "$25 AND UNDER; Following the Tacos South for the Winter" , "url" : "http:\/\/events.nytimes.com\/2007\/11\/14\/dining\/reviews\/14unde.html"} , {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} , {"author" : "Angela Macropoulos and Colin Moynihan contributed reporting." , "body" : "A Queens man was charged yesterday with the murder of his 13-month-old daughter, who died after she was found bruised and unconscious in the family's home in South Ozone Park, the police said. When the girl's mother came home after shopping on Saturday, she found the child, Jessica O'Keeffe, injured and her husband gone, the police said. After" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father Charged in Death Of Baby Girl in Queens" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/nyregion\/05child.html"} , {"body" : "City Councilman Bill de Blasio, who lost a bid last year for Council speaker, said yesterday that he would run for Brooklyn borough president in 2009. Mr. de Blasio, a Democrat, becomes the second candidate to officially enter the race, joining Councilman Charles Barron, who announced his candidacy in May. Marty Markowitz, who has been the borough" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilman Joins Race For Top Seat In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1F3AF93AA15753C1A9619C8B63"} , {"body" : "AROUND TOWN Halloween CEMETERIES, GHOSTS, SPIRITS AND SAINTS, Wednesday at 6:30 p.m., a lecture by Ronald J. Brown, a scholar, at the Mid-Manhattan Library, Fifth Avenue and 40th Street. (212) 340-0887. Free. DAY OF THE DEAD ON STATEN ISLAND, Sunday, 11 a.m. to 4 p.m., at the George Cromwell Recreational Community Center, Pier 6 and Hannah Street," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5D71E3DF935A15753C1A9619C8B63"} , {"body" : "AROUND TOWN CROWN POINT FESTIVAL The organizers of the newly minted Crown Point Festival, which begins Saturday night at the Abrons Arts Center on the Lower East Side, knew they had a problem. In New York, land of a thousand festivals, how can yet another multiweek arts extravaganza make a name for itself? It turns out that their answer -- films," , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/26wspare.html"} , {"author" : "Gabriel Thompson is the author of ''There's No José Here: Following the Hidden Lives of Mexican Immigrants.'' His most recent book is ''Calling All Radicals.''" , "body" : "HUDOYKUL HAFIZOV, a soft-spoken, slightly built immigrant from Uzbekistan, works as inventory manager at Silver Rod Pharmacy in Bensonhurst, Brooklyn, and he has a favorite joke: ''A person who knows three languages is trilingual. ''Someone who knows two languages is bilingual. ''But do you know what they call a person who speaks only one" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The United Nations of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21bens.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "A Brooklyn discount greengrocer, Rossman Fruit and Vegetable, agreed to pay $675,000 in back wages to 222 employees to settle a lawsuit filed by the federal Labor Department, the department announced yesterday. From 2001 to 2005, the department said, the company, whose three stores include Rossman Farms on Third Avenue and 26th Street in Sunset" , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Grocer To Pay Back Wages" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6D61E30F93BA25753C1A9619C8B63"} , {"body" : "City officials are again trying to reinvigorate the lightly used rail freight facilities on the Brooklyn waterfront. This time, they are hoping the rail line can play a part in rebuilding the World Trade Center site. The plan being studied at the city's Economic Development Corporation would bring freight by rail to barges off the Brooklyn" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Rail Use Urged In Rebuilding Ground Zero" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/04\/nyregion\/04rail.html"} , {"body" : "If a power company planning to expand its generating plant in the Sunset Park neighborhood can prove that the plan will reduce overall emissions in New York, then the city should support the project, Mayor Michael R. Bloomberg said in a statement yesterday. The company, U.S. Power Generating Company, has applied to add two or three new turbine" , "date" : "20071002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn: Mayor For Power Project" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/02\/nyregion\/02mbrfs-power.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IF their home could cater to their environmental sensibilities, so much the better. It wasn't that Dara Blumenthal and Darren Patrick expected to find an environmentally friendly apartment, but they did want a big, bright home, ''something that made sense to us, where we could see our energies flowing in and out very naturally,'' Ms. Blumenthal" , "date" : "20070930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Recipe for Success" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/30\/realestate\/30hunt.html"} , {"body" : "Nearly a half century ago, at the dawn of an era renowned for its utopian dreams and dystopian diagnoses, a journalist who loved the American city wrote an attack on all the professional planners and idealists who believed they could design the perfect urban habitat, the city beautiful, a metropolitan Eden. Forget it, was the message Jane Jacobs" , "date" : "20070925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "EXHIBITION REVIEW; Jane Jacobs, Foe of Plans And Friend Of City Life" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/25\/arts\/design\/25jaco.html"} , {"body" : "SATURDAY night rolls around, and you realize your mom threw out your favorite Cannibal Corpse T-shirt. So you grab your skateboard and head over to Village X, a T-shirt shop on St. Marks Place, off Second Avenue. Until the store closes at 1 in the morning, cool-looking teenagers mill about, some of them with wallet-chains and skateboards, some of" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "ALL DRESSED UP; The Best of Times, the Worst of Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16satu.html"} , {"body" : "NOT everyone who works in the Steve's C-Town supermarket, on Ninth Street near Fifth Avenue in Park Slope, is a teenager. It can, however, seem that way to a customer, waiting in the long express line that curves toward the seltzer display and the frozen foods while the stock boys flirt with the cash register girls, the delivery guys lounge out" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PIN MONEY; Angst Amid the Artichokes" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/16\/nyregion\/thecity\/16supe.html"} , {"body" : "THE word ''beach'' in the name of a New York neighborhood is no proof of the presence of sand. Bath Beach, for instance, doesn't have any. Yet Manhattan Beach, on a peninsula in Brooklyn's southeastern corner, has not just one beach, but two. To start with, there is the 400-foot-wide crescent at Kingsborough Community College, whose 70-acre campus" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MANHATTAN BEACH, BROOKLYN; A Little Land With a Lot of Sand" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/realestate\/09livi.html"} , {"body" : "There is an almost eerie quiet as New York City approaches the September 18 primary elections. No federal, statewide, citywide, City Council, or state legislative posts are at issue, making this the least active primary season in recent memory. This has produced a quirky result: The primary's marquee events are three judicial contests in Brooklyn." , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; A Quiet (and Disquieting) Primary" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/09\/opinion\/nyregionopinions\/CIjudicial.html"} , {"author" : "Melissa Clark narrates an audio slide show on stoop sales in Park Slope, Brooklyn:nytimes.com\/home." , "body" : "EDWARD FEENEY would rather have been at the beach on a recent Sunday morning. Instead, he was lugging boxes up to the sidewalk from a brownstone basement in Park Slope, Brooklyn, while his wife, Carol Arnold, unpacked them. Out came vanilla-scented pillar candles and shiny brass candleholders, bags of potpourri and cellophane-wrapped flip-flops," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "The Retailer Next Door" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/garden\/06stoops.html"} , {"body" : "A man who was convicted of raping a worker in a beauty salon was sentenced yesterday to 35 years in prison in State Supreme Court in Brooklyn. The man, Marvin Winkfield, 24, was convicted last month of the 2006 attack after a trial in which his victim, 34, took the stand and confronted him in tearful, angry testimony, telling jurors that he" , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Rapist Is Sentenced" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E5DB123AF935A3575AC0A9619C8B63"} , {"body" : "Cindy Felix, 37, was playing docent for her block, on 50th Street in Sunset Park, Brooklyn, where she helped organize its party last weekend. Next door is her childhood friend, she said. Across the street, she pointed, is the one who has lived on the block the longest, a woman who moved in in 1938. As Ms. Felix spoke, the temperature approached 100" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Turn Up the Hi-Fi: The Block Party Is Ready to Begin" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/nyregion\/02block.html"} , {"body" : "EVERY New York musician knows that finding adequate, affordable rehearsal space is a challenge. The International Contemporary Ensemble, a prominent young new-music group active both here and in Chicago, got lucky recently, taking over the top floor of a commercial building in Sunset Park, Brooklyn. There is enough room for a sizable chamber" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Concert Itinerary That Includes Dreamland" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/arts\/music\/02smit.html"} , {"author" : "E-mail:haberman@nytimes.com" , "body" : "While Alexander Gomez was in Iraq at the United States government's bidding, that same government was trying to kick his wife out of this country. For the Colombian-born Mr. Gomez, more accurately Specialist Gomez of the New York Army National Guard, something was definitely out of kilter. Not that he could do much about it, not from the military" , "date" : "20070828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "NYC; He's in Iraq. U.S. Reward: Deport Wife?" , "url" : "http:\/\/select.nytimes.com\/\/2007\/08\/28\/nyregion\/28nyc.html"} , {"body" : "For many New Yorkers, the tornado that struck southwestern Brooklyn two weeks ago may be little more than a memory of a novel visit by a typically Midwestern weather phenomenon. But on the blocks where the Category 2 tornado touched down, evidence of the destruction is still fresh. Tree trunks as thick as phone booths felled by winds of up to 135" , "date" : "20070823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Weeks Later, Evidence and Memories of the Tornado Remain Vivid" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/23\/nyregion\/23tornado.html"} , {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17kid.html"} , {"body" : "FOR CHILDREN 'THE WORLD IS MY CANVAS' Many young people leave their childhoods before they ever leave their countries. But in SoHo, the Children's Museum of the Arts is now offering its visitors an opportunity to view other lands through eyes that are still very young: those of their peers in nations ranging from the Netherlands to North Korea." , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17wkid.html"} , {"body" : "A 34-year-old Brooklyn man working in an industrial warehouse was crushed by a freight elevator last evening, the police said. The man, Arturo Gil, was declared dead shortly after 5 p.m. at the site, the Whale Industrial Terminal Building at 14B 53rd Street in Sunset Park, the police said. The elevator had become stuck between the second and third" , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING: NEW YORK: Brooklyn: Man Killed In Elevator Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFDE1638F937A2575BC0A9619C8B63"} , {"body" : "AT Tacos 2004, a taqueria in Sunset Park, Brooklyn, whose bland red-brick exterior belies the rollicking scene inside, six waitresses two-stepped and twirled their customers across an impossibly small dance floor. The women wore identical white tops and black miniskirts with high slits that fanned out when they whirled. On a recent Friday night," , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | TWO-STEPPING; Dancing Away the Heartache, Tacos Included" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0D91E30F931A2575BC0A9619C8B63"} , {"body" : "It was the day after in southwestern Brooklyn yesterday: work crews pushed brooms, steered street sweepers, shoveled bricks, lifted tree trunks and started the rebuilding in the aftermath of the unlikely tornado that swept through the area early Wednesday morning. Men in hard hats loaded up a construction backhoe with aluminum siding and other" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wind-Damaged Brooklyn Begins to Straighten Up" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/nyregion\/10clean.html"} , {"body" : "A brief but fierce storm drenched the New York region just before the morning rush yesterday, paralyzing the transit system, flooding major thoroughfares, cutting off electricity to thousands of homes and causing confusion that lingered through a humid, sweaty day. The storm, which sent water gushing into subway tunnels and swirling over commuter" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Sudden Storm Brings A Metropolis to Its Knees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E6DC1538F93AA3575BC0A9619C8B63"} , {"body" : "It took experts until late in the afternoon yesterday to confirm what many in southwestern Brooklyn knew had descended on their neighborhoods as a new workday dawned. It was a tornado -- the first to hit Brooklyn since modern record-keeping began -- and it turned whole sections of Sunset Park and Bay Ridge upside down. Roofs were torn off houses." , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Big Wind That Left Part of Brooklyn Upside Down? It Was a Tornado, All Right" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/nyregion\/09wind.html"} , {"body" : "LAST month, a gaggle of assistant stylists took a fashion-themed field trip along Fifth Avenue. They made several stops: Gucci, Bergdorf Goodman and the Peninsula and Four Seasons hotels. The group, dressed mostly in black, absorbed the surroundings with the wide eyes of tourists as Alain Pinon, an owner of Salon AKS and the boss, explained each" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "SKIN DEEP; Dinner Reservations? Speak to My Hair Stylist" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/fashion\/09skin.html"} , {"body" : "PASQUALE VIGGIANO and his wife, Geraldine, thought they knew the restaurant business. Ms. Viggiano had helped her mother run a cafe in Honduras and Mr. Viggiano had grown up hearing his parents' fond tales of the luncheonette they opened when they came to Brooklyn from Italy. ''They described how they put the restaurant together and it kind of" , "date" : "20070808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Restaurateurs-to-Be Look Before Leaping" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/08\/dining\/08boot.html"} , {"body" : "There really is a John inside Johnny's Pizza in Sunset Park, Brooklyn -- John Miniaci Jr., whose father, John Sr., founded the neighborhood pizzeria in 1968. There will soon be another John right next door on Fifth Avenue -- Papa John's Pizza, a franchise outlet. John Jr. considers this as an insult to his own papa John, who died just one month" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Franchise Moves In, A Block's Loyalties Lie With the Local Guy" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/06\/nyregion\/06pizza.html"} , {"body" : "INTERNATIONAL A3-11 Restive Foreign WorkersHave Dubai Eyeing Reform After several years of labor unrest in Dubai, the government is seeking peace with a million migrant construction workers who make local citizens a minority in their own country and sustain one of the world's great building booms. A1 Afghan's Bleak Report President Hamid Karzai of" , "date" : "20070806" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DD1430F935A3575BC0A9619C8B63"} , {"body" : "The scene at the Red Hook piers in Brooklyn on Friday morning was a standoff between grit and glitz. On Pier 10, at Brooklyn's last remaining cargo terminal, longshoremen hoisted freight containers off the backs of flatbed trucks lined up like roller-coaster cars and set them down on the deck of a mammoth freighter. Across an inlet on Pier 12, a" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Cargo Ships Leaving Red Hook? Maybe Not So Fast" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/nyregion\/05piers.html"} , {"author" : "Ayub Nuri, who is based in New York City, is a freelance reporter and has worked as a researcher on Iraq for Human Rights Watch." , "body" : "I was born in 1979 in the northern Iraqi town of Halabja. In Kurdish, Halabja means ''the wrong place,'' and that is how the town felt when I was growing up, because I never knew a life without war. My father worked in Halabja's electricity office, and we farmed for a few months every year. When I was 4, an Iraqi Army convoy passed by our farm. It" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "At War, At Home, At Risk" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/29\/magazine\/29iraqi-t.html"} , {"body" : "The caseworkers, immigration lawyers and resettlement specialists at the International Rescue Committee spend their days helping refugees flee their troubled homes and make their way to the United States. But in the last week, the 250 workers at the agency headquarters became refugees themselves, locked out of their offices by the steam pipe" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Refugee Aid Group Identifies With Clients" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/nyregion\/27blast.html"} , {"body" : "Who knew a civics lesson awaited every time Daisy and Moises Mendoza looked around their neighborhood in East Harlem? Their parents came to New York from Mexico and raised them the hard way, earning pennies at a time handing out fliers on street corners and selling shaved ice snacks in parks. Other teenagers gave up on school to deliver food or" , "date" : "20070716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Raising Young Voices for Illegal Mexican Immigrants" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/16\/nyregion\/16citywide.html"} , {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/dining\/04off.html"} , {"body" : "Looking Ahead BRASSERIE DE COGNAC Fabio Granato and Vittorio Assaf, the partners in the Serafina Group, plan to open this classic 150-seat French place, complete with steak frites, an outdoor cafe and a Cognac bar with dozens of choices, in the fall: 1740 Broadway (West 55th Street). PERSEPHONE Steve Tzolis and Nicola Kotsoni, who are celebrating" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DF1738F937A35754C0A9619C8B63"} , {"body" : "Each year Bob Wills teaches hundreds of people who work on the subway tracks how to do their jobs without getting hit by a train -- and he likes to tell them that they are going to fail his class. What he means is that during the walk through a working subway tunnel that winds up the class, he will manage to get them to step onto the tracks without" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Track Workers Reminded: Always Look Both Ways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DF133FF931A15755C0A9619C8B63"} , {"body" : "Late last year, the International AIDS Vaccine Initiative, a global nonprofit company that hopes to speed the development of an H.I.V. vaccine, seemed on the verge of abandoning its plan to open a new laboratory in Brooklyn. The potential defection would have dealt a serious blow to the city's long-running efforts to attract more well-paying" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; AIDS Research Gets a Home at Brooklyn Army Terminal" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/realestate\/commercial\/20biotech.html"} , {"body" : "The posting on Craigslist was vague, something about ''set dressing'' and a movie company and a sale. Cash only. But the two words circulating among the Internet cognoscenti, could not have been clearer: ''The Sopranos.'' So it was that nine days after the finale of the HBO mob drama, scores of ''Sopranos'' fans found themselves yesterday in front" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Seeking a Souvenir of Those Mobsters You Hate to Love" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/nyregion\/20soprano.html"} , {"body" : "In a city with few backyards, everyone loves a park -- but not many people consider who is going to pay for all that grass. New York City is in the midst of one of the most ambitious expansions of its park system in history, but a report by the Regional Plan Association, scheduled to be released today, questions whether the city and state will be" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Planned Parks May Cost City Too Much, Group Warns" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/nyregion\/14parks.html"} , {"body" : "The mighty Monitor, the ironclad Civil War ship, was built on Greenpoint's gritty waterfront. The Graving Dock at the Todd Shipyards in Red Hook was the terminal for ships traveling from the Erie Canal. The Old Dutch Mustard Company in Williamsburg churned out prepared mustard, vinegars and fruit juice for half a century. The mustard building was" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Waterfront Called Endangered Site" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/arts\/design\/14wate.html"} , {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS newlyweds planning for a baby, Erin and Louis Cicalese wanted to buy a two-bedroom home in a normal, stable middle-class neighborhood. ''We felt we were priced out of the city and we felt we were priced out of the suburbs, and we kind of flip-flopped between the two,'' Ms. Cicalese said. They spent a year hunting, wondering where they would ever" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Moving On From Post-College Mode" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10hunt.html"} , {"body" : "Prosecutors have disclosed DNA evidence in a triple-murder case against a bar bouncer connected to the Sweet Cherry strip parlor in Sunset Park. Months after the killings, the defendant, Stephen Sakai, was arrested carrying a washcloth with what appeared to be a bloodstain, his lawyer, Kleon C. Andreadis, said yesterday after a pretrial hearing in" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: DNA Evidence In Bouncer's Murder Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFD91F30F93BA35755C0A9619C8B63"} , {"body" : "IT was 5 in the afternoon, and the scratched-up green Dodge pickup was stopped at a light at Foster and Remsen Avenues in Canarsie, Brooklyn. A teetering bureau and a load of wooden slats were in back. ''Look at that,'' said Lt. Robert DeRossi, a barrel-chested, baby-faced officer who was at the wheel of an unmarked white Jeep. His partner, Officer" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Target: TRASH" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/nyregion\/thecity\/03dump.html"} , {"body" : "''DOES the trolley still run down Eighth Avenue?'' That's what a friend's grandfather, Otto Martucci, asked when I mentioned I had lunch on Brooklyn's Eighth Avenue in the lower 50s. He said he used to grab on to the back of what he called the Toonerville Trolley along that stretch 90 years ago and hitch a ride to school. No, I said, no more" , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Three Menus and a Few Sure Things" , "url" : "http:\/\/events.nytimes.com\/2007\/05\/30\/dining\/30unde.html"} , {"body" : "Two people were hospitalized and dozens more were evacuated from nine residential buildings in Brooklyn last night after an overloaded electrical system caused a carbon monoxide leak, the Fire Department said. The evacuation took place about 6:30 p.m. in Sunset Park after an explosion in a manhole near 55th Street between Seventh and Eighth" , "date" : "20070526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nine Buildings Are Evacuated After Leak" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/26\/nyregion\/26evac.html"} , {"body" : "GREG PATTILLO may be the best person in the world at what he does. He may also be the only person in the world who does what he does. A classically trained flutist who studied with the Cleveland Orchestra before teaching music in San Francisco and New York, Mr. Pattillo, 29, is now a beat boxing flute player. In his songs, Mr. Pattillo, who lives" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; A Flute With a Beat, and You Might Dance to It" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22ink.html"} , {"author" : "Michael Weinreb is the author of ''The Kings of New York: A Year Among the Geeks, Oddballs, and Geniuses Who Make Up America's Top High School Chess Team,'' published in March by Gotham." , "body" : "PATRICK O'NEIL, tall and broad-shouldered, towers over many of his classmates at the New York City College of Technology in Downtown Brooklyn, and at age 31 he is older than many of them. But there is also a less apparent gulf between Mr. O'Neil and his fellow students. ''I watch these people moving through their lives, and it's so odd,'' he said" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Coming Home" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/20\/nyregion\/thecity\/20vet.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a re-creation of their natural habitat. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through April" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD91531F932A25756C0A9619C8B63"} , {"body" : "Around Town Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday at 1:30 and 3 p.m., ''Annual Mother's Day Tea,'' with finger sandwiches and other delicacies, followed by a tour of the museum; $50 per couple, $40 for members (each additional guest, $20). Reservations required: (212) 777-1089. Free. Hours: Thursdays" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES: May 11 - May 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1DB1431F932A25756C0A9619C8B63"} , {"body" : "With fire deaths down across the city, the decision by Mayor Michael R. Bloomberg to allocate $1.4 million of the city's 2008 budget for the Fire Department to hire 32 more fire marshals might seem to come at a curious time. But fire union officials say staffing levels will still be low. News of the financing came on Thursday, with the release of" , "date" : "20070428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With 32 More Fire Marshals, Plans to Expand Services" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/28\/nyregion\/28fire.html"} , {"body" : "JESSICA ABEL may have gone to extremes when she collected seawater from Long Island Sound and boiled it down to make two cups of salt. But people who are determined to eat only food made within 100 miles, give or take, sometimes find themselves reaching for creative solutions. Ms. Abel and her husband, Matt Madden, cartoonists who work at home in" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books" , "Dining and Wine"] , "page_facet" : "10" , "title" : "Preserving Fossil Fuels And Nearby Farmland By Eating Locally" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/25\/dining\/25loca.html"} , {"body" : "AS the tax deadline looms tonight, there are those who think that the pronouncements of the Internal Revenue Service might as well be declaimed in Greek. But consider the fix of Chinatown residents who would settle for mere Mandarin. So it was that Jiang Hua, 70, a retired busboy who has lived in Chinatown for the last 15 years, found himself on" , "date" : "20070417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; Free Tax Advice (No Guarantee on a Refund)" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/17\/nyregion\/17ink.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "MICHAEL HOLLEY said he used to count his days left in prison for a manslaughter conviction. Now he counts the days in his first job as a free man. Mr. Holley, 35, has worked for more than five months at Tumbador Chocolate, a chocolate factory in the Sunset Park section of Brooklyn that opened last fall. ''They gave me a shot,'' said Mr. Holley, who" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "OFFICE SPACE: HOME FRONT; Willy Wonka? Not Exactly. But He Does Change Lives." , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/business\/yourmoney\/15home.html"} , {"body" : "Eleven federal jail guards, including a captain and three lieutenants, were charged yesterday with beating two inmates at the Metropolitan Detention Center in Brooklyn, one so badly, officials said, that a pool of his blood and bits of his hair lay on the floor of his cell when it was over. The guards were also charged with covering up the beatings" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 Jail Guards Are Indicted In 2 Beatings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/13\/nyregion\/13guards.html"} , {"body" : "IT was Sunday morning at Pacificana -- a lavish new Cantonese palace in a second-story space above a bank in Chinatown in Brooklyn. The place was mobbed. All the tables in the mammoth room (so tall you could comfortably dine on stilts as long as you minded the chandeliers) were crowded with diners. Dim sum cart ladies circled. A friend and I were" , "date" : "20070321" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Fresh From the Dim Sum Cart" , "url" : "http:\/\/events.nytimes.com\/2007\/03\/21\/dining\/reviews\/21unde.html"} , {"body" : "About 300 people were evacuated from more than 50 homes in Sunset Park for several hours yesterday because of a carbon monoxide gas leak resulting from a manhole fire, the Fire Department said. Seven people, including two unconscious women and two paramedics, were taken to area hospitals after the evacuations, which took place shortly after noon on" , "date" : "20070319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Carbon Monoxide Forces Evacuations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED71630F93AA25750C0A9619C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "No Parking? Not So Fast Q. A neighbor in Bayside, Queens, replaced part of his lawn with concrete to form a driveway wide enough for two cars. But the curb in front of this additional parking space is still about 6 inches high, and my neighbor insists that that section of curb is now a no-parking spot. A. Sorry, but your neighbor is wrong." , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18fyi.html"} , {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"body" : "According to the Chinese zodiac, the year of the pig begins on Sunday. Not just any pig: it's the year of the fire pig, which happens only once every 60 years or so. This weekend and next there are dozens of events all over the city to celebrate this special Lunar New Year. Parks from Inwood Hill Park in northern Manhattan to Blue Heron Park in" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22; CHINESE NEW YEAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1DA173EF935A25751C0A9619C8B63"} , {"body" : "AMID the auto shops, live poultry markets and gas stations that line great stretches of Third Avenue in Sunset Park, Brooklyn, a surprise awaits on the corner of 20th Street. There, behind a wire-mesh fence, just yards from the roar of the elevated Gowanus Expressway, art blossoms in the form of a number of large, expressive steel statues. A sun," , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; In the Shadow of an Expressway, Saints, Lovers and Others" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11scul.html"} , {"body" : "The Art That Isn't There Q. I love the original century-old subway station mosaics and the new art that the M.T.A. has supported. But what about the subway art that the Works Progress Administration was responsible for? Where did it go? A. This may surprise you, but there's virtually none. During the Depression, as subway lines were opening on" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11fyi.html"} , {"body" : "A 3-year-old boy was killed in a hit-and-run accident after he got caught in a wheel of a pickup truck in Brooklyn yesterday, the police said. But the driver of the truck, who was taken in for questioning last night, was not charged, according to the police, because he said he did not know that he had hit the child. The police did not identify the" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy Killed by Truck in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09hit.html"} , {"body" : "FOR three decades his image has been frozen in time. The bulldozing bully who callously displaced thousands of New Yorkers in the name of urban renewal. The public-works kingpin who championed highways as he starved mass transit. And yes, the visionary idealist who gave New York Lincoln Center and Jones Beach, along with parks, roads, playgrounds" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "ARCHITECTURE; Rehabilitating Robert Moses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D61F30F93BA15752C0A9619C8B63"} , {"body" : "Four years ago or so, about two weeks after Hy Chabbott's trouble with city government started, he was in line at the bank when another customer said he smelled coffee. ''That's me,'' said Mr. Chabbott, who spends most of his days in the roasting plant of the 167-year-old Gillies Coffee Company, of which he is an owner. Had he heard, the man" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Wake Up and Smell The 'Odorous Air Contaminant'" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/21\/nyregion\/thecity\/21coff.html"} , {"body" : "It's a common enough thought among city drivers inching through traffic: Everyone around me came from the suburbs, making my life miserable. But it's wrong, because more than half the drivers who crowd into Manhattan each workday come from the five boroughs. That is only one fact about traffic in New York City that may surprise some people. For" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Cars Clogging New York? Most Are From the City" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/12\/nyregion\/12traffic.html"}]