[  {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "BECAUSE Ben Cipriano is a wisecracking kind of guy, maybe it's best to begin his story in the form of a joke: How many electricians does it take to screw in all the light bulbs on the Brooklyn Bridge? The answer is six. Not much of a punch line, but it has the advantage of being factually correct. Their names are Jerry, Tommy, Richie, Mike and" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; His View From the Bridge" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/nyregion\/thecity\/30disp.html"} , {"author" : "Tyler Colman blogs at DrVino.com and is the author of the forthcoming ''Wine Politics: How Governments, Environmentalists, Mobsters and Critics Influence the Wines We Drink.''" , "body" : "WINE enthusiasts love to discuss the aromas of wine -- the raspberries, the leather, the fresh-cut grass -- but are we ignoring a prevailing whiff of petroleum? With some wines emitting three times their weight in greenhouse gas, the answer is yes. Wine, like virtually every consumer product, has a ''carbon footprint'' -- that is, a certain amount" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Red, White or Green?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/opinion\/30CTcolman.html"} , {"body" : "THERE is a well-worn path between New York City and the surrounding suburbs. Over the years, many New Yorkers have made the move, looking for safer streets, better schools, bigger houses and more room to grow. Now another group is making the trek, and the reason is more squarely focused on money. People are discovering that with Manhattan's high" , "date" : "20071230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWALK (CONN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Cashing Out" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/30\/realestate\/30cov.html"} , {"body" : "As if New York City car owners don't already endure enough indignities -- $500-a-month garages, alternate-side parking, the B.Q.E. -- it turns out that rats, of which the city has an ample supply, love to cozy up inside car engines this time of year. ''They like to go into the engine's compartment to stay warm and they build a nest there,'' said" , "date" : "20071229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Warm Spot for Cold Rats" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/29\/nyregion\/29rats.html"} , {"body" : "NEW Year's Eve in New York is for tourists. It's impossible to get a cab, the trains are even more crowded and unreliable than usual, and they're far likelier to be filled with unwholesome substances and drunks. All the good parties\/restaurants\/shows are incredibly expensive or booked months in advance. And in the city that never sleeps, any" , "date" : "20071228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Amazing Race Through Partytown" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/28\/arts\/28part.html"} , {"body" : "Lodge, the restaurant in Williamsburg, Brooklyn, that has an adjoining General Store, has expanded its empire with Urban Rustic near McCarren Park. This large store displays its merchandise on hand-milled wood shelving, contributing to its countrified pedigree. There is an emphasis on organics, produce labeled with the local farms that grew it," , "date" : "20071226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Food Stuff: Groceries That Come With a Mission Statement" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DD173EF935A15751C1A9619C8B63"} , {"body" : "About a year ago, a college senior and Facebook veteran taught me how to share intimate information on social networks. His first rule was ironclad: ''You gotta be transparent about your love life.'' On his campus, it's axiomatic. When you get serious or even unserious with someone, or go through a breakup, you revise your Facebook stats. That" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "20" , "title" : "THE MEDIUM; Artists Only" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/magazine\/23wwln-medium-t.html"} , {"body" : "NEXT month Dance Theater Workshop is remounting Miguel Gutierrez's enthralling ''Everyone,'' seen at the Henry Street Settlement in March. Go, then go back: ''Everyone'' should be absorbed multiple times. But the chance to see it even twice is a luxury. Though recent initiatives at Dance Theater Workshop and elsewhere suggest that the tide is" , "date" : "20071223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE; Seen It Once? That's Just The Start" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/23\/arts\/dance\/23laro.html"} , {"body" : "It began as a brazen robbery and kidnapping in Hells Kitchen on the West Side, as men with guns and a phony police badge hijacked a FedEx tractor-trailer loaded with holiday gifts. It ended hours later in Brooklyn as just another bungled crime when the would-be robbers were unable to figure out how to remove the metal cargo containers, filled with" , "date" : "20071222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Hijacking Comes to Little When Robbers Can't Get the Cargo Out" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/22\/nyregion\/22fedex.html"} , {"body" : "Across the city, delis and bodegas are a familiar and vital part of the streetscape, modest places where customers can pick up necessities, a container of milk, a can of soup, a loaf of bread. Amid the goods found in the stores, there is one thing that many owners and employees say they cannot do without: their cats. And it goes beyond cuddly" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Dismay Of Inspectors, Prowling Cats Keep Rodents On the Run At City Delis" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/21\/nyregion\/21cats.html"} ,   {"body" : "Across the city, delis and bodegas are a familiar and vital part of the streetscape, modest places where customers can pick up necessities, a container of milk, a can of soup, a loaf of bread. Amid the goods found in the stores, there is one thing that many owners and employees say they cannot do without: their cats. And it goes beyond cuddly" , "date" : "20071221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guess Who's Minding the Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DB173EF932A15751C1A9619C8B63"} , {"body" : "AS 2007 draws to close, let us gather up the year's trends -- its baroque mirrors, its wall decals of stags, skulls and robins, its lacquered Chinese Chippendale-style chairs -- and inspect them for staying power. What nifty device proved itself a cliché or annoyance by year's end? What cheeky shape (or reference to a shape) palled instead of" , "date" : "20071220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Flash in the Can: Designs Soon Forgotten" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/20\/garden\/20over.html"} , {"body" : "Looking Ahead AMY RUTH'S The Harlem soul food restaurant will open a branch in the landmark Gage & Tollner space in downtown Brooklyn in February. Gage & Tollner closed in 2004, and the space had most recently been a T.G.I. Friday's: 372 Fulton Street, (Jay Street), Brooklyn. LIA ON 69TH STREET A Viennese-style coffee house and wine bar is to open" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/19\/dining\/19off.html"} , {"body" : "IN September, when Sasha Wizansky and Amy Standen published the inaugural issue of Meatpaper, a slender magazine that is, according to the cover, ''Your Journal of Meat Culture,'' they weren't entirely surprised that both omnivores and vegetarians responded enthusiastically. ''Responsible meat eating could hold its own as a philosophical position" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "12" , "title" : "Meat To Wrap The Mind Around" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/19\/dining\/19meat.html"} , {"body" : "BARS Radegast Hall and Biergarten 113 North Third Street (Berry Street), Williamsburg, Brooklyn; (718) 963-3973. Radegast Hall and Biergarten's name gets across much of the pertinent information about the place: it serves beer and it is big. How big? Theme restaurant big: 4,500 square feet of space is divided between a hall, done in dark wood, and" , "date" : "20071219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "Dining Briefs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E5D8163BF93AA25751C1A9619C8B63"} , {"body" : "A CONDOMINIUM building under construction in Brooklyn has its own MySpace page. (''Scorpio'' structure seeks ''great people from the Metro area, and beyond, that want to live in a thriving community.'') Some garden rentals in New Jersey and a condo complex in Orange County, N.Y., have their own blogs. In Stamford, Conn., the developer of a" , "date" : "20071216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "9" , "title" : "IN THE REGION; Home Searches That Click" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/16\/realestate\/16njzo.html"} , {"body" : "Rune Grammofon, an independent record label based in Oslo, traffics in music of unconventional detail and assiduous design. Its stable of artists, almost exclusively Norwegian, includes electronic programmers, jazz-tangential confabs and some curiously captivating vocalists. What they seem to have in common, besides the endorsement of Rune" , "date" : "20071215" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "MUSIC REVIEW | OPSVIK & JENNINGS; A Lasso for Listeners: Part Oslo, Part Oklahoma" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/15\/arts\/music\/15opsv.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AN ALBATROSS, PARTS AND LABOR (Thursday) An Albatross, from Wilkes-Barre, Pa., shrieks its way through dizzying but lighthearted prog-hardcore songs that borrow something from Captain Beefheart. The group Parts and Labor, one of Brooklyn's squally best, ably pulls off the tricky task of being" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/music\/14pop.html"} , {"body" : "A pizzeria operator charged with hiring assassins to kill a Genovese crime family associate in Brooklyn in 1994 was cleared of the charges Thursday night for a second time. The defendant, Carmine Polito, 48, and a co-defendant, Mario Fortunato, 60, were accused of orchestrating the killing of Sabatino Lombardi at the San Giuseppe Social Club in" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Acquittal in Hiring For Mob Murder" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/nyregion\/14verdict.html"} , {"body" : "THE name on the marquee was Air Supply, and the line went halfway down the block. It was Saturday night at the B. B. King Blues Club & Grill on 42nd Street in Manhattan, and I had no ticket. But I walked right in. Snob that I am, I was not there for Air Supply. (Although, in truth, ''Lost in Love'' gets heavy play on my iPod.) I was there for the" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CHEAP SEATS; Live Rock on a Small Bankroll" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/music\/14chea.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) The company celebrates tradition and the new this weekend with all-Ailey programs that include -- take a wild guess -- ''Revelations.'' The season's new works will be performed in different programs" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE5DE1330F937A25751C1A9619C8B63"} , {"body" : "1. Lucille's at B. B. King Blues Club & Grill 237 West 42nd Street, Manhattan; (212) 997-4144; bbkingblues.com. THE DEAL Never a cover. THE VIBE Corporate holiday party. 2. Hill Country 30 West 26th Street, Manhattan; (212) 255-4544; hillcountryny.com. THE DEAL Rarely a cover. THE VIBE Subdued honky-tonk. 3. Rodeo Bar 375 Third Avenue, at 27th" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "On the Trail of No-Cover Music" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/14bchea.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. PICK UP PERFORMANCE COMPANY David Gordon's latest dance-theater feat, ''Uncivil Wars: Collaborating With Brecht & Eisler,'' is a dizzying experience, immediately plunging viewers into a thicket of overlapping references, realities and characters (not to mention artistic forms). A" , "date" : "20071214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/14\/arts\/dance\/14wdance.html"} , {"body" : "The chairman of the state commission studying ways to reduce traffic in Manhattan is increasingly pushing a measure certain to prompt opposition in the rest of the city: charging tolls on the four East River Bridges. ''I've made it pretty clear that I think the bridge tolls proposals might be part of a solution that this commission's going to look" , "date" : "20071213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Panel Keeps East River Bridge Tolls on Table" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/13\/nyregion\/13congestion.html"} , {"body" : "When Jim Power created his first mosaic on a lamppost on Astor Pace in 1987, a concrete band shell still stood inside Tompkins Square Park, admission to the CBGB club cost $5, and about the same amount could buy a night's lodging in the Bowery. Plenty in the East Village has changed in 20 years, and, some say, that is one good reason the dozens of" , "date" : "20071211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "EAST VILLAGE JOURNAL; Following a Mosaic Path to Chart a Neighborhood's History" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/11\/nyregion\/11mosaic.html"} , {"body" : "''THE more you go away, the more you realize how great New Jersey is,'' said P. J. DeCicco, guitarist for the band Armor for Sleep, lounging in the back of a tour bus strewn with Red Bull empties and stray shoes. ''It's the people here. They're all very down-to-earth, very normal.'' Given the particulars of Mr. DeCicco's whereabouts during an" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MUSIC; Who Says You Can't Leave Home? Armor for Sleep" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/nyregion\/nyregionspecial2\/09peoplenj.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "LOU ELROSE, a retired police officer with a passion for barbecue, is suddenly a hot commodity. In the past year, Mr. Elrose, who has won barbecue competitions, has gone from selling pulled pork and slow-cooked brisket from a food cart in Ozone Park, Queens, to a job as deputy pit master at Hill Country, a new barbecue restaurant in the Chelsea" , "date" : "20071209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "HOME FRONT; On the Crest Of a Food Wave" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/09\/jobs\/09homefront.html"} , {"body" : "A bouncer who studied sword fighting and ninjitsu, adopted a Japanese surname and urged himself to become a ''monster in the most positive way'' was convicted yesterday of two 2005 murders but acquitted of a third. The bouncer, Stephen Sakai, 32, was surrounded by 16 court officers as the verdict was announced in State Supreme Court in Brooklyn. He" , "date" : "20071208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Former Strip Club Bouncer Convicted of 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/08\/nyregion\/08bouncer.html"} , {"body" : "Correction Appended AROUND TOWN NEW YORK ANIME FESTIVAL This celebration of Japanese anime culture -- the first of what's planned to be an annual event -- is intended to be even more interactive than most pop culture conventions. The festival, to be held this weekend at the Jacob K. Javits Convention Center, includes exclusive screenings, autograph" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/07wspare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Tonight through Sunday, and Tuesday through Thursday) This week will offer the premieres of two dances and a major revival. Tonight there is the debut of Camille A. Brown's ''Groove to Nobody's Business'' (also tomorrow and Thursday), in which a newly" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE4D8173BF934A35751C1A9619C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CAKE (Wednesday and Thursday) In the late 1990s, Cake, from Sacramento, made it onto bar jukeboxes everywhere with snarky, funky alt-rock song-skits (quotations from ''Sweet Jane,'' a bored-sounding cover of ''I Will Survive'') that avoided anything too self-indulgent or weird -- Beck lite, in" , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/music\/07wpop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. 'IMPERMANENT COLLECTION' Going to look at art in a museum usually produces immediate impressions: ''I hate it,'' ''I love it,'' ''I don't get it.'' Then we move on -- apparently the average time spent looking at a work of art is five seconds. Watching a performance, on the other hand," , "date" : "20071207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/07\/arts\/dance\/07wdance.html"} , {"body" : "When Elton Rodriguez, then 14, finally found the courage to ask Kiara Nieves to the John Ericsson Junior High School prom in Williamsburg, Brooklyn, it was a week before the dance in June. Kiara's enthusiastic ''Yes!'' came with a condition: He had to ask her mother, Alexa Pacheco, for permission. ''I'm strict,'' said Ms. Pacheco, sitting next to" , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Teenager Had a Date to the Prom, but How to Pay for a Dress?" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/05\/nyregion\/05needy.html"} , {"body" : "IT'S December in England, and Stilton rules the cheese board. Long celebrated as the king of English cheeses, festively veined with blue-green mold, Stilton is the holiday cheese of choice here. Something like half of the year's production is sold in November and December. On Monday, I attended an intriguing tasting of this year's Stiltons --" , "date" : "20071205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREAT BRITAIN" , "ENGLAND"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "THE CURIOUS COOK; A Blue Blood New in Name Only" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/05\/dining\/05curi.html"} , {"body" : "At the start of Elizabeth Streb's ''Slam Show X,'' which opened on Friday night at her cavernous workshop and performance space in Williamsburg, Brooklyn, the performers (''action engineers'' in Strebspeak) clamber high up side walls, then fall, flat as pancakes and with a loud splat, onto mattresses below. That's called ''Falling Everywhere,'' and" , "date" : "20071204" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Gravity May Eventually Triumph, but Not Without a Fight" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/04\/arts\/dance\/04stre.html"} , {"author" : "Harry Mount is the author of ''Carpe Diem: Put a Little Latin in Your Life.''" , "body" : "AT first glance, it doesn't seem tragic that our leaders don't study Latin anymore. But it is no coincidence that the professionalization of politics -- which encourages budding politicians to think of education as mere career preparation -- has occurred during an age of weak rhetoric, shifting moral values, clumsy grammar and a terror of" , "date" : "20071203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "OP-ED CONTRIBUTOR" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/03\/opinion\/03mount.html"} , {"body" : "NOT so long ago, the only reason to stop on the northern end of Fourth Avenue in Brooklyn was a flat tire. If you heard a Brooklynite say something favorable about the avenue, a sprawling four-mile-long truck route that slices through the borough's western edge, it was probably in reference to the synchronized traffic lights. Apart from a herd of" , "date" : "20071202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In Brooklyn's Badlands, the Coming of the Lattes" , "url" : "http:\/\/www.nytimes.com\/2007\/12\/02\/nyregion\/thecity\/02four.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANDREW BIRD, GLENN KOTCHE (Tonight) A talented multi-instrumentalist, Mr. Bird shows off his fiddle- and guitar-playing in wistful folk reveries. But his most impressive technique is not on fiddle or guitar, nor on the electronics he uses to make the music breathe; it's his dexterous" , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED6163DF933A05752C1A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANDREW BIRD, GLENN KOTCHE (Friday) A talented multi-instrumentalist, Mr. Bird shows off his fiddle- and guitar-playing in wistful folk reveries. But his most impressive technique is not on fiddle or guitar, nor on the electronics he uses to make the music breathe; it's his dexterous whistling," , "date" : "20071130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/30\/arts\/music\/30wpop.html"} , {"body" : "PARK SLOPE. Williamsburg. The Heights. Brownstones. Tree-lined streets. Cute restaurants. With-it galleries. Great museums. I've always thought of Brooklyn as so near and yet so far, but then I'm admittedly a provincial born-and-bred Manhattanite. Now, I was headed across the East River, beckoned by the lower prices and larger views at two new" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "WINDOW SHOPPING; Going to Brooklyn for the Views" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/realestate\/25window.html"} ,   {"body" : "THE culture of the victimhood designated on subway maps by a green line snaking from Queens to Brooklyn is well established. And so, when it comes to the Metropolitan Transportation Authority's rider report card program, which solicits rider evaluations, there is little suspense. ''Everybody knows what the rider report card on the G is going to" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "BROOKLYN-QUEENS UP CLOSE; For Riders of a Stepchild Line, Even an 'F' Looks Good" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25gtra.html"} , {"body" : "FOR at least 13 years, neighbors say, the overgrown land behind the ShopRite parking lot in Borough Park, Brooklyn, has been a headache. Among many complaints made to the city, they pointed in 1994 to fire damage to an old warehouse at the site, in 1998 to the danger that the warehouse roof would collapse, and, just this fall, to homeless people" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BOROUGH PARK; On an Unloved Lot, A New Source of Friction" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/25\/nyregion\/thecity\/25fing.html"} , {"body" : "To the Editor: In ''The System Flunked, We Didn't,'' (Op-Ed, Nov. 11), Tovah Klein, Marcia Sells, Peter Rubie and Amy Monegro mention that part of the reason their elementary school in East Harlem, Central Park East I, got a D was its 92 percent attendance. I became curious and looked at the report for the school, in particular the student" , "date" : "20071125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; Those City Report Cards: Did Good Schools Fail?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E6DD123FF936A15752C1A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD, MARNIE STERN (Tonight) Proving once again rock's eternal lesson that loudness equals liberation, Trail of Dead (as impatient fans call it), from Austin, Tex., works its way impatiently to chaotic, cathartic peaks. Marnie Stern has become" , "date" : "20071123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Pop Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DE113EF930A15752C1A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD, MARNIE STERN (Friday) Proving once again rock's eternal lesson that loudness equals liberation, Trail of Dead (as impatient fans call it), from Austin, Tex., works its way impatiently to chaotic, cathartic peaks. Marnie Stern has become" , "date" : "20071123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/23\/arts\/music\/23wpop.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $518,000 185 Park Row (Pearl Street) (Chatham Green) 1-bedroom, 1-bath, 800-sq.-ft. co-op in a postwar building; elevator; dining area, windowed kitchen and bath, south and east exposures; balcony; maintenance $586, 51% tax deductible; listed at $549,000, 1 1\/2 years on market (broker: Weichert\/Mazzeo) KIPS BAY $1.045" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/22\/garden\/22nysale.html"} , {"body" : "Looking for an alternative to a traditional Christmas tree? Next week, the A & G Merch design shop in Williamsburg, Brooklyn, will unveil a do-it-yourself holiday tree from Tord Boontje, the Dutch designer. The tree is actually an assembly of five of Mr. Boontje's Xmas Light kits, which were introduced in 2005, and which each include a strand of" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "TREES; 'O Tannenbaum,' in 2007, Made of Lacy White Tyvek" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E7DD1F3FF931A15752C1A9619C8B63"} , {"body" : "LAURA SCARBOROUGH of Manteca, Calif., would do anything for her five children, ages 5 to 20. But when they ask her to show her chest to their friends, she draws the line. ''I need some privacy,'' said Ms. Scarborough, 45. It's not her breasts her children want to show off; it's a one-inch-long tattoo. ''I'd always thought of tattoos as something" , "date" : "20071122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "Etched in Mommy's Heart and Now (Ouch!) on Her Ankle" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/22\/fashion\/22SKIN.html"} , {"body" : "In a case that put sexual identity, hatred and ultimately forgiveness in leading roles, three men were sentenced to prison yesterday for their roles in chasing a gay man to his death in highway traffic in Brooklyn last year. Their terms diverged: For the planner, 7 to 21 years. For the lure, 13 to 21. And for the aggressor, 17 1\/2. The numerical" , "date" : "20071121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Three Sentenced in Death of Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/21\/nyregion\/21plumb.html"} , {"body" : "ON the morning in August 2005 when Sam Habib and Cindy Gluck opened their first Dunkin' Donuts, they awoke at dawn to make sure that the glazed fritters and French crullers were out on the counter. Then Mr. Habib sneaked off to the neighboring mosque to pray, and Ms. Gluck, panicky about the prospects of their new venture, went to the back of the" , "date" : "20071118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; Worshiping Different Gods (But United on the Issue of Pork)" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/18\/nyregion\/thecity\/18donu.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Tonight and tomorrow night) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1D8133FF935A25752C1A9619C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATSHEVA DANCE COMPANY (Friday and Saturday) This family of dancers from Israel, directed by Ohad Naharin, will hurtle, perch and respond emotionally to one another in Mr. Naharin's ''Three.'' The piece is set to Glenn Gould's performance of Bach's ''Goldberg'' Variations and to music by" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/design\/16wdance.html"} , {"body" : "The definitive history of New York night life may one day make note of Stephen Sakai in a short chapter called Downtown Bouncer Violence. Recounting the era of the smoking ban, bottle service and the $4,000 table, the passage would probably focus on Mr. Sakai's security job at Opus 22, the Chelsea lounge that a Newsday reviewer once praised for" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer's Murder Trial Sheds Light on City's Night Life" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/nyregion\/16bouncer.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE ORGAN TRIO (Tonight through Sunday night) No stranger to the organ trio format, the broad-minded guitarist John Abercrombie joins forces here with Gary Versace on Hammond B-3 organ and Adam Nussbaum, a longtime collaborator, on drums. At 7:30 and 9:30, with an 11:30 set" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFD7123CF935A25752C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. 'THREE GENERATIONS OF JAZZ TRUMPET' Jazz lore and custom have largely pegged the trumpet as a young man's instrument. There is powerful precedent, from Buddy Bolden onward, for the earnest or brazen prodigy who blazes onto the scene. But however punishing the physical demands of the" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/music\/16wjazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AGAINST ME! (Tomorrow) As an old-fashioned political punk band with pop ambitions, Against Me!, from Gainesville, Fla., walks a tightrope -- two, in fact. One for making a slick, major-label album, ''New Wave'' (Sire), and another for its lyrics, which excoriate Condoleezza Rice but also" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EFDB153FF935A25752C1A9619C8B63"} , {"body" : "WHY are fewer viewers watching the new fall television series? Perhaps because they are too busy watching video online. As broadband service becomes more available at home, the growing prevalence of video programming on the Internet is catching the attention of consumers -- not to mention marketers and media companies. ''Video has been liberated''" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "6" , "title" : "ADVERTISING; Web Videos Stealing TV Viewers, and Marketers" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/business\/media\/16adco.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AGAINST ME! (Saturday) As an old-fashioned political punk band with pop ambitions, Against Me!, from Gainesville, Fla., walks a tightrope -- two, in fact. One for making a slick, major-label album, ''New Wave'' (Sire), and another for its lyrics, which excoriate Condoleezza Rice but also" , "date" : "20071116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/16\/arts\/music\/16wpop.html"} , {"body" : "THERE are those who question whether Forrest Myers makes art that is furniture or furniture that is art. Whatever it is, it is murder on the back. Take a seat on a coiled aluminum armchair or a flat metal chair in his loft in Williamsburg, Brooklyn, to discuss the matters of import in his life -- the reinstallation last month, after a long legal" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH FORREST MYERS; Away From SoHo, A Place To Uncoil" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/garden\/15frosty.html"} , {"body" : "The art of Butoh, exhaustively explored in the New York Butoh Festival this month and last at several New York locations, including Japan Society, has always seemed a ferociously intense theater-dance form with an unyielding grip on life, death and other themes. So a solo by Atsushi Takenouchi, which opened a week of programs at Cave, was something" , "date" : "20071115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "DANCE REVIEW; Brooklyn Butoh, With Surprise Guest Stars" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/15\/arts\/dance\/15fest.html"} ,   {"body" : "Forrest Myers discusses his work and the furnishings he designed for his Williamsburg, Brooklyn, apartment." , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Art vs. Furniture" , "url" : "http:\/\/www.nytimes.com\/interactive\/2007\/11\/14\/garden\/20071115_FROSTY_FEATURE.html"} , {"body" : "These days two Butoh festivals have something in common with Performa 07, the performance art festival that's trying with all its might to capture New York in the 1970s (with less grime). They show that the framing of choreography can present even more challenges than the choreography itself. Packaging a radical artistic movement -- extending its" , "date" : "20071114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE; When Packaging Radical Art, Be Careful Not to Damage the Contents" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/14\/arts\/dance\/14buto.html"} , {"body" : "FOR years, I lied about where I lived. At parties in neighborhoods like Williamsburg or the East Village, I would pretend that the apartment I occupied on East 74th Street actually belonged to my grandmother, not to me. New acquaintances would nod sympathetically at my sad predicament, at my being forced to live on the Upper East Side. The truth," , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "MY NEIGHBORHOOD; Reluctantly Embracing the Upper East Side" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/realestate\/11nabe.html"} , {"body" : "LAST winter, a firefighter in Ladder Company 104 named Dave Herman called a meeting in his firehouse on South Second Street in Williamsburg. Often, when firefighters get together, they discuss department politics or baseball, but Mr. Herman wanted to talk about art. New York's firefighters have a tradition of decorating the kitchen tables around" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "WILLIAMSBURG; An Artistic Neighborhood, Right Down to the Firehouse" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/nyregion\/thecity\/11tabl.html"} , {"body" : "Two men were shot, one of them fatally, outside a Brooklyn bakery early yesterday, moments after the men had finished their meal, according to the police and the bakery manager. The police did not identify the victims or disclose a motive for the shooting. One of the men, who was 34, was shot in the arm and the torso, and died at Woodhull Medical" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Two Dead And Two Hurt In Two Shootings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/nyregion\/11wburg.html"} , {"body" : "IF you surveyed the crowd this summer at the punk-flavored Vans Warped Tour here, thick with unexpected piercings and regrettable tattoos, the Paramore fans were hard to miss. Many were clean-cut young girls sporting the same shaggy orange-and-blonde hairstyle as the one worn by the band's singer, Hayley Williams, in the music video for this" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; The New Deal: Band As Brand" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/arts\/music\/11leed.html"} , {"body" : "WHEN the Gutter, the new bowling alley and bar in Williamsburg, Brooklyn, opened its eight lanes on Sept. 15 a block away from Automotive High School, a group of young teachers found their happy-hour holy grail. ''Before the Gutter, we just had beers,'' said Lauren Sczudlo. ''But now we can have a beer and hit things. I've been here at least five" , "date" : "20071111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOÎTE; The Clink of Glasses, The Crash of Pins" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/11\/fashion\/11boite.html"} , {"author" : "Reporting was contributed by Ann Farmer, Kate Hammer, Colin Moynihan and Carolyn Wilder." , "body" : "A personal assistant was charged yesterday with using a piece of exercise equipment to fatally bludgeon her boss, Linda Stein, the former punk-rock manager turned real estate broker, in her Fifth Avenue penthouse, the authorities said. The assistant, Natavia S. Lowery, 26, of Brooklyn, said she was driven to violence by the victim herself, who, she" , "date" : "20071110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Personal Assistant Is Charged In Real Estate Broker's Killing" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/10\/nyregion\/10stein.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, the Margaret Mead Film & Video Festival will feature screenings of 29 films and videos; tickets, $10 per program ($9 for members, students and 60+), which does not include museum admission. Through May 26, ''H2O= Life,'' an" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DD1230F93AA35752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites 'BEATIFIC SOUL: JACK KEROUAC ON THE ROAD' The celebration of the 50th anniversary of the publication of Jack Kerouac's ''On the Road'' continues this week, as the New York Public Library opens this new exhibition of Kerouac's diaries, manuscripts, photographs and other personal items, including his collections of" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/09wspare.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AVENGED SEVENFOLD (Wednesday) Bridging a gap between heavy metal and emo that nobody asked to be bridged, this group from Orange County, Calif., hints at Iron Maiden and early Metallica with machine-gun rhythms, bumblebee guitar solos and anthemic vocals. With Black Tide, the Confession and" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/music\/09wpop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE ORGAN TRIO (Thursday) No stranger to the organ trio format, the broad-minded guitarist John Abercrombie joins forces here with Gary Versace on Hammond B-3 organ and Adam Nussbaum, a longtime collaborator, on drums. (Through Nov. 18.) At 7:30 and 9:30 p.m., Jazz Standard," , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE7D8103BF93AA35752C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVID BINNEY BIG BAND The alto saxophonist David Binney has blazed an impressive trail through the New York jazz landscape over the years, almost exclusively on his own terms. Mr. Binney can often be heard setting off depth charges in cozy settings like the 55 Bar, where his intensely" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/music\/09wjazz.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ELLEN FISHER After less than an hour's sampling of a rehearsal for Ellen Fisher's forthcoming solo, ''Time's Up ... ... Scenes 1-12,'' you stumble out into the Manhattan streets feeling as if you've been through multiple worlds and mental states. Who knows what will take place on" , "date" : "20071109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/09\/arts\/dance\/09wdance.html"} , {"body" : "In a case that has drawn intense scrutiny to the legal meaning of hatred, the last of four young men charged with selecting a gay man as a robbery target and chasing him to his death in traffic pleaded guilty yesterday to manslaughter and attempted robbery as hate crimes. The defendant, Ilya Shurov, 21, agreed to serve 17 1\/2 years in prison. In" , "date" : "20071106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Last Defendant Is Guilty In Attack on a Gay Man" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/06\/nyregion\/06plumb.html"} , {"body" : "Two decades ago, New York City embarked on an experiment aimed at better assisting and protecting its most vulnerable black and Latino children. At its heart, the effort involved creating and supporting foster care agencies that would, at long last, be run by men and women of color. The city and state opened their wallets. Child welfare experts" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A HISTORY OF NEGLECT; Foster Children at Risk, and an Opportunity Lost" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/nyregion\/05foster.html"} , {"body" : "For a certain, dwindling generation of art-loving Manhattanites, a mental map of Brooklyn resembles a variation on Saul Steinberg's Big Apple-centric New Yorker cover, with the borough an undifferentiated lump save for that citadel of culture, the Brooklyn Academy of Music. Witness the BAMbus, which exists, much to the eye-rolling of locals, to zip" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Culture Institutions Go After the Short-Attention-Span Crowd" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/arts\/05take.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "one of the best ever in the New York City Marathon, with two great athletes, two mothers, battling each other all the way, but still, only a race, in the opinion of the winner. ''I would just like to add that my thoughts are with the family and friends of Ryan Shay yesterday,'' Paula Radcliffe of England said yesterday after she pulled away from" , "date" : "20071105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; After a Death, Time for Life And a Race" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/05\/sports\/othersports\/05vecsey.html"} , {"body" : "Pop Ben Ratliff Some of the smartest and most deeply enjoyable working bands in New York these days are essentially repertory groups, taking the music of a single composer or a single far-afield idiom and feeding it back through a new sensibility. Liking BROOKLYN QAWWALI PARTY doesn't depend on if you know what Qawwali is. (It's ancient Sufi" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Week Ahead: Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E2DE1139F937A35752C1A9619C8B63"} , {"body" : "Ask her how she stocks Mc & Co, the under-the-radar home furnishings and accessories boutique in Williamsburg, Brooklyn, and the French-born decorative painter Corinne Gilbert will blithely reply, ''I just go to my friends.'' Her best buds in Paris, Catherine Lévy and Sigolène Prébois, the team behind Tsé & Tsé Associées, give Gilbert access" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Style"] , "page_facet" : "32" , "title" : "The Style Network" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/style\/tmagazine\/04tcocette.html"} ,   {"body" : "Fashioned from a single metal tube bent into a sleek, low-slung frame, Marcel Breuer's Wassily chair was a touchstone of Modernism, a manifestation of the movement's faith in technology, convenience and the promise of a better life. In the artist Iván Navarro's rendition of the chair, the frame is made from three neon tubes in a glowing shade of" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "MATTER; Shock Tactics" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/magazine\/04style-matter-t.html"} , {"body" : "WILLIAM MAYER, shamed and penniless after gambling away his rural Illinois home on a bad wager, hanged himself on Nov. 9, 1904. The New York Daily Herald carried word of his demise in a one-sentence brief alongside more felicitous news of those who had picked more wisely. Wall Street investors called it ''pay day,'' The Herald reported. ''Millions" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "7" , "title" : "CITY LORE; Double or Nothing on the Democrat" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/nyregion\/thecity\/04bets.html"} , {"body" : "THE Brooklyn Instrument Museum is a museum only in the loosest sense: It's the living room of a Williamsburg couple, crammed with peculiar relics they collect on eBay and dust off for jam sessions. It's just the sort of environment that appeals to Zach Condon, the baby-faced leader of the indie rock band Beirut. He recorded his first album, ''The" , "date" : "20071104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH; But Can He Hum?" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/04\/fashion\/04nite.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAND OF HORSES (Sunday) With shimmering guitars that build to epic heights, and wraithlike, death-obsessed vocals (''At every occasion I'll be ready for the funeral''), Band of Horses' songs both soar and sulk. With the Drones and Tyler Ramsey. At 7 p.m., Terminal 5, 610 West 56th Street," , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E3D71F31F931A35752C1A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites TAKEOVER The powers that be at the Brooklyn Academy of Music are very trusting. On Saturday they are opening all the public spaces in their buildings for an all-night event called Takeover. Starting at 9 p.m. as many as 2,500 hipsters will descend on the august Howard Gilman Opera House for performances by five bands," , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/arts\/02wspare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CABARET CONVENTION The durability of the New York Cabaret Convention is a reassuring sign of continuity in a show business climate where mass recognition nowadays can be as fleeting as a flash of YouTube notoriety. Celebrating its 18th year, this long-running fusion of national trade show and" , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/11\/02\/arts\/music\/02wpop.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. (718) 351-1611. Tomorrow, 10 a.m. to 2 p.m., demonstrations of open-hearth cooking of crumpets, chicken and cranberry sauce, for adults only; $45 (includes museum admission); $40 for members; reservations, (718) 351-1611, Ext." , "date" : "20071102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5D81F3FF931A35752C1A9619C8B63"} , {"body" : "The police are looking for a man in attacks on two women on the same street at the same time of night in SoHo in the span of a month. In the first attack, on Sept. 30, a 25-year-old woman was standing in front of the Box nightclub at 189 Chrystie Street about 3 a.m. when a man grabbed her from behind and forced her into a sport utility vehicle, the" , "date" : "20071031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK; Manhattan: Man Sought In Abductions and Rapes" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/31\/nyregion\/31mbrfs-RAPE.html"} , {"body" : "In an effort to transform the city's gifted and talented programs, which he has long derided as a hodgepodge of offerings that have favored children in certain neighborhoods and with well-connected parents, Schools Chancellor Joel I. Klein announced a plan yesterday to limit the programs to students who score in the top 5 percent on admissions" , "date" : "20071030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Raise Bar for Classes For the Gifted" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/30\/education\/30kindergarten.html"} , {"body" : "The American Folk Art Museum in Manhattan gets a steady stream of unsolicited e-mail, messages from people claiming to have discovered a self-taught genius sculpturing away in an Appalachian trailer or a pile of masterpieces previously serving as barn insulation. Brooke Davis Anderson, a curator at the museum, reads all such messages that come her" , "date" : "20071029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Health"] , "page_facet" : "1" , "title" : "Trove of Unknown Work Expands Outsider's Legacy" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/29\/arts\/design\/29disc.html"} ,   {"body" : "IT wasn't long ago that Jin Pak declared he would never live north of 14th Street. Shortly after that, his wife, Alexandra Clarke, declared she would never move from Manhattan. When the time came, of course, both assertions fell by the wayside. The couple first lived in Zeckendorf Towers in Union Square, where Ms. Clarke bought a studio condominium" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Learning Never to Say Never" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/28\/realestate\/28hunt.html"} , {"body" : "DRUCKER--Byrd, 78, died peacefully on October 25 surrounded by his loving family in New York City. The beloved husband of Janet for 57 extraordinary and memorable years, he is also survived by his adoring children, Carol, William and his wife Rhonda, and his youngest daughter, Abby, as well as three amazing grandchildren, Elizabeth, Sarah Beth and" , "date" : "20071028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths DRUCKER, BYRD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDF173AF93BA15753C1A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. RYAN ADAMS (Wednesday) No one exemplifies the frustrations of alt-country better: so much talent, so much rich history to draw on, so much arrogance. But at least Mr. Adams can deliver the goods. Within his unnecessarily voluminous output -- he released three albums in 2005 alone -- is some" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/music\/26wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. RYAN ADAMS (Wednesday) No one exemplifies the frustrations of alt-country better: so much talent, so much rich history to draw on, so much arrogance. But at least Mr. Adams can deliver the goods. Within his unnecessarily voluminous output -- he released three albums in 2005 alone -- is some" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEFDD143EF935A15753C1A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND KEN PEPLOWSKI (Thursday) Mr. Alden, a guitarist, and Mr. Peplowski, a clarinetist and tenor saxophonist, have a new album, ''Pow-Wow'' (Arbors), that highlights their common mastery of a range of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E5D6153EF935A15753C1A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. WILLEM DE KOONING AT L&M ARTS AND GAGOSIAN GALLERY The coincidence of these two shows is a reminder of the delights of a late flourishing in the career of this great artist. A protean abstract painter with a dire drinking habit, de" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/design\/26wart.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND KEN PEPLOWSKI (Thursday) Mr. Alden, a guitarist, and Mr. Peplowski, a clarinetist and tenor saxophonist, have a new album, ''Pow-Wow'' (Arbors), that highlights their common mastery of a range of jazz traditions. At 8 p.m., Bargemusic, Fulton Ferry Landing near the" , "date" : "20071026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/26\/arts\/music\/26wjazz.html"} , {"body" : "A Williamsburg man was sentenced yesterday in State Supreme Court to 20 years in prison for raping three women near the Williamsburg and Bushwick Houses projects. The man, Gerard Mitchell, 31, pleaded guilty on Oct. 11 to one count of first-degree rape. He had been charged with attacking three women, ranging in age from 22 to 38, between October" , "date" : "20071023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Rapist Gets 20-Year Sentence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D8143DF930A15753C1A9619C8B63"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IF you ignore the new condo buildings scattered in the surrounding blocks, the stretch of North 14th Street in Williamsburg just west of the McCarren Park tennis courts could almost pass for the half-gentrified Williamsburg of 5 or 10 years ago. On a brisk night last week, shipping containers sat parked outside warehouses, and a metal security" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Ten Pins, Eight Lanes And a Bow To the Past" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "WHILE hunting for a new home, Ethan Benton had two familiar priorities -- larger space and lower rent. He spent nearly six years in an East Village apartment shared with three roommates, where his bedroom measured 7 feet by 9 feet. Beneath his loft bed, he crammed several bicycles, assorted bicycle parts, a dresser, a computer and supplies for his" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; No Roommates, Lots of Bikes" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/realestate\/21hunt.html"} ,   {"body" : "IN the field of Weekend Studies, few issues divide scholars more than the role of Sunday night. Is it a part of the weekend, to be celebrated like a Friday or Saturday? Or the start of a slow death march toward the Monday morning commute? But now, NYC & Company, the city's tourism agency, is promoting a third path: taking Monday off. At least" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK | ADDING A NIGHT; Supersizing Your Sunday" , "url" : "http:\/\/travel.nytimes.com\/2007\/10\/21\/travel\/21weekend.html"} , {"body" : "ASCENZI--Rose . Rozsika ''Rose'' HetyeiAscenzi, Master Pastelist dies at 90. Signature Member of The Pastel Society of America, National Arts Club, Member Emeritus of The Salmagundi Club. Peacefully at home in Williamsburg, Brooklyn on September 28 with daughters Lisa Aromi and Marion Duckworth Smith by her side. She is also survived by" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths ASCENZI, ROSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D8163AF932A15753C1A9619C8B63"} , {"body" : "SURE, the half-naked acrobat suspended by her ankles from the ceiling was remarkable. So was the battered tuba wrapped in red Christmas lights, played by a musician in a black cocktail dress. Yet the most striking thing about DeVotchKa's circuslike show at the Spiegeltent at the South Street Seaport in Manhattan in August was the music, a quilt of" , "date" : "20071021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "MUSIC; Rock's Balkanized Route to the Indies" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/21\/arts\/music\/21herm.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ACADEMY IS ... (Thursday) This Illinois band is part of the same emo-pop cohort that includes Fall Out Boy, Gym Class Heroes and Panic! at the Disco. In other words, the band is primed to reel in an audience of young fans, especially since the members specialize in exuberant hard-rock that" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/19\/arts\/music\/19wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ACADEMY IS ... (Thursday) This Illinois band is part of the same emo-pop cohort that includes Fall Out Boy, Gym Class Heroes and Panic! at the Disco. In other words, the band is primed to reel in an audience of young fans, especially since the members specialize in exuberant hard-rock that" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E2DA113EF93AA25753C1A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums ASIA SOCIETY: 'ZHANG HUAN: ALTERED STATES,' through Jan. 20. The Chinese artist Zhang Huan, the subject of this small, midcareer survey, is best known for the early, often poetic, sometimes sensationally masochistic" , "date" : "20071019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/19\/arts\/design\/19wart.html"} , {"body" : "Q. How expensive is it to have a button-tufted sofa re-covered? A.Button-tufted upholstery has been returning to the design world radar in recent years, particularly among decorators enamored with the plush furniture silhouettes of the 1860s. This luxurious type of upholstery was especially popular during the reign of the last French emperor," , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "ROOM TO IMPROVE | How expensive is it to have a button-tufted sofa re-covered?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0DD1539F93BA25753C1A9619C8B63"} , {"body" : "The Life as a Runway column on Oct. 4 misidentified a party in Williamsburg, Brooklyn, on Sept. 25, and its organizer. The party was Master-Disaster Dancehard III: Vinyl -- not Master-Disaster Karaoke Showdown. And the organizer was LVHRD, a social club -- not thehappycorp, a New York events and branding firm." , "date" : "20071018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Style"] , "page_facet" : "2" , "title" : "Corrections: Warehouse Wear, or Showboating at a Showdown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DC103BF93BA25753C1A9619C8B63"} , {"body" : "About 20 years ago Debbie Harry was a regular on the Chelsea docks. Along with Chris Stein, Ms. Harry -- the peroxide-blond frontwoman of Blondie, the pioneering punk-new wave group that she and Mr. Stein founded -- would prowl the decrepit waterfront late at night. ''There were just a few old fishermen out there, and signs forbidding you to go" , "date" : "20071016" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Still Punk, Still Proud, Still Breaking the Rules" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/16\/arts\/music\/16harr.html"} , {"body" : "THE Brooklyn real estate market has turned into a bundle of contradictions in recent months. While prices in neighborhoods like Park Slope and Brooklyn Heights soared this summer, so did the number of foreclosures in neighborhoods like Bushwick and Bedford-Stuyvesant. Sorting through these contradictions, buyers are starting to find bargains in a" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Brooklyn: A Bargain Hunter's Guide" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/realestate\/14cov.html"} ,   {"body" : "THE call came at 10:30 a.m. on Sept. 20, a warm, sun-filled Thursday in New York. Amanda Pollock remembered rushing about her fourth-floor walk-up on the Lower East Side, getting ready for a noon writing class while tending to her colicky year-old son. She was delighted by the number displayed on her phone. It belonged to Dean Johnson, a 6-foot-6" , "date" : "20071014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Disquieting Death Stills The Nightlife" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/14\/fashion\/14dean.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KIRAN AHLUWALIA (Wednesday) A Northern Indian vocalist with a liquid voice and a five-person ensemble, Ms. Ahluwalia sings Punjabi folk songs and Ghazals -- ancient poetic verses dating to 10th-century Persia. At 7:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/music\/12wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KIRAN AHLUWALIA (Wednesday) A Northern Indian vocalist with a liquid voice and a five-person ensemble, Ms. Ahluwalia sings Punjabi folk songs and Ghazals -- ancient poetic verses dating to 10th-century Persia. At 7:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDA1730F931A25753C1A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. SHERRIE LEVINE As the Richard Prince exhibition plays at the Guggenheim, spare a thought for Sherrie Levine, another 1980s appropriation artist, who has a survey show at Nyehaus Gallery in Gramercy Park. On view are several examples" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Art Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/design\/12wart.html"} , {"body" : "A second defendant was found guilty yesterday of manslaughter as a hate crime for his role in luring a gay Brooklyn man to his death last year. But after delivering their verdict, jurors criticized the state's hate crime law, and said it seemed inappropriate to the case. ''None of us wanted hate crime, especially me,'' said the foreman, Eric" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "To the Jury's Regret, A Hate Crime Conviction" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/nyregion\/12plumb.html"} , {"body" : "The CMJ Music Marathon offers a thousand bands, playing at more than 50 locations over five days. Trying to choose among the shows is difficult even for the most devoted fans. The pop music critics of The New York Times highlight 10 acts that will perform at this year's festival. DRAGONS OF ZYNTH This New York band is in its early, wriggling stages" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Those About to Rock and Jam and Sample and Rap and Rant and ..." , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/arts\/12bcmj.html"} , {"body" : "NEW YORK CLOWN THEATER FESTIVAL Coulrophobics, beware: Clowns are swarming over Williamsburg this month for the second annual New York Clown Theater Festival at the Brick Theater in Brooklyn. The zaniness began last Friday, when more than a hundred clowns and their fans rode the L train from Union Square in Manhattan to Bedford Street in" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Festival" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DA163AF931A25753C1A9619C8B63"} , {"body" : "NEW YORK CLOWN THEATER FESTIVAL Coulrophobics, beware: Clowns are swarming over Williamsburg this month for the second annual New York Clown Theater Festival at the Brick Theater in Brooklyn. The zaniness began last Friday, when more than a hundred clowns and their fans rode the L train from Union Square in Manhattan to Bedford Street in" , "date" : "20071012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "title" : "Theater Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/12\/theater\/12wtheater.html"} , {"body" : "Looking Ahead DONA REDUX Donatella Arpaia and Michael Psilakis, who closed Dona earlier this year, plan to open an informal Greek and Italian place, as yet unnamed, in March: 204 East 58th Street. CLO Around 100 wines will be served in two-ounce samples in a large tasting area opening next month in the fourth floor lobby of the Time Warner Center." , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/dining\/10off.html"} , {"body" : "The hallways of the State Supreme Court building in Brooklyn are crosscut passages of venom and condemnation: on one floor, police officers daily stare down a man charged with killing one of their own; on another, a man accused of strangling a college student recently received letters that called him ''a no-good son of a bitch.'' Not even the" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wish to Forgive In Son's Death Will Be Tested" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/nyregion\/10forgive.html"} ,   {"body" : "THEY have collaborated for nearly 20 years, first on a tree house in Oregon, then a home in the Adirondacks and finally on a feature-length documentary set mostly in the cornfields of Iowa. Aaron Woolf and Curt Ellis are cousins first and filmmakers second. Neither Mr. Woolf, 43, nor Mr. Ellis, 27, however, is particularly comfortable with the" , "date" : "20071010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts" , "Dining and Wine"] , "page_facet" : "4" , "title" : "A Movie That Scrutinizes Your Popcorn and Soda" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/10\/dining\/10corn.html"} , {"body" : "Samuel J. LeFrak, the voluble patriarch of New York's most prolific real estate family, often declared, ''We serve the mass, not the class,'' during the five decades he presided over an empire of apartments in sturdy brick buildings from Queens to Manhattan, office towers on both sides of the Hudson River, and oil wells in Louisiana. Mr. LeFrak" , "date" : "20071009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONDON (ENG)" , "CALIFORNIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Family Empire That Built Lefrak City Is Developing a Global Vision" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/09\/nyregion\/09lefrak.html"} , {"body" : "CHRISTOPH MAYER, 36, seems like the quintessential denizen of a hipster-rich locale. His outfit is usually some variation of black nerd-chic glasses, skinny pants and an Army cap. He plays the harmonium. He owns Nina Hagen albums on vinyl. His collection of found objects retrieved from various curbsides includes a 1940s-era metal fan, a large" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bohemia By the Bay" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/nyregion\/thecity\/07hips.html"} , {"author" : "Robert Sullivan a contributing editor at Vogue, is the author of ''Rats: Observations on the History and Habitat of the City's Most Unwanted Inhabitants'' and ''Cross Country.''" , "body" : "You could begin the story of Todd Haynes's Dylan movie at the very beginning, about seven years ago, while Haynes was driving cross-country in his beat-up old Honda. But since Todd Haynes's film about Dylan is as much about Todd Haynes as it is about Dylan (or maybe even more); and since Haynes is a filmmaker who, in midcareer at age 46, is doing" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "58" , "title" : "This Is Not A Bob Dylan Movie" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/magazine\/07Haynes.html"} , {"body" : "LIKE most worthwhile relationships, the one that New York City residents forge with their homes is riddled with compromise. Few dwellings satisfy every hankering for space, light, location, affordability and amenities. But in their relief at stumbling upon a good-enough abode, some apartment seekers overlook (or brush off) the very thing that winds" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Day and Night" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/realestate\/07cov.html"} , {"body" : "Marcella Therese Szablewicz, a doctoral student, and Rick Parker, a jazz trombonist, are to be married this evening at the Brooklyn Botanic Garden. The Rev. David P. Marcotte, a Roman Catholic priest, is to officiate. The bride and bridegroom met at Georgetown, from which they graduated. The bride, 25, is in her first year of study for a degree in" , "date" : "20071007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "Marcella Szablewicz, Rick Parker" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/07\/fashion\/weddings\/07szablewicz.html"} , {"body" : "For his role in selecting a gay man as a robbery target and chasing him to his death in traffic, a Brooklyn man was convicted yesterday of manslaughter and attempted robbery as hate crimes, but acquitted of murder. The convicted man, John Fox, 20, bowed his head for a moment after the verdict was read in State Supreme Court in Brooklyn, then gave" , "date" : "20071006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Conviction In Death Of Gay Man In Traffic" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/06\/nyregion\/06plumb.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. !!! (Thursday) Punk-funk usually leans on the punk side, with short blasts of indignation or defiance filtered through dance beats. This local eight-piece (whose name is pronounced ''chik-chik-chik,'' or, they say, however you want) goes for immersion, transcendence and kicks, through long and" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop\/Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/arts\/music\/05wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. !!! (Thursday) Punk-funk usually leans on the punk side, with short blasts of indignation or defiance filtered through dance beats. This local eight-piece (whose name is pronounced ''chik-chik-chik,'' or, they say, however you want) goes for immersion, transcendence and kicks, through long and" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E5D71231F936A35753C1A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'JEON JOONHO: HYPER REALISM' The Korean artist Jeon Joonho is redecorating the White House. Not the building in Washington, but its representation on the reverse side of the $20 bill, as part of his explosive New York gallery debut" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Art Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/05\/arts\/design\/05wart.html"} ,   {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums ASIA SOCIETY: 'ZHANG HUAN: ALTERED STATES,' through Jan. 20. The Chinese artist Zhang Huan, the subject of this small, midcareer survey, is best known for the early, often poetic, sometimes sensationally masochistic" , "date" : "20071005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6D61431F936A35753C1A9619C8B63"} , {"body" : "A WALL of vinyl made a rivetingly graphic backdrop for the Master-Disaster Karaoke Showdown, a D.J. spinoff and dance competition held by thehappycorp, a New York events and branding firm last week. The party, in an empty portion of a warehouse in Williamsburg, Brooklyn, gave participants a chance to show off their moves -- and their" , "date" : "20071004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "LIFE AS A RUNWAY; Warehouse Wear, or Showboating at a Showdown" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/04\/fashion\/04RUNWAY.html"} , {"body" : "Detectives have sifted through garbage cans, scrutinized surveillance video, searched under sewer grates and scoured hardware stores in and around a Brooklyn neighborhood defaced by anti-Jewish slurs and graffiti last week, Police Commissioner Raymond W. Kelly said yesterday. Swastikas were spray-painted or scratched on sidewalks, cars and" , "date" : "20071001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Commissioner Visits Synagogues Hit by Vandalism" , "url" : "http:\/\/www.nytimes.com\/2007\/10\/01\/nyregion\/01kelly.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums BROOKLYN MUSEUM: 'INFINITE ISLAND: CONTEMPORARY CARIBBEAN ART,' through Jan. 27. This large show, with 45 artists and a collective of designers, photographers and architects from the Dominican Republic adding to the count," , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Art Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E7D6173EF93BA1575AC0A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'WILLIAM HENRY FOX TALBOT: SELECTIONS FROM A PRIVATE COLLECTION' A distinguished private European collection is the source of this ever so lovely exhibition devoted to William Henry Fox Talbot, the 19th-century English" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/design\/28wart.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Sunday and Monday) The vibrations are somewhere between good and bad in the songs of Animal Collective, which sends the sunniest and most playful Beach Boys melodies through endless, sometimes frightening, psychedelic transformations. The band celebrates its outstanding new" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Pop Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DB103AF93BA1575AC0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Sunday and Monday) The vibrations are somewhere on the brink between good and bad in the songs of Animal Collective, which sends the sunniest and most playful Beach Boys melodies through endless, sometimes frightening, psychedelic transformations. The band celebrates its" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/arts\/music\/28wpop.html"} , {"body" : "The gap between the health of New Yorkers living in poverty and those with higher incomes has widened since the early 1990s, according to a survey released yesterday. It found that residents of poor neighborhoods in the city are experiencing alarming rates of diabetes and steady increases in other chronic illnesses like heart disease, while other" , "date" : "20070928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Gap in Illness Rates Between Rich and Poor New Yorkers Widens, Study Says" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/28\/nyregion\/28gap.html"} , {"body" : "The city's Landmarks Preservation Commission voted unanimously yesterday to designate the 1884 refinery of the Domino Sugar plant a landmark, making permanent a monument to the days when industrial and manufacturing giants lined the Brooklyn waterfront. The vote followed months of meetings and hearings among preservationists, real estate developers" , "date" : "20070926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landmark Status Is Approved for Domino Refinery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/26\/nyregion\/26domino.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Subway Sightseeing Q. I love to city-watch from the subway. In your opinion, which subway line has the best view? A. No need to rely on one opinion. Here's a sampling of responses from aficionados of the city's elevated trains: The view from the 33rd Street (Rawson Street) stop in Queens on the No. 7 line, looking toward Long Island City and" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/nyregion\/thecity\/23fyi.html"} ,   {"body" : "EMILY ROBERTS and Aaron Springer were looking for a place to get married. They wanted a romantic, picturesque spot where they could have a small, simple ceremony. And because they were both full-time graduate students, they did not want to spend a lot of money. Their search was still unresolved when they were having brunch one weekend at a" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "FIELD NOTES; Public Displays of Affection Require Planning" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/fashion\/weddings\/23FIELD.html"} , {"body" : "A MONTH after the mortgage markets started to crumble, mortgage brokers and lawyers say that New Yorkers are finding it harder than ever to get mortgages and are increasingly backing out of deals. This lending slowdown has seemed to affect a broader segment of New York City apartment hunters, many of whom are now waiting to see if prices drop" , "date" : "20070923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Frustrated New Yorkers Grapple With Loan Rates" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/23\/realestate\/23loan.html"} , {"body" : "Hiding his face beneath a jacket as he was led into a courtroom in handcuffs yesterday, a 17-year-old witness mumbled, nodded and shrugged his way through an account of the fatal attack on a gay man in Sheepshead Bay last fall. The witness, Gary Timmins, avoided the gaze of the defendants, one of them a childhood friend, as he gave the prime" , "date" : "20070922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Witness Describes Chat With Gay Victim" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/22\/nyregion\/22plumb.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DEVENDRA BANHART (Thursday) Still the thick-bearded Pied Piper of the eclectic and adventurous subgenre unfortunately named ''freak folk,'' Mr. Banhart is a gifted fantasist, creating spider webs of acoustic guitar and vocals. He's also an anthem slinger who plays to the crowd: ''I'm high, I'm" , "date" : "20070921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/21\/arts\/music\/21pop.html"} , {"body" : "Jurors in the trial of two men charged with murder as a hate crime saw transcripts yesterday of computer instant messages between the suspects and the victim. Prosecutors in State Supreme Court are trying to prove that the defendants, John Fox, 20, and Anthony Fortunato, 21, lured a gay man, Michael J. Sandy, 29, of Williamsburg, to a remote spot" , "date" : "20070920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Computer Messages In Trial" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E0D91639F933A1575AC0A9619C8B63"} , {"body" : "THE restaurant Peter Luger has been around for an astonishing 120 years. None of them have paid it the kind of tribute that the last five have. One after another, Luger clones have opened, operated by former Luger cooks or managers or waiters, all of whom trumpet their association with it, all of whom appropriate its traditions. Any day now I" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "RESTAURANTS; The Original Master of Blood and Butter" , "url" : "http:\/\/events.nytimes.com\/2007\/09\/19\/dining\/reviews\/19rest.html"} , {"body" : "A judge cast doubts yesterday on a defense raised by one of the young men accused of chasing a gay man to his death in traffic on the Belt Parkway last year. The defendant, Anthony Fortunato, 21, is charged with murder as a hate crime, but he has claimed that he, too, is gay. Mr. Fortunato and a co-defendant are on trial in the killing of Michael" , "date" : "20070919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sexuality As Defense Puzzles Judge" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/19\/nyregion\/19plumb.html"} , {"body" : "One of the defendants accused of killing a gay man in Brooklyn last year because of his sexual orientation offered a startling courtroom revelation yesterday: He, too, is gay. So said the lawyer for Anthony Fortunato, 21, one of four men accused of chasing a gay man to his death on the Belt Parkway during a robbery on Oct. 8, 2006. All along," , "date" : "20070918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawyer Claims Defendant in Hate Crime Is Gay, Too" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/18\/nyregion\/18plumb.html"} , {"body" : "It's intriguing to witness how the ideas of Guy Debord, the French writer, filmmaker and co-founder of the Situationist movement, are still alive and kicking. Over the last few days, more than 100 artists assembled in Williamsburg, Brooklyn, for Conflux, a festival inspired partly by psychogeography, a term that Debord coined in the mid-1950s to" , "date" : "20070918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "ART; In Brooklyn, a Confluxion Junction" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/18\/arts\/design\/18conf.html"} , {"body" : "Victoria Kathryn Hippel and Joseph Richard Vergolina were married yesterday at the Highlands Mansion and Gardens in Fort Washington, Pa. The Rev. Charles A. Green, a United Methodist minister, officiated. Mrs. Vergolina, 30, is a producer in New York for ''The Randi Rhodes Show,'' a weekday talk show on Air America Radio. She also is the host of" , "date" : "20070916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "Victoria Hippel, Joseph Vergolina" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6D8113AF935A2575AC0A9619C8B63"} ,   {"body" : "The Broadway revival of Terrence McNally's 1975 comedy ''The Ritz'' will begin previews one day later than originally planned because of a cast replacement. Ashlie Atkinson (''Fat Pig''), below,has taken over for Caroline Aaron in the role of Vivian Proclo. Previews will now begin Sept. 15 at Studio 54, and the show will open on Oct. 11, as" , "date" : "20070915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "8" , "title" : "ARTS, BRIEFLY; Footnotes" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/15\/arts\/15arts-FOOTNOTES_BRF.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. APPLES IN STEREO (Sunday and Thursday) This Denver band made a splash in the mid-'90s with power-pop songs in loud primary colors, like the Beach Boys reborn as a New Wave act. Its new album, ''New Magnetic Wonder'' (Yep Roc), clarifies one point: it wasn't really the Beach Boys or the Beatles" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Rock and Pop Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/music\/14wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. APPLES IN STEREO (Sunday and Thursday) This Denver band made a splash in the mid-'90s with power-pop songs in loud primary colors, like the Beach Boys reborn as a New Wave act. Its new album, ''New Magnetic Wonder'' (Yep Roc), clarifies one point: it wasn't really the Beach Boys or the Beatles" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DE113FF937A2575AC0A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JAMIE BAUM SEPTET (Tonight) The flutist Jamie Baum explores her own meticulous yet pliable compositions with this ensemble, which she featured on an estimable recent album, ''Moving Forward, Standing Still'' (OmniTone). At 8, Neighborhood Church of Greenwich Village, 269 Bleecker Street," , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DA103DF937A2575AC0A9619C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday at 9 p.m. in the Rose Center for Earth and Space, ''One Step Beyond,'' an evening of music, refreshments and screenings of the space show; $20. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6, ''Beyond,''" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/14wspare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. FESTIVAL OF NEW TRUMPET MUSIC The horns are not just plentiful but purposeful during the Festival of New Trumpet Music, which begins its fifth year of programming tomorrow night. Founded and directed by Dave Douglas, a jazz trumpeter rightly celebrated for his imaginative rigor, it" , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/music\/14wjazz.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums BROOKLYN MUSEUM: 'INFINITE ISLAND: CONTEMPORARY CARIBBEAN ART,' through Jan. 27. This large show, with 45 artists and a collective of designers, photographers and architects from the Dominican Republic adding to the count," , "date" : "20070914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Art Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/14\/arts\/design\/14wart.html"} , {"body" : "A convicted murderer who has sought evidence of prosecutorial misconduct for more than a decade while serving his sentence has been denied a motion for a new trial. The convict, Jabbar Collins, 35, is serving 34 years to life in prison for the 1994 robbery and murder of a landlord in Williamsburg. Mr. Collins gathered trial records, 911 tapes and" , "date" : "20070911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING | NEW YORK | Brooklyn: New Trial For Murderer Is Denied" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3D61E39F932A2575AC0A9619C8B63"} , {"body" : "On some buildings, big faded letters on warm red brick are like a sequoia's rings. The letters speak of age and industrial reincarnation. One long-gone brewery on Bergen Street in Crown Heights declares ''Heinz 57 Varieties'' and ''Monti Moving & Storage Miami Puerto Rico Calif. Overseas.'' Well, the movers moved six years ago. Now the only" , "date" : "20070910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; In Place of Smokestacks, Makers of Dumplings and Doors" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/10\/nyregion\/10citywide.html"} , {"body" : "At nearly 4 a.m. on Sunday a guy by the name of Tommy Hottpants was the subject of the last official portrait at the last weekly Misshapes party at Don Hill's. Posed against a stark white wall, Tommy Hottpants, a sometime D.J. and nightlife promoter, wore a white T-shirt and mugged suggestively for the camera. His was one of the 800 snapshots that" , "date" : "20070910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Last Night of Misshapes: Hip, Post-New-Wave and Through" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/10\/arts\/10miss.html"} ,   {"body" : "Maureen Alastair was a new bride when she first set foot at Astroland Amusement Park four decades ago and stared wide-eyed at a red-white-and-blue rocket ship that to this date graces one of the park's entrances in Coney Island. ''It was such an amazing sight, you felt like you were entering a sci-fi movie set,'' recalled Ms. Alastair, 62, who said" , "date" : "20070910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Coney Island's Astroland Closes, Maybe for Good" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/10\/nyregion\/10coney.html"} , {"body" : "VISITORS to the Williamsburg section of Brooklyn usually head straight for Bedford Avenue. It's the obvious choice -- a thoroughfare packed with stores and cafes, and the scene of an increasingly congested parade of the neighborhood's would-be trendsetters. But those looking to find what made this neighborhood cool a decade ago need to venture a" , "date" : "20070909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GRAND STREET (BROOKLYN)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "DAY OUT | BROOKLYN; Not Cool? Oh, Give It Time" , "url" : "http:\/\/travel.nytimes.com\/2007\/09\/09\/travel\/09dayout.html"} , {"body" : "AROUND TOWN Museums and Sites GLASSLANDS GALLERY OPENING, MONSTER ISLAND BLOCK PARTY Any recent visitor to Williamsburg can see that this once-industrial Brooklyn neighborhood is gentrifying rapidly. Condo towers are springing up on nearly every block, no matter how far from the L (or even G) train. But some residents want to remind New Yorkers" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/arts\/07wspare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AEROSMITH, JOAN JETT (Wednesday) Rock legends tend to get more pious with age, not more silly. But Aerosmith, once one of the deeper and grittier heroes of hard rock, has spent the last two decades perfecting its vaudevillian side, never losing an opportunity to add some pyrotechnics and" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DA1F30F934A3575AC0A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. OMER AVITAL QUINTET (Monday) Omer Avital, a rugged bassist and insistently creative composer, celebrates the release of his album ''Arrival'' (due on Tuesday from Fresh Sound New Talent) with a cadre of contemporaries: Avishai Cohen on trumpet, Joel Frahm on tenor saxophone, Jason" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DB1138F934A3575AC0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AEROSMITH, JOAN JETT (Wednesday) Rock legends tend to get more pious with age, not more silly. But Aerosmith, once one of the deeper and grittier heroes of hard rock, has spent the last two decades perfecting its vaudevillian side, never losing an opportunity to add some pyrotechnics and" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/arts\/music\/07wpop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. OMER AVITAL QUINTET (Monday) Omer Avital, a rugged bassist and insistently creative composer, celebrates the release of his album ''Arrival'' (due on Tuesday from Fresh Sound New Talent) with a cadre of contemporaries: Avishai Cohen on trumpet, Joel Frahm on tenor saxophone, Jason" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/arts\/music\/07wjazz.html"} , {"body" : "AROUND TOWN Events ANNUAL ASTHMA MARCH, tomorrow at 10 a.m., a two-and-a-half mile march beginning at the office of Melissa Mark-Viverito, city councilwoman, 105 East 116th Street, and ending at the Adam Clayton Powell Jr. State Office Building, 163 West 125th Street, Harlem. Sponsored by the East Harlem Asthma Working Group, a consortium of health" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5D81030F934A3575AC0A9619C8B63"} , {"body" : "GLASSLANDS GALLERY OPENING, MONSTER ISLAND BLOCK PARTY Any recent visitor to Williamsburg can see that this once-industrial Brooklyn neighborhood is gentrifying rapidly. Condo towers are springing up on nearly every block, no matter how far from the L (or even G) train. But some residents want to remind New Yorkers that there is still artistic fun" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "GLASSLANDS GALLERY OPENING, MONSTER ISLAND BLOCK PARTY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5DD1331F934A3575AC0A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'KOHEI YOSHIYUKI: THE PARK' It is hard to characterize this unusual exhibition of black-and-white photographs from the 1970s by the Japanese photographer Kohei Yoshiyuki. Basically they are snapshots, taken in Tokyo parks at night" , "date" : "20070907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/07\/arts\/design\/07wart.html"} ,   {"body" : "The Patti Smith concert, set for Tuesday at the new Music Hall of Williamsburg in Brooklyn, has been rescheduled to tonight because of construction delays, the club's owners, the Bowery Presents, said. Tickets for Tuesday will be honored. Though the performance by Ms. Smith, above, was to have opened the club, at 66 North Sixth Street in Brooklyn," , "date" : "20070906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Opening Delayed at Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/06\/arts\/06arts-OPENINGDELAY_BRF.html"} , {"body" : "MOST mornings, Emily Hass and her partner, Kristian Borysevicz, sit in their combination living room\/dining room\/kitchen\/closet\/pantry and take in the scene on busy West 13th Street. He sits on the east end of their tiny dining room table, near the loveseat, and she sits on the west, near the bookshelves and the built-in wood box. Looking over the" , "date" : "20070902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | WEST VILLAGE; About 100 Square Feet Per Person" , "url" : "http:\/\/www.nytimes.com\/2007\/09\/02\/realestate\/02habi.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ONEIDA There's something about Oneida's music that seems as if it could go on forever. Maybe it's that dissonant organ, pounding a few chords over and over in long, throbbing noise-drones. Or maybe it's the vocals, chanted as if part of some ceremony from rock 'n' roll's tribal prehistory. It" , "date" : "20070831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/31\/arts\/music\/31pop.html"} , {"body" : "Film: Humor for the Culture Wars No way would she ever sleep with him. And even if she did -- I mean, she was drunk, and she did just get that promotion -- no way would she want him around to help raise the kid. And besides, she would have just had an abortion, anyway. Those are some of the objections to ''Knocked Up,'' with Katherine Heigl and" , "date" : "20070831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CARIBBEAN AREA"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Before the Summer Buzz Fades Away" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/31\/arts\/31last.html"} , {"body" : "ART '25 YEARS LATER: WELCOME TO ART IN GENERAL' To celebrate its 25th anniversary, the scruffy, downtown, nonprofit art space Art in General is presenting a dozen newly commissioned installations by artists who have participated in its recent programs at the well-heeled Midtown gallery of UBS, one of the world's leading financial firms. It is an" , "date" : "20070831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Art Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/31\/arts\/design\/31wart.html"} , {"body" : "It's the kind of thing you might expect to see in a multimillion-dollar concert hall in Berlin or Los Angeles, not in a rock club in a former mayonnaise plant in Brooklyn: a sloped ceiling incorporating sophisticated acoustical design, made up of eight curved segments that are suspended from the roof on rubber mounts. But there it is at the Music" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neither Arenas Nor Dives, New Clubs Hope to Succeed With More Style" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/30\/arts\/30music.html"} , {"body" : "It's the time of year when the streets of Morningside Heights, Greenwich Village and a few other neighborhoods are filled with new, unfamiliar faces: college freshmen. Various guides on paper and on the Internet tell these students what they should see and do in their new hometown. Here, then, is the opposite, from the staff writers of The New York" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Welcome, Students. Now Watch It." , "url" : "http:\/\/www.nytimes.com\/2007\/08\/30\/nyregion\/30students.html"} , {"body" : "SOME of the guests at JellyNYC in the waning days of summer chose to focus on the music, part of a series of free concerts through August at McCarran Park in Williamsburg in Brooklyn. Others were content to fan out their plumage -- or a lack thereof. It was a pared-down crowd that sprawled on the bleachers and sauntered by the pool, peeled to the" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "LIFE AS A RUNWAY; If in Doubt, Just Ad-Lib" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/30\/fashion\/30RUNWAY.html"} , {"body" : "NORTH HAVEN, N.Y. A FAMILIAR story: The parents of a young, hungry architect plan to build a house, and the young, hungry architect gets the job, a first major commission. But this time there's a twist: the architect's architect friends are all along for the ride. Design schools are competitive places, pitting student against student as each vies" , "date" : "20070830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SAG HARBOR (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "First Job? Share The Bounty" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/30\/garden\/30weiselberg.html"} , {"body" : "NO one would ever mistake Edible Brooklyn for Edible Atlanta, though both are quarterly food magazines that share a corporate parent and a typeface. But the story titles in the latest issue of the Brooklyn version might flummox Atlantans. There is, for example, ''Fresh Kills,'' about a live poultry market in Williamsburg, and ''Late Night Nosh,''" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "How to Eat (and Read) Close to Home" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/dining\/29maga.html"} ,   {"body" : "The Brooklyn Navy Yard, one of New York City's major industrial real estate sites, is undergoing a renaissance. Since last fall, new developments totaling 1.3 million square feet have been announced for the yard, a 300-acre industrial park on the East River between the Williamsburg and Manhattan Bridges. This is in addition to the 4 million square" , "date" : "20070829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "6" , "title" : "Brooklyn Navy Yard, a Roomy Haven for Industry, Once Again Is Booming" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/29\/business\/29navy.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ONCE little Sophia Rückriegel began to crawl, all that her parents could think about was gaining more space. She bumped into furniture. Her toys consumed the living room. Her parents, Raquel Wexler and Andreas Rückriegel, were renting a small, pricey one-bedroom near Gramercy Park. Last winter, when Ms. Wexler had a few weeks off between work" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; No Longer Boxed In" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/realestate\/26hunt.html"} , {"body" : "THE East River is still polluted, from sewage runoff and a long-ago oil spill, according to the city's Department of Environmental Protection, so it is probably not quite fit yet for doing the backstroke. But that hasn't altered its role as a selling point for developments springing up along its banks in Brooklyn and Queens, where a recent rezoning" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "POSTINGS; Counting On a River To Entice" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/realestate\/26post.html"} , {"body" : "BEATING the euro is a hot topic among travelers these days. Responding to the Aug. 5 Practical Traveler column, ''10 Ways to Keep Europe Within Reach,'' more than 70 readers offered tips for saving money on a European vacation. Many of the comments, which were posted at nytimes.com\/travel, made general recommendations for strategies like renting" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EUROPE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "PRACTICAL TRAVELER | EUROPEAN TRAVEL; Euro Pinchers Chime In With Some Tips" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/26\/travel\/26prac.html"} , {"body" : "COMMUTING to Manhattan by car has long meant enduring mind-numbing traffic and paying more and more for tolls, parking and gas. So in April, when Mayor Michael R. Bloomberg proposed charging cars $8 to enter Manhattan below 86th Street on weekdays, suburban drivers had reason to groan yet again. But the plan, which is likely to be revised during" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ON COMMUTING KEN BELSON; How Congestion Pricing Could Play Out" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/nyregion\/nyregionspecial2\/26congestli.html"} , {"body" : "COMMUTING to Manhattan by car has long meant enduring mind-numbing traffic and paying more and more for tolls, parking and gas. So in April, when Mayor Michael R. Bloomberg proposed charging cars $8 to enter Manhattan below 86th Street on weekdays, suburban drivers had reason to groan yet again. But the plan, which is likely to be revised during" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ON COMMUTING KEN BELSON; How Congestion Pricing Could Play Out" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2D61631F935A1575BC0A9619C8B63"} , {"body" : "I'M a firm believer that loud tailpipes save lives,'' said Justin Theroux, as he pointed his matte black Ducati motorcycle down West Fourth Street on a recent Sunday and jerked the throttle, sending out a jet-level whine that ripped a gash in the evening calm surrounding Washington Square Park. In two days, the 36-year-old actor was scheduled to" , "date" : "20070826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | JUSTIN THEROUX; Revved-Up Reflections" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/26\/fashion\/26nite.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. 'AMERICAN IDOLS LIVE' (Friday and Saturday night, and Tuesday and Wednesday) The 10 finalists from Season 6 of ''American Idol'' logged about a million yeah-yeahs and baby-babys on television, and here they come on tour with who knows how many more: Jordin Sparks (the winner), Blake Lewis (the" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/music\/24pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE GREAT COVER-UP: AMERICAN RUGS ON BEDS, TABLES AND FLOORS,' through Sept. 9. The more than 60 rugs in this extraordinary show count among the best pictorial art of 19th- and early-20th-century" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DD1331F937A1575BC0A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'ERNST LUDWIG KIRCHNER: BERLIN STREET SCENE' There are many reasons to visit this small if delightful collection exhibition at the Neue Galerie on the Upper East Side, not least of which is a chance to acquaint yourself with a new" , "date" : "20070824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Art Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/24\/arts\/design\/24wart.html"} ,   {"body" : "Manhattan GREENWICH VILLAGE $822,500 77 Bleecker Street (Broadway) (Bleecker Court) 2-bedroom, 1 1\/2-bath, 1,250-sq.-ft. duplex co-op in a prewar building; 24-hr. doormen; renovated eat-in kitchen, exposed-brick walls, oversize windows, high ceilings, west exposure; laundry in building; maintenance $1,699, 51% tax deductible; listed at $849,000, 18" , "date" : "20070823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/23\/garden\/23nysale.html"} , {"body" : "THE words ''Do you come here often?'' are not sweet nothings when you are going into final relaxation during a yoga class. Nor do most yoga practitioners welcome someone who flirts shamelessly as mats are positioned during the lull before the teacher arrives. Now, a popular online video starring a lech named Ogden has the yoga community chuckling" , "date" : "20070823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "8" , "title" : "Between Poses, a Barrage of Pickup Lines" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/23\/fashion\/23Fitness.html"} , {"body" : "INWOOD has long been a neighborhood of Broadway musicians and opera singers who practice inside and outside their apartments, then ride the A train downtown to musicals and cabaret shows, dressed in black evening wear, instruments in tow. Late at night they return to the quiet streets of this neighborhood in northern Manhattan, seemingly the" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "INWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | EXHIBITING; In a Doorway, a Gentle Call to Arms" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/nyregion\/thecity\/19canv.html"} , {"body" : "IN the taxonomy of New York City, the mere mention of a certain neighborhood conjures an image of its local tribe: the Williamsburg hipster. The meatpacking district club-goer. The Park Slope Earth Mama. But whom does Union Square conjure? People like Amanda Bird, for one. On a recent Wednesday, Ms. Bird was ommming away the city's distractions at" , "date" : "20070819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION SQUARE PARK (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Harmonic Convergence in Union Square" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/19\/fashion\/19wheatpack.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALLMAN BROTHERS, BOB WEIR AND RATDOG (Tuesday and Wednesday) For anyone who missed the Allman Brothers' 14 shows at the Beacon Theater this spring, these archetypal Southern rockers sweep through the local outdoor amphitheaters next week with Bob Weir, the rhythm guitarist for the Grateful" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/17pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'AUTOMATIC UPDATE' Artists forgo more traditional image-making materials for a taste of recent technologies -- LCD screens, DVD players, digital video and computers -- in this buoyant survey of media installations at the Museum of" , "date" : "20070817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/17\/arts\/design\/17wart.html"} , {"body" : "NEW PLACES Benjamin Steak House 52 East 41st Street, in the Dylan Hotel; (212) 297-9177. At this point Peter Luger can almost be considered the mother of all steakhouses in a literal sense: its beefy children have popped up all around Manhattan over the last three years. Former Luger employees opened Wolfgang's Steakhouse, which now has two" , "date" : "20070815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/15\/dining\/15brie.html"} , {"body" : "Brooke Astor, who by night reigned over New York society with a decided disdain for pretension and by day devoted her time and considerable resources to New York's unfortunate, died yesterday afternoon at her weekend estate, Holly Hill, in Briarcliff Manor, N.Y. She was 105. Her death was confirmed by Kenneth E. Warner, a lawyer for Mrs. Astor's" , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Brooke Astor, Wry Aristocrat Of the People, Is Dead at 105" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/14\/obituaries\/14astor.html"} , {"body" : "The Bowery Presents, an independent concert promoter, is expected to announce today that a new rock club is coming to New York, and it's a big one: Terminal 5, with room for 3,000, at 610 West 56th Street in Clinton. The first concert, featuring the National, is to take place on Oct. 11. Others to appear in the following months include M.I.A.," , "date" : "20070814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; New Yorks New Club" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/14\/arts\/14arts-NEWYORKSNEWC_BRF.html"} , {"author" : "Samuel I. Schwartz was the New York City Department of Transportation's chief engineer from 1986 to 1990." , "body" : "THE horrific collapse of the Interstate 35W bridge in Minneapolis was but one more in the history of infrastructure failures, and I'm afraid it will be old news soon. In 1967, during the busy Christmas shopping season, the Silver Bridge over the Ohio River between Point Pleasant, W.Va., and Gallipolis, Ohio, collapsed, plunging scores of people" , "date" : "20070813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "MINNEAPOLIS (MINN)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "OP-ED CONTRIBUTOR; Catch Me, I'm Falling" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/13\/opinion\/13schwartz.html"} ,   {"body" : "A FEW minutes into the opening reception for an exhibit on the intersection of design and technology at the Chelsea Art Museum, one of the pieces caught fire. The installation, called ''Saws,'' accidentally ignited when one of the work's three chainsaws became caught on a stripped extension cord that dangled over a metal sheet on the floor." , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "URBAN TACTICS; The Writing's on the Wall. (The Writing's off the Wall.)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E5D81E30F931A2575BC0A9619C8B63"} , {"body" : "GIVEN that their lives consist mainly of naps, meals and playtime, pampered dogs would seem to have little to complain about. But Peter Pracilio fears that even America's most beloved dogs suffer from needless stress, caused by the boxy crates in which they often have to sleep or travel. ''Corners produce anxiety,'' said Mr. Pracilio, founder of" , "date" : "20070812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "2" , "title" : "THE GOODS; Cages Without Corners" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/12\/business\/yourmoney\/12goods.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AU REVOIR SIMONE (Friday) The three young women of Au Revoir Simone, from Brooklyn, play milky, wistful synth-pop songs and never smile, and on their latest album, ''The Bird of Music'' (Our Secret Record Company), sing of ''empty beds and lonely dinners'' over a tranquil electronic pulse." , "date" : "20070810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Pop and Rock" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E1DA153DF933A2575BC0A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. '21 POSITIONS' Recent art photography and video from Austria is the focus of ''21 Positions,'' a lively exhibition at the Austrian Cultural Forum. It is the biggest show ever mounted there, with almost 80 artworks by 21 artists" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/10\/arts\/design\/10wart.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE GREAT COVER-UP: AMERICAN RUGS ON BEDS, TABLES AND FLOORS,' through Sept. 9. The more than 60 rugs in this extraordinary show count among the best pictorial art of 19th- and early-20th-century" , "date" : "20070810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "ART" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5DC1531F933A2575BC0A9619C8B63"} , {"body" : "MARTHA FLACH mentioned meat twice in her Match.com profile: ''I love architecture, The New Yorker, dogs ... steak for two and the Sunday puzzle.'' She was seeking, she added, ''a smart, funny, kind man who owns a suit (but isn't one) ... and loves red wine and a big steak.'' The repetition worked. On her first date with Austin Wilkie, they ate" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Be Yourselves, Girls, Order The Rib-Eye" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/fashion\/09STEAK.html"} , {"body" : "LAST month, a gaggle of assistant stylists took a fashion-themed field trip along Fifth Avenue. They made several stops: Gucci, Bergdorf Goodman and the Peninsula and Four Seasons hotels. The group, dressed mostly in black, absorbed the surroundings with the wide eyes of tourists as Alain Pinon, an owner of Salon AKS and the boss, explained each" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "SKIN DEEP; Dinner Reservations? Speak to My Hair Stylist" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/09\/fashion\/09skin.html"} , {"body" : "Among the many pleasures of classic noir films from the 1940s and '50s is their chiseled dialogue. Goons, floozies and stoolies talk in aphorisms and one-liners, usually at machine-gun tempo. A hard-boiled dame playing coy won't just say, ''Go away,'' when she can say, ''That's between me and the lamppost, and you ain't no lamppost.'' A gumshoe on" , "date" : "20070809" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "THEATER REVIEW | 'NECROPOLIS #1&2'; To Sleep the Big Sleep? Call It Murder, My Sweet" , "url" : "http:\/\/theater2.nytimes.com\/2007\/08\/09\/theater\/reviews\/09necr.html"} , {"body" : "VISITING the big city can leave you parched, especially in summer. It's easy to develop a more-than-one-beer thirst as you gamely tramp from museum to museum, from landmark to landmark. But hunting cheap beer on the New York City bar scene is a bit like trying to find a cheetah on the African savanna. Sure, $7 pints dot the landscape like plump" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: BARGAIN BARS; For Beer Tastes, on Beer Budgets" , "url" : "http:\/\/travel.nytimes.com\/2007\/08\/05\/travel\/05weekend.html"} , {"body" : "RAY AND ALYSSA ABEYTA have remained passionate about North Williamsburg, Brooklyn, even as it has gone through various transformations, from artists' refuge to hipster haven to its current incarnation as a locus of high-priced condominiums ''only one subway stop from Manhattan.'' They both moved to the neighborhood in 1986, although they didn't" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | NORTH WILLIAMSBURG, BROOKLYN; The Art Is Striking, And So Are the Cars" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/realestate\/05habi.html"} ,   {"body" : "I'VE been around this car a long time,'' Mike Tyrrell said as he leaned against the electric-blue '65 Chevy Malibu SS and smiled. The car sat in the dim corridor of a cool, narrow carriage house that Mr. Tyrrell recently began renting from a family friend. Six other cars were squeezed into the dusty space, including a '56 Chevy Bel Air and a '67" , "date" : "20070805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO; Married to a Muscle Car" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/05\/automobiles\/05EGO.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sept. 9, ''Frogs: A Chorus of Colors,'' an exhibition of more than 200 specimens. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Through April 6," , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DE133FF930A3575BC0A9619C8B63"} , {"body" : "AROUND TOWN 'SUMMER SESSIONS' When Jeannie Hopper was taking her first spin on the turntables in the garden of the Cooper-Hewitt National Design Museum a couple of years ago, and a pair of 70-something women sidled over to her D.J. booth, she had a pretty good idea of what was coming. ''I thought they were going to complain about the noise,'' Ms." , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/03wspare.html"} , {"body" : "More than 2,000 bridges in New York State meet the federal government's definition of ''structurally deficient,'' from the heavily traveled on-ramps of the Brooklyn Bridge to a 28-foot span across Trout Brook near the Canadian border. The bridge that collapsed Wednesday in Minneapolis had also been labeled structurally deficient. But the term can" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "MINNESOTA" , "MINNEAPOLIS (MINN)" , "MISSISSIPPI RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Many Bridges Called 'Deficient,' in Ways Big and Small" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/nyregion\/03spans.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'THEATER OF CRUELTY' Antonin Artaud (1896-1948) was a Surrealist poet, mystic, drug addict and playwright who is said to have died sitting at the foot of his bed, holding a shoe. Rebellious young writers and artists have long" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/08\/03\/arts\/design\/03wart.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE GREAT COVER-UP: AMERICAN RUGS ON BEDS, TABLES AND FLOORS,' through Sept. 9. The more than 60 rugs in this extraordinary show count among the best pictorial art of 19th- and early-20th-century" , "date" : "20070803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EEDD113CF930A3575BC0A9619C8B63"} , {"body" : "Kelefa Sanneh TEGAN AND SARA, twins from Canada, have a great and shivery new album called ''The Con,'' which is packed with wordy new-wave folk songs, some of which -- Tegan Quin's in particular -- seem to be about surviving a break-up. No doubt their scarily attentive fans will spend the next few months puzzling it out, and here's hoping some" , "date" : "20070729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "POP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6DF1331F93AA15754C0A9619C8B63"} , {"body" : "As the city considers rule changes that would require a permit to photograph and film in public places, a coalition of filmmakers and photographers is mobilizing a campaign against the rules by using the very medium they believe the regulations would constrict. Members of a newly formed advocacy group called Picture New York gathered recently at a" , "date" : "20070728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "Picturing Protest, Artists Organize to Fight Camera Permit Proposal" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/28\/nyregion\/28film.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALY & AJ (Thursday) We expect our teen-pop princesses to be bubbly, pretty and ever prepared to dance, and in that regard Alyson and Amanda Joy Michalka -- better known as Aly & AJ -- do not disappoint. But would Mandy Moore or the Cheetah Girls ever sing something as deliciously" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DB1F3CF934A15754C0A9619C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'IN CONTEXT: COLLAGE + ABSTRACTION' This beautiful, intelligent exhibition of abstract works and collages by more than 50 artists includes some of the more memorable objects in Chelsea right now. It is a song of praise to" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/arts\/design\/27wartlist.html"} ,   {"body" : "ON a recent Saturday, as the sun set in broad pink strokes over Brooklyn, about 300 people gathered on a roof to watch a movie. But first there was music: a guitarist and a Korean singer performed, their images projected on the enormous screen. When the sky darkened and birds dove chirping around the ''theater,'' the audience settled in for" , "date" : "20070727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Midsummer Night's Screen" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/27\/movies\/27roof.html"} , {"body" : "LAST week on Smith Street, near the Bergen Street subway station in Brooklyn, a team of sharp-looking designers sanded away the last remaining evidence of a ragtag bar called Vegas that once occupied the site. On Thursday, it reopened as the country's 158th Lucky Brand Jeans store, a division of the Liz Claiborne fashion empire. Meanwhile, a block" , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Smith Street Confronts The Corporate Takeover" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/26\/fashion\/26COBBLE.html"} , {"body" : "LAST week I was trying to find gifts for newborn twins adopted by an architect friend and his graphic designer husband who live in Los Angeles. They are two new additions to the many, many children I know now. In a giant wave of childbearing and adoption in the last few years, I have become Crazy Uncle Mike to no less than 12 toddlers and infants." , "date" : "20070726" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; You've Come A Long Way, Baby" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E6D81139F935A15754C0A9619C8B63"} , {"body" : "When a dancer in Streb Extreme Action -- a company that mixes kinetic daredevilry, stunts and modern dance -- broke her back in a performance in May, a longtime member put out a call for contributors to come to a fund-raising evening. Now that member, the associate artistic director Terry Dean Bartlett, finds himself out of the company. Mr." , "date" : "20070723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Extreme Dance, Extreme Dispute" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/23\/arts\/dance\/23stre.html"} , {"body" : "WHEN Stephen Szczepanek invites people to his loft on the border of Greenpoint and Williamsburg in Brooklyn, he sends them a two-page e-mail message with four different sets of directions for finding him. There are driving instructions from Manhattan for both the Williamsburg and Queensboro Bridges and walking routes from the L train, which stops" , "date" : "20070722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Greenpoint, Brooklyn; When the Everyday Becomes Art" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/22\/realestate\/22habi.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. SIREN MUSIC FESTIVAL For the last six years, the Siren festival at Coney Island has consistently been one of the indie-rock highlights of the summer, if not the year. Produced by The Village Voice, it crams a good dozen or so of the best and most fashionable bands of the moment into an" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/20pop.html"} , {"body" : "ART 'GLENN LIGON: UNAUTHORIZED' Famous for conceptual work that relishes and parodies racial stereotypes and cultural insensitivity, the gay African-American artist Glenn Ligon, 47, has not had a solo show in New York for four years. He returns, to the Bill Hodges Gallery, with a blistering assembly of works in various mediums from the last couple" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/20\/arts\/design\/20wartlist.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE GREAT COVER-UP: AMERICAN RUGS ON BEDS, TABLES AND FLOORS,' through Sept. 9. The more than 60 rugs in this extraordinary show count among the best pictorial art of 19th- and early-20th-century" , "date" : "20070720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE2D81431F933A15754C0A9619C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JAZZ IN JULY Since taking over as artistic director of the 92nd Street Y's Jazz in July series two years ago, Bill Charlap (above) has managed a smartly subtle renovation. Leaving intact the erudite yet welcoming tone established by Dick Hyman -- his esteemed predecessor, fellow pianist," , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/music\/13jazz.html"} , {"body" : "AROUND TOWN Museums and Sites BASTILLE DAY Tomorrow is Bastille Day, when French nationals and Francophiles all the world over commemorate the storming of the Bastille in 1789. In addition to the celebratory dinners taking place this weekend at bistros and brasseries, there are also a slew of street festivals, parties and tournaments. Depending on" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/13wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. Admission: $8; students and 62+, $7; under 12, free. Tuesday night at 6, ''Celtic Melodies: Songs of Thomas More and Robert Burns,'' by Linda Russell & Companie; $15; $7 for children under 12; free" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7D61E3EF930A25754C0A9619C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BESNARD LAKES, JEALOUS GIRLFRIENDS (Tonight and Sunday) The Besnard Lakes, from Montreal, build childlike, Brian Wilsonesque melodies into fuzz-drenched epics fraught with violence. The Jealous Girlfriends, one of the best new bands in New York, float through soft and erotic clouds of guitar" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/music\/13pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'UTOPIA IN NEW YORK' Utopia, an Aboriginal-owned desert reservation the size of Rhode Island, was named in the 1920s by optimistic German immigrants in outback Australia hoping for a prosperous new life. A lively women's batik group" , "date" : "20070713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/13\/arts\/design\/13wart.html"} , {"body" : "Pick Your Favorite Goat A class comparing goat cheeses from France and from the United States will be held this evening from 6:30 to 8 at Murray's Cheese Shop, 254 Bleecker Street (Cornelia Street), $50. On July 23 at the same time a class will examine the pairing of cheeses with beer: $65, murrayscheese.com. Tastings of well-aged French cheeses" , "date" : "20070711" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/11\/dining\/11fcal.html"} , {"body" : "On Sunday afternoon at McCarren Park Pool in Williamsburg, Brooklyn, Mark Ronson did his usual thing: he brought his laptop and some records and D.J.ed a party. But he was nervous. ''I don't know if I'm a big draw around these parts,'' he said from the V.I.P. area before the show, surveying the 1980s-fashion-loving hipsters. ''My crowd doesn't wear" , "date" : "20070710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Hey, Mr. D.J., Follow Those Rock Star Dreams" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/10\/arts\/music\/10rons.html"} , {"body" : "For almost 40 years, the La Guardia recreation center, known in its Lower East Side neighborhood as the Whitehouse, has sat vacant -- abandoned in the middle of a densely populated high-rise public housing complex. The Parks Department said it has no plans to reopen the Whitehouse, in the La Guardia Houses complex, because it believes the" , "date" : "20070709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Difficult Choices for the Old Rec Center" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/09\/nyregion\/09recreation.html"} , {"body" : "ON a Sunday night last month at Daddy's, a bar in Williamsburg, Brooklyn, more than a dozen people in their 20s and 30s gathered at a professional soiree, drinking frozen margaritas and nibbling store-bought cookies. With their thrift-store inspired clothes and abundant tattoos, they looked as if they could be filmmakers, Web designers, coffee shop" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "A Hipper Crowd of Shushers" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/08\/fashion\/08librarian.html"} , {"body" : "GOUGH STREET, in the Central district of Hong Kong, runs for just two blocks between Shing Wong and Aberdeen Streets, and for much of its modern history has been home to mom-and-pop printing presses and old beef-brisket noodle shops. Then fashionable restaurants, including a private supper club, arrived. The printing presses began moving out, and" , "date" : "20070708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA" , "HONG KONG"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "SURFACING | HONG KONG; Hip Side of an Old-Style Street" , "url" : "http:\/\/travel.nytimes.com\/2007\/07\/08\/travel\/08surfacing.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKON (Sunday) This Senegalese-American crooner, now ubiquitous on the charts as a singer, songwriter and producer, makes his amorous R&B-pop hits explicit without seeming nasty. (Some disagree: Verizon withdrew its sponsorship for his tour with Gwen Stefani because of Akon's onstage behavior" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/music\/06pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'RESISTANCE IS ...' The well-trafficked ''Summer of Love: Art of the Psychedelic Era'' exhibition at the Whitney Museum of American Art explores the themes of liberation and dissent in art and society in the 1960s. Expanding on this" , "date" : "20070706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/06\/arts\/design\/06wart.html"} ,   {"body" : "The peaks of the Lower Manhattan skyline loomed across the East River, and lap swimmers at the end of their lanes briefly gazed at them before their flip turns. ''Just the fact that there's a pool floating out in the river is astounding to me,'' said David K. Bromwich, 28, who biked to the pool at 5:30 a.m. yesterday, two hours before the next" , "date" : "20070705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Decades of Dashed Hopes, Brooklyn Swimmers Rejoice in a Pool With a View" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD81439F936A35754C0A9619C8B63"} , {"body" : "It may seem surprising, but when it comes to land for residential or commercial development, gasoline stations clean up nicely, real estate brokers say. As a result, they are steadily disappearing from New York City's five boroughs. From September 2003 to February of this year, the city lost about 9 percent of its gas stations, declining from 1,837" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Shops and Condos Crowding Out Gas Stations" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/04\/business\/04gas.html"} , {"body" : "The Spuyten Duyvil Grocery, which Joe and Kim Carroll just opened in the Bedford Mini-Mall in Williamsburg, Brooklyn, is not about groceries. You cannot pick up a quart of milk or orange juice there; rather, your goal will be a pint of an off-beat ale or double bock, a liter of lambic from Belgium, some barley wine or cider. More than 100 boutique" , "date" : "20070704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Williamsburg's Beer Culture Gets a Boost" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE0DB113CF937A35754C0A9619C8B63"} , {"body" : "The News Corporation, owner of The New York Post, bought two weekly newspapers in the Bronx yesterday, giving it a chain of neighborhood papers throughout three New York City boroughs that it hopes will complement The Post. News Corporation did not disclose the price it paid to the owners, David Kiesman and John Collazzi, for The Bronx Times and" , "date" : "20070703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "News Corp. Buys Two Weeklies, Expanding New York City Reach" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/03\/business\/media\/03paper.html"} , {"body" : "Listeners trying to figure out what ''chamber music'' means are in the same boat as wine drinkers confronted with ''room temperature.'' The question is, ''Whose room?'' One definition says that chamber music means fewer musicians onstage. If the seats out front number in the thousands, as they have in recent Emerson String Quartet concerts at" , "date" : "20070702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | CHIARA STRING QUARTET; Bar Chatter, Weekend Cheer, Intimate Tables and, Yes, Chamber Music" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/02\/arts\/music\/02chia.html"} , {"body" : "To the Editor: Re ''Some Subways Found Packed Past Capacity'' (news article, June 26): NYC Transit asserts that the most crowded lines already run as many trains as possible during peak hours. As an inhabitant for more than two decades each of both the Upper West Side and Boerum Hill, I can tell you that when a neighborhood offers a choice of many" , "date" : "20070702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Crowded on the Subway? Read This" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5DA143EF931A35754C0A9619C8B63"} , {"author" : "Charles V. Bagli and Ken Belson contributed reporting." , "body" : "Ever since it was proposed, the Atlantic Yards project in Brooklyn has simultaneously been the borough's biggest, most controversial and least understood real estate development. Critics have long suggested that the project is a taxpayer-subsidized bonanza for the developer, the project's promised jobs and subsidized housing a kind of Trojan horse" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Documents Show Risk In Big Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/01yardsxx.html"} , {"body" : "The low point in the relationship between United States Postal Service employees and customers in Brooklyn may well have come in late March, when someone videotaped a fellow customer's five-minute, profanity-laced tirade against an employee at the borough's Kensington post office and posted the clip on YouTube. More than a few commenters on the Web" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Kensington; Talk Therapy for Postal Rage" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/nyregion\/thecity\/01grip.html"} , {"body" : "The low point in the relationship between United States Postal Service employees and customers in Brooklyn may well have come in late March, when someone videotaped a fellow customer's five-minute, profanity-laced tirade against an employee at the borough's Kensington post office and posted the clip on YouTube. More than a few commenters on the Web" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "KENSINGTON; Talk Therapy for Postal Rage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EED6143EF932A35754C0A9619C8B63"} , {"body" : "SETH WEINSTEIN is not a guy who likes to run a tab. He has only two credit cards -- one for his personal use and one for business -- and he says he pays them in full each month. He even wrote a check the last time he bought a car, a white Volvo convertible. But Mr. Weinstein, who for nearly the last 30 years has developed office buildings and" , "date" : "20070701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The $3.6 Million Mortgage" , "url" : "http:\/\/www.nytimes.com\/2007\/07\/01\/realestate\/01cov.html"} ,   {"author" : "E-mail:dwyer@nytimes.com" , "body" : "In trucks that roll down the great American roads, the ordinary ruminant -- that is, your basic cow, sheep or bison -- is afforded more space than the average New York subway rider has the faintest prayer of commanding at rush hour. Rhetorical excess? If only. Overcrowding ruins meat, so the industry and federal government have developed standards" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Subway Riders Treated Like Cattle? That Would Be an Upgrade" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0D91731F933A05755C0A9619C8B63"} , {"body" : "In trucks that roll down the great American roads, the ordinary ruminant -- that is, your basic cow, sheep or bison -- is afforded more space than the average New York subway rider has the faintest prayer of commanding at rush hour. Rhetorical excess? If only. Overcrowding ruins meat, so the industry and federal government have developed standards" , "date" : "20070630" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Subway Riders Treated Like Cattle? That Would Be an Upgrade" , "url" : "http:\/\/select.nytimes.com\/\/2007\/06\/30\/nyregion\/30about.html"} , {"body" : "ON THE STREET New York City AFRO-PUNK BLOCK PARTY The block party is as much a New York summer tradition as rides on the Cyclone, concerts in Central Park and -- unfortunately -- the Mister Softee jingle everywhere. On Sunday, as part of its third annual Afro-Punk festival of film, music and art, the Brooklyn Academy of Music will hold its first" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES; Events" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/29spare.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. 'E PLURIBUS VENOM' The paradox of well-heeled and wealthy art collectors fawning over rebellious street art is apparent everywhere in the art world. The graffiti artist known as Banksy is the toast of London, while Shepard Fairey is" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/design\/29wart.html"} , {"body" : "The bill looked like a shoo-in to pass. After nearly a year of painstaking analysis and tough negotiations, the Bloomberg administration, the City Council, housing advocates, lenders and real estate developers had hashed out a measure intended to revamp a popular tax-break program so it would generate more relatively affordable housing while" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City's Plans For Housing Flop in Albany" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/nyregion\/29housing.html"} , {"body" : "FOR CHILDREN FOURTH OF JULY CELEBRATION Celebrity sightings are not uncommon in New York; spend enough time in the city, and you can run into the likes of Woody Allen, Spike Lee and Julianne Moore. But residents don't expect to encounter George Washington and Benjamin Franklin, unless those famous faces happen to be in their wallets. On Wednesday," , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/29wkids.html"} , {"body" : "Kiryas Joel, an Orthodox Jewish enclave in southern Orange County, grew faster than any other community in New York State from 2000 through 2006, according to census data released yesterday. Kiryas Joel grew by 51 percent, to 20,071 residents from 13,273, over the six-year period. The village was incorporated in 1977 as an offshoot of the Satmar" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "KIRYAS JOEL (NY)" , "ORANGE COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Explosive Growth Since 2000 In State's Hasidic Enclaves" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/nyregion\/29census.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times and tickets: nytimes.com\/theater. Previews and Openings 'XANADU' In previews; opens on July 10. The 1980 cult roller-disco film about a Greek muse sent to earth goes Broadway -- and it's" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "THE LISTINGS; Theater" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/theater\/29theater.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera MARTINA ARROYO FOUNDATION YOUNG ARTISTS PRELUDE (Tomorrow) In her retirement, the great American soprano Martina Arroyo has been leading a foundation with a mission of giving support, training and performance opportunities to aspiring opera singers. Next month it will" , "date" : "20070629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE LISTINGS; Classical" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/29\/arts\/music\/29classical.html"} , {"body" : "The Beginning With Children Charter School, housed in a former factory in Brooklyn, landed on the state's list of high-performing schools this year, thanks to rising English and math test scores among black and Hispanic students. But its founders and wealthy patrons, Joseph H. and Carol F. Reich, who have poured hundreds of thousands of dollars" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Patrons' Sway Leads to Friction In Charter School" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/28\/education\/28charter.html"} ,   {"body" : "The covert campaign targeting street art began about seven months ago, with blobs of paint that appeared overnight, obscuring murals and wheat-pasted art on walls in Brooklyn and Lower Manhattan. Arcane messages were pasted at the sites, but it was difficult to ask for an explanation. The author was never identified. Then in November, during a" , "date" : "20070628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "As Street Art Goes Commercial, a Resistance Raises a Real Stink" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/28\/arts\/design\/28stin.html"} , {"body" : "Hulking and dormant on the North Brooklyn waterfront, its floors still sticky from a century's toil, the former Domino Sugar refinery was the focus of a hearing yesterday to let residents sound off on whether to give it landmark status and allow a developer to transform it into part of an apartment complex. But the residents and the developer" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "History and Homes May Mix At the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/nyregion\/27domino.html"} , {"body" : "LAST October, John Deragon began tinkering with a recipe for Abbott's bitters, a cocktail ingredient that has beguiled drinks fanatics for years. Over the next two months, Mr. Deragon, the chief technology officer of Waterfront Media, an online health and wellness company in Brooklyn, tweaked the formula drop by drop, using single-spice infusions" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "A Bit Of History, Reborn In a Glass" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/27\/dining\/27bitt.html"} , {"body" : "''Light me,'' orders Robert Honeywell, credited as the writer, director, team leader and imaginer of ''Every Play Ever Written,'' a gleefully funny faux-lecture that skewers theatrical pomposity as vigorously as Stephen Colbert picks apart political punditry. After receiving his spotlight, Mr. Honeywell, peering intensely through his wire-rimmed" , "date" : "20070627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "THEATER REVIEW | 'EVERY PLAY EVER WRITTEN'; From Caveman to Today, All the World's a (Pompous) Stage" , "url" : "http:\/\/theater2.nytimes.com\/2007\/06\/27\/theater\/reviews\/27fest.html"} , {"body" : "Brooklyn has Walt Whitman to sing praises of its ''ample hills.'' Manhattan has Woody Allen to capture its outsize style and neuroses. And Staten Island? Well, Staten Island has Thomas W. Matteo for a borough historian to chronicle its glories, its goofs and, yes, its landfill. Of course Mr. Matteo, who was appointed to this unpaid post just three" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "He Sings The Borough Forgotten" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/26\/arts\/design\/26stat.html"} , {"body" : "Q. Who are you? A. I'm a 32-year-old freelance writer who recently moved from Manhattan to Brooklyn. I grew up in Amherst, Mass., and Williamsburg, Va. Q. Where are you going on this road trip? A. I left New York City on May 16 and should arrive in Seattle sometime in early August. In between, I'm trying to visit nearly every state --or at least" , "date" : "20070626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Travel"] , "title" : "FRUGAL TRAVELER | AMERICAN ROAD TRIP; Matt Gross Answers Frequently Asked Questions" , "url" : "http:\/\/travel.nytimes.com\/2007\/06\/26\/travel\/26FrugalFAQ.html"} , {"body" : "The line stretched yesterday around the corner and into the Evergreen Funeral Home, past a helmet and a bunker coat, finally ending at an open coffin. Firefighter Daniel F. Pujdak was laid out there in his dress blues, the same uniform worn by a number of those in the slow-moving line. The clothes have no practical use for people who struggle" , "date" : "20070625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Joining in Solidarity, on the Job and in Sorrow" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/25\/nyregion\/25firefighter.html"} , {"body" : "FOR the past few years, facial hair has been all the rage in young bohemia. ''I think mustaches in general are totally hilarious,'' said Brendan Farley, 30. ''Unfortunately, I look too hilarious in them.'' So last Saturday, Mr. Farley, a scenery carpenter from Astoria, Queens, did the next best thing: he spent $30 on a wooden mustache on a stick at" , "date" : "20070624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Where the Crafts Babes And D.I.Y. Dudes Are" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/24\/fashion\/24renegade.html"} , {"author" : "Cassi Feldman, Ewa Kern-Jedrychowska and Daryl Khan contributed reporting." , "body" : "The former sewing factory at 83 Meserole Street in East Williamsburg, Brooklyn, is like hundreds of other buildings in the industrial precincts of Brooklyn -- a hulking, century-old brick box lined with big windows, its insides turned into lofts inhabited by designers, musicians and other practitioners of the hipster professions. That the apartment" , "date" : "20070623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Illegal Lofts Get New Scrutiny After a Firefighter's Death" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/23\/nyregion\/23building.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROOKLYN HIP-HOP FESTIVAL (Tomorrow) There's a strong lineup for tomorrow's outdoor show, with Consequence (Q-Tip's cousin), Large Professor, Sean Price from Boot Camp Clik, and Skillz, who is at his best when snidely scrutinizing other rappers. But one name will be on everyone's lips:" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP; The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D7133BF931A15755C0A9619C8B63"} ,   {"body" : "Eliot Spitzer's first legislative session was coming to a fractious close on Thursday night, as he and top lawmakers failed to reach agreement on a wide range of issues as they rushed to finish business for the summer. There appeared to be agreement on a small number of measures. One required suspects indicted on rape charges to take H.I.V. tests." , "date" : "20070622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Spitzer and Legislature Sprint to Finish Line" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/22\/nyregion\/22session.html"} , {"author" : "Daryl Khan, Andy Newman and Ethan Wilensky-Lanford contributed reporting." , "body" : "A 23-year-old firefighter was killed in Brooklyn yesterday when he fell four stories while fighting a small blaze ignited by a cigarette that had been left on a windowsill, officials said. The firefighter, Daniel F. Pujdak, fell outside a four-story brick building, a onetime warehouse on the edge of Williamsburg. He landed on the pavement amid the" , "date" : "20070622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firefighter Falls 4 Stories to His Death in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/22\/nyregion\/22fire.html"} , {"body" : "The musical ''Xanadu'' has a new opening date: July 10. The show was to have opened at the Helen Hayes Theater on June 26, but a roller-skating injury suffered by its leading man, James Carpinello, led to a postponement. Mr. Carpinello has been replaced by Cheyenne Jackson. ... ''LoveMusik,'' starring Michael Cerveris and Donna Murphy as Kurt Weill" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Footnotes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DF1431F933A15755C0A9619C8B63"} , {"body" : "TWO decades ago a pastry chef might have dreamed of stocking the cake trolley that was pushed around the carpeted dining room of a stodgy restaurant uptown. Last week Will Goldfarb, who has a sliver of a restaurant in SoHo called Room 4 Dessert where he manipulates desserts the way Magneto does metal, said he was angling to take to the streets in a" , "date" : "20070620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Pastry Chefs, Refusing to Be Sweet" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/20\/dining\/20dess.html"} , {"body" : "For a proactive indie-rock fan in 2007 a debut album is more like an end product than a starting point. By the time that first shrink-wrapped and bar-coded CD finds its way into shops, the band will probably be old news, having suffered through many online cycles of hype and backlash. In a world that won't wait patiently for an album release date," , "date" : "20070618" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Preppie Afro-Pop And Other Odd Blends" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/18\/arts\/music\/18vamp.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS soon as Chris Roan and Justin Fluck become colleagues -- as advertising salesmen at the satirical newspaper The Onion -- they became friends. Later, they became roommates. The first was effortless. The second, not so much. Of the two Midwesterners, Mr. Roan was the first to arrive in New York, in the fall of 2004, a few months after graduating" , "date" : "20070617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Roommates Who Almost Weren't" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/17\/realestate\/17hunt.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: June 15 - June 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3D6143FF936A25755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Tuesday, 6 to 9 p.m., ''Up the Hudson River,'' a three-hour cruise on the river to learn about its history and geology; $45; $42.50 for members, students and 60+. (Information: 212-769-5200.)Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns and" , "date" : "20070615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: June 15 - June 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2D6143FF936A25755C0A9619C8B63"} , {"body" : "The mighty Monitor, the ironclad Civil War ship, was built on Greenpoint's gritty waterfront. The Graving Dock at the Todd Shipyards in Red Hook was the terminal for ships traveling from the Erie Canal. The Old Dutch Mustard Company in Williamsburg churned out prepared mustard, vinegars and fruit juice for half a century. The mustard building was" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Waterfront Called Endangered Site" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/14\/arts\/design\/14wate.html"} , {"body" : "THE American kitchen has been an aspirational space ever since electricity and post-World War I prosperity commingled in a nifty new appliance called the refrigerator. ''There are scads of ads from the 1920s showing people in tuxedos and evening gowns literally adoring their fridge,'' said Victoria Matranga, a historian of industrial design and the" , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Kitchen Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DB143FF937A25755C0A9619C8B63"} ,   {"body" : "Most people discard chipped plates and never notice the way their kitchen drains look, but Joana Meroz, a Netherlands-based designer, treats these unwanted and unnoticed objects as a blank canvas. In her ''Ornamented Life'' collection, sold at the Future Perfect in Williamsburg, Brooklyn, Ms. Meroz embellishes cracked porcelain plates (and cups," , "date" : "20070614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NETHERLANDS"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: HOUSEWARES; From the Prosaic to the Sublime: Simple or Flawed Objects Reborn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05EFDC143FF937A25755C0A9619C8B63"} , {"body" : "I'M not sure it's possible to behave with much dignity around seven glistening pounds of pork butt, but on a recent night at Momofuku Ssam Bar, five friends and I weren't even encouraged to try. Servers didn't bother to carve the mountain of meat. They didn't give us any delicate way to do it, either. They just plopped it in the center of the" , "date" : "20070613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Fat, Glorious Fat, Moves to the Center Of the Plate" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/13\/dining\/13glut.html"} , {"body" : "As the sidewalks along Fifth Avenue began to fill and the bands took their places behind the police and the politicians for yesterday's Puerto Rican Day Parade, Tony Flores took a deep breath and smiled. He had been there for the first one, in 1958, marching with the Boy Scouts of Troop 498 from Williamsburg, Brooklyn; it was a novelty then, much" , "date" : "20070611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "As Fifth Ave. Brims With Pride, Even the Horses Dance" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/11\/nyregion\/11parade.html"} , {"body" : "RED HOOK is one of those rare New York neighborhoods where the stars aren't completely obscured by city lights. By late summer, Gita Nandan and Jens Veneman will be able to track them from their bathtub, which they're preparing to relocate to their back deck. And if the gardening gods are beneficent, they'll be able to reach out of the suds to snag" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; Why Ask for the Moon If You Have the Stars?" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10habi.html"} , {"body" : "WHEN Parimal Pandya, a 32-year-old network consultant at AT&T, walked into the sales office at Liberty Harbor, a mixed-use waterfront development going up in Jersey City, the sales agent launched into a standard pitch: the layouts, the finishes, the amenities. Mr. Pandya wasn't listening. ''I'm thinking, 'I've heard this a million times,' '' he" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "Wired To Sell" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/realestate\/10cov.html"} , {"body" : "''SKIING on the beach tomorrow?'' ''Late-night ski lift looking for a snow bunny.'' ''Where are the cool Brooklyn ski bums? I've got tons to share.'' ''Take a ride on the snow train.'' The come-ons in the Casual Encounters section of Craigslist last week -- or any week -- are as plentiful as they are obvious (and cheesy). Using a variety of" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Cocaine: Hidden In Plain Sight" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/fashion\/10cocaine.html"} , {"body" : "AMONG the softly lighted houses that line a quiet stretch of Corona Avenue in central Queens, a visitor will encounter a mosque, a Jehovah's Witnesses assembly hall, two Buddhist temples and, finally, a onetime hair salon that is home to a congregation of a Christian sect called Growing in Grace. The sect meets in a spare single room whose" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Hallelujah People" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/nyregion\/thecity\/10fait.html"} , {"body" : "THE blessing of being a comedian from New Zealand is that your accent will make anything you say sound a little bit funny to American ears, whether you intend it or not. The curse is that your naturally laid-back attitude and innate stoicism will cause some people -- say, television executives -- to doubt your commitment to your art, and others to" , "date" : "20070610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW ZEALAND"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "TELEVISION; New In Town, Talking Funny" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/10\/arts\/television\/10itzk.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: June 8 - June 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DE1F30F93BA35755C0A9619C8B63"} , {"body" : "ALL the world's a stage, sure, but what might Shakespeare have made of the dramatic possibilities of a Lower East Side parking lot, with cars backing out right into the Capulets' masked ball? Or ''Love's Labour's Lost'' on a stroll through Central Park, as helmeted bicyclists whiz by? The outdoor summer theater season had its unofficial opening on" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Shakespeare, Naturally" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFDE1F30F93BA35755C0A9619C8B63"} ,   {"body" : "The exhibition ''New York Rises'' makes a case for adding Eugene de Salignac, the official photographer for the New York City Department of Bridges, Plant and Structures from 1903 to 1934, to the canon of American photographers whose images are forever linked with the city. If he is not the equal of Berenice Abbott, Margaret Bourke-White, Walker" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART REVIEW; New York in All Its Nuts-and-Bolts Glory" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/arts\/design\/08sali.html"} , {"body" : "Mayor Michael R. Bloomberg's plan to reduce traffic by charging people who drive into the busiest parts of Manhattan received significant support on Thursday as Gov. Eliot Spitzer endorsed the idea and the Bush administration indicated that New York stood to gain hundreds of millions of dollars if the plan were enacted. If the measure is approved" , "date" : "20070608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "LONDON (ENG)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Traffic Pricing Wins U.S. and Spitzer's Favor" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/08\/nyregion\/08congestion.html"} , {"body" : "IF you are tired of the same old teak or wrought-iron outdoor furniture, this is the summer to redecorate. Many designers are offering patio and garden furnishings in unexpected materials like recycled plastic and porcelain, and some of the new designs add not just comfort but also bright color to the yard. Most of the pieces shown here can" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "PERSONAL SHOPPER; Decorating The Outdoors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7D91E30F934A35755C0A9619C8B63"} , {"body" : "The music industry may seem like a broken record of bad news these days, with plunging album sales and confusion over the digital future. But in the concert business at least one corner is booming: clubs. In New York heated competition among concert promoters has driven a building spree of small and midsize spaces over the last two years. And a" , "date" : "20070607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Small Strategy for Selling Concerts" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/07\/arts\/music\/07bowe.html"} , {"body" : "CHEFS ON THE MOVE JOSH DeCHELLIS, inset below, has left Sumile Sushi. Starting this summer, he plans to focus on a different Japanese style, tempura, at Bar Fry, which he will open at 50 Carmine Street (Bleecker Street), an address that has had various Italian identities over the years. Eric Ripert, the chef and partner in Le Bernardin who is the" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/06\/dining\/06off.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $12 million 1177 Flushing Avenue Brooklyn The owner of Jovani, a women's fashion company, plans to turn this single-story 83,000-square-foot warehouse in East Williamsburg into a showroom and to add another floor with a rooftop parking area. Buyer: Saul Maslavi Seller: Noel Levin Brokers: Neil Dolgin and Linda Wong, Kalmon Dolgin" , "date" : "20070606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E0DF1E30F935A35755C0A9619C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WAS it a live-work space she needed, a smaller work studio or a cheaper apartment? Beck Hickey wasn't quite sure, but she knew she needed to downsize. Excited at the growth of her business -- handbags made from skateboards -- Ms. Hickey found herself split between three locations, spending way too much on rent. ''High hopes,'' Ms. Hickey said. ''I" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Three Spaces for the Price of One" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/03\/realestate\/03hunt.html"} , {"body" : "THROUGH whatever mechanism Russian immigrants managed to make the Brighton Beach section of Brooklyn their own -- be it demographic evolution or intelligent real estate design -- things sure worked out well. They landed a prime section of beachfront, right near the subway but far enough away not to be overrun by gentrifying artistes, as happened in" , "date" : "20070603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: RUSSIA ONCE REMOVED; Partying Like a Czar: Vodka but No Diet Coke" , "url" : "http:\/\/travel.nytimes.com\/2007\/06\/03\/travel\/03weekend.html"} , {"body" : "Some have left their heart there. Others love it in the springtime. Not a few -- maybe most -- hold its eating contests, roller coaster and skeeball in high regard. But what Coney Island has not been celebrated for, perhaps wrongly, is its smell -- what an out-of-towner might call its parfum. Yesterday, a Manhattan perfume house introduced ''Coney" , "date" : "20070602" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Breathing In Coney Island, At Just $178 A Bottle" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/02\/nyregion\/02coney.html"} , {"body" : "Performers in the dance company Streb Extreme Action fling themselves against plexiglass or sail off a trampoline and land facedown on a mat. They yank themselves around on ropes and dodge swinging cinder blocks. Some shows are subtitled ''Slam,'' and a company motto is ''Dance, Danger, Action!'' Such high-octane movement risks serious injury, and" , "date" : "20070602" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "A Troupe Known for Daredevil Choreography Copes With a Casualty" , "url" : "http:\/\/www.nytimes.com\/2007\/06\/02\/arts\/dance\/02stre.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DD1530F932A35755C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Central Park West and 79th Street. Through Jan. 6, ''Mythic Creatures: Dragons, Unicorns & Mermaids.'' Through April 6, 2008, ''Beyond,'' an exhibition of more than 30 large-format photographs of Earth's planetary neighbors, in the museum's Imax Gallery. Through Jan. 6, ''The Unknown" , "date" : "20070601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARE TIMES | JUNE 1 - JUNE 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1530F932A35755C0A9619C8B63"} , {"body" : "In a move that has greater symbolic significance than mere real estate hopscotch, Galapagos Art Space, the pioneering bar and performing arts space that helped put Williamsburg, Brooklyn, on the cultural map, is moving a few neighborhoods down the East River, to Dumbo. Galapagos, which has played host to a broad array of New York's musicians," , "date" : "20070530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Arts Space In Brooklyn To Get New Digs" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/30\/theater\/30gala.html"} , {"body" : "The roués and libertines of Williamsburg, Brooklyn, rarely rise before noon on the weekends, or so their reputation goes. Yet at 10 a.m. yesterday there were a dozen hearty and alert souls by the East River to check out a park on its first day. ''It's nice,'' said Paul Jenkins, 27, a musician, as he sprawled on the bench of a picnic table. ''But" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In Brooklyn, Modest Space, But It Does Have a View" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/27\/nyregion\/27park.html"} , {"body" : "Price Table Less than $300,000 $300,000 to $599,999 $600,000 to $899,999 $900,000 to $1.2 million More than $1.2 million In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent list Amenities Table Number of bedrooms Number of full bathrooms Number of half" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E6D91630F934A15756C0A9619C8B63"} , {"body" : "The hot weather is scarcely upon us, but you would think it was high summer from the number of theater festivals under way or getting ready to start. Brits Off Broadway is in full swing at the 59E59 Theaters, and this week sees the kickoff of three more extravaganzas of new work. The venerable ENSEMBLE STUDIO THEATER has been producing its" , "date" : "20070527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: May 27-June 2; THEATER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD91F31F934A15756C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. ? denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: May 25 - May 31" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DB1630F936A15756C0A9619C8B63"} , {"body" : "CHILDREN'S GALLERIES FOR JEWISH CULTURE (Sunday) Young visitors can explore both the Holy Land and the New World in two exhibitions. ''From Home to Home: Jewish Immigration to America'' invites them to put themselves in the place of Jews leaving Europe for the United States. ''From Tent to Temple: Life in the Ancient Near East'' challenges them to" , "date" : "20070525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES: May 25 - May 31; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/25\/arts\/25kids.html"} , {"body" : "I FELT a considerable ache when I entered the Future Perfect, the up-to-the-moment furniture and design store in Williamsburg, Brooklyn. Silence hovered over the bright white-walled space, which though crowded with delicious objects, still managed to look immaculate and spare. I walked around discovering beautiful things I wish I owned: the pale" , "date" : "20070524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; A Design Store to Love, if It Will Have You" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/24\/fashion\/24CRITIC.html"} , {"body" : "AT $42, a nicely charred 16-ounce slab of prime boneless strip loin might not seem like much of a bargain now, but it could soon. Over the past two months or so the cost of producing beef and the demand for it have risen so much that prices are soaring and the supply of top quality beef has dropped. Customers at steakhouses and markets will see the" , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Demand and Costs Rise for Best Cuts" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/dining\/23beef.html"} ,   {"body" : "Until just recently, Pete Jordan hadn't washed a dish professionally in seven years. Now an author, Mr. Jordan used to be a paid dishwasher, following in the steps of literary plongeurs like Theodore Dreiser and George Orwell, who, recalling his time behind the sink in Paris, once wrote: ''This washing up was a thoroughly odious job -- not hard," , "date" : "20070523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Everything and the Kitchen Sink: The Memoir of a Dishwasher" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/23\/books\/23suds.html"} , {"body" : "Riders on the crowded L subway line, who at peak hours frequently have to wait for two or more trains to pass at some stations before squeezing aboard, will have to keep on squeezing for at least a few more years, according to a report released yesterday. The report, provided yesterday to the Metropolitan Transportation Authority's board, said that" , "date" : "20070522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Less Crowding on L Train, Think 2010, Report Says" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/22\/nyregion\/22subway.html"} , {"body" : "A Brooklyn teenager was found fatally shot in the head in a Park Hill apartment complex yesterday morning, the authorities said. The teenager, Wayne Kennedy, 17, of Morgan Avenue in East Williamsburg, was shot in a building at 280 Park Hill Avenue about 7:30 a.m., the police said. Neighbors in the six-story brick building said they heard an" , "date" : "20070521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Staten Island: Teenager Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/21\/nyregion\/21mbrfs-gun.html"} , {"body" : "To the Editor: I find it interesting that Allan Ripp has the time to write an article entitled ''Under the Scaffold, a No-Fight Club'' (New York Observed, May 13), but couldn't make the time to perform his civic duty and properly file a report with the police about his horrible assault. Doesn't he understand that if he doesn't report a crime, it" , "date" : "20070520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Assaulted, In Broad Daylight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0D61131F933A15756C0A9619C8B63"} , {"body" : "There was a crash course in disco-punk groove construction on Wednesday night, when !!! began its sold-out show at the Bowery Ballroom. First came a beat, kick-started by the no-nonsense drummer Jerry Fuchs. Next, a bass line, audaciously played by Justin Van Der Volgen. Then there were some washy keyboard noises, just a few, before the addition of" , "date" : "20070519" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "MUSIC REVIEW; Gangly Exultation, With Punctuation" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/19\/arts\/music\/19excl.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: May 18 - May 24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1DA1031F93BA25756C0A9619C8B63"} , {"body" : "'THE CAT WHO WOULDN'T COME INSIDE' FAMILY WORKSHOP AND BOOK SIGNING (Tomorrow) An independent stray is the subject of Cynthia von Buhler's picture book ''The Cat Who Wouldn't Come Inside'' (Houghton Mifflin). Held in conjunction with her exhibition ''Cynthia Von Buhler: Show & Tell,'' at the Staten Island Museum, this event will include a" , "date" : "20070518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "SPARE TIMES: May 18 - May 24; For Children" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/18\/arts\/18kids.html"} , {"body" : "''This is my first dragon,'' Matt Mikas said as he shaped the right foreleg of a 17-foot-long beast he was carving from plastic foam. A plume of fine fuzz rose as he attacked the creature with a wood rasp. ''At a certain point the dragon will start speaking. There's always a time when the image begins to come out of the foam.'' The spiky," , "date" : "20070518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Equal Parts Myth and Foam, Carefully Melded" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/18\/nyregion\/18mythic.html"} , {"body" : "The 7-Eleven on Cooke Street in this central Connecticut city now offers kosher Slurpees. A deli offering Shabbat specialties like cholent and kishke sits on a blighted street where the police frequently block off vandalized homes. An abandoned synagogue that was nearly sold to a church about seven years ago is now a bustling yeshiva where 200" , "date" : "20070517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WATERBURY (CONN)" , "CONNECTICUT" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jews Come to a Well-Worn City, And Discover a Bit of Paradise" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/17\/nyregion\/17jews.html"} , {"body" : "The photographer Richard Perry talks about his visit to what organizers described as \"one last night of indelicate celebration\" at a warehouse in Williamsburg, Brooklyn." , "date" : "20070515" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Lens: Gathering" , "url" : "http:\/\/www.nytimes.com\/packages\/khtml\/2007\/05\/15\/nyregion\/20070509_LENS_FEATURE1_sub.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ALTHOUGH Beau Frank had rented for seven years in Manhattan, he had never been to another borough, except to pass through. But when it came time to buy, he thought it was more important to find a nice place than it was to stay in Manhattan, where he knew that $1 million wouldn't go too far. ''I was never willing to live in a 200-square-foot" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Finding the Right Balance" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/realestate\/13hunt.html"} , {"body" : "IN certain New York artistic circles the cartoonist Tony Millionaire is famous for once, at the end of a very long night, having sex with a slice of pizza. This was in the mid-'90s, a period when Mr. Millionaire, who is large and striking-looking to begin with, used to favor lime-green leisure suits or a tuxedo with a bottle of vodka in the pocket." , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Guy Drinks. Bird Drinks. Guy Thrives. Bird Drinks." , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/arts\/television\/13mcgr.html"} , {"body" : "If the 1980s was a period of culinary clutter and the '90s a period of refinement, then this decade has most certainly been a period of intensity. Flavors are no longer merely expressed. They are extracted, dehydrated, compressed and concentrated. It has made eating more exciting (and it has fundamentally changed the way we cook), but a backlash of" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "57" , "title" : "The Way We Eat; The Cheese Stands Alone" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/magazine\/13food-t.html"} , {"body" : "THERE were eight million stories in the Naked City, but somebody's had to end first, and so went poor Jean Dexter, blonde and beautiful, choked and doped and drowned in the bathtub of her Upper West Side apartment by a couple of mugs in suits and leather gloves. Her murder opened the 1948 film ''The Naked City,'' the no-nonsense, square-jawed" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Moyduh, He Watched: Commissioner Turns Critic" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/movies\/13wils.html"} , {"body" : "IN the 1990s to be an alternative rocker in Mexico City usually meant a few specific things. You made music about the unchecked chaos of your home megalopolis. You threw the occasional lyrically coded stone at corrupt politicians and corporate media clowns. You embraced traditional Mexican music but then turned it inside out using ska or hip-hop or" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MEXICO CITY (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mexico City's Indie Rock, Now Playing To the World" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/arts\/music\/13kun.html"} , {"body" : "THE names of the bands Goat, Ashes Are Nutritious and Stringbean and the Stalkers may not mean much to you. But if you follow rock music in New Jersey, chances are at least one of the 157 other acts on the bill will. And even if it doesn't, the second annual Wave Gathering -- scheduled to strum and jam its way across 16 Asbury Park stages May 18 to" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "ASBURY PARK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Still Rocking Hard in Asbury Park as the Bands Play On" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/nyregion\/nyregionspecial2\/13artsnj.html"} , {"body" : "IN the annals of New York's postpunk, polysexual downtown bohemia, celebrated haunts are best known by their memorable evenings. The night at the Pyramid in 1984, when the Red Hot Chili Peppers first played the East Coast and shocked the dive's drag queens with wardrobes limited to artfully placed socks. Or the final marathon, in December 2000, of" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "A Downtowners' Club For Poets on a Curfew" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/fashion\/13rapture.html"} , {"body" : "Alabama ALABAMA SHAKESPEARE FESTIVAL Montgomery, through Aug. 5. What will annoy the Shakespeare purists more: that this venerable Southern outpost mixes ''Menopause: The Musical'' (June 1- July 14) into its season dominated by classics and new work -- including ''Richard III'' (through June 16) -- or that its version of ''Henry VI, Parts 1 and 2''" , "date" : "20070513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "31" , "title" : "SUMMER STAGES: THEATER; Shakespeare and His Friends" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/13\/theater\/13theaterlist.html"} , {"body" : "ON Monday night inside the GlassLands Gallery, a converted warehouse in Williamsburg, Brooklyn, 100 or so people, alerted by MySpace pages and music blogs, gathered for a concert by the Yeah Yeah Yeahs. For an hour, the singer Karen O yelped and shrieked and pranced around a makeshift stage in a paint-splattered gold bodysuit, often wading into the" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Technology"] , "page_facet" : "1" , "title" : "Off The Beaten Beat" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/11\/arts\/11rock.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. COLLEGE SHOWCASE: WORKS BY THARP It took Twyla Tharp just eight years to go from the choreographic anonymity of her first work, ''Tank Dive,'' to fame. The reason for that rise was her 1973 ''Deuce Coupe,'' made for the Joffrey Ballet, set to music by the Beach Boys, and now widely" , "date" : "20070511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E4DF1531F932A25756C0A9619C8B63"} ,   {"body" : "LAST Friday afternoon, Jamie Gray, the owner of the Brooklyn design boutique Matter, stood in an empty storefront in Lower Manhattan, scraping away at a stubborn plastic UV filter that covered the front window. The work was punishing -- ''hopefully there won't be any scratches or blood loss,'' he said, though he ended up calloused and bleeding --" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Aspiring to the Throne" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4D71731F933A25756C0A9619C8B63"} , {"body" : "Like the legions of aspiring poets, tap dancers and musicians who came before her, Nina Rubin, a 29-year-old graduate of Wesleyan University, has struggled to find halfway decent housing in New York. Earlier this year, she ended up in her most unusual home yet: an office. After taking a job as an instructor at Outward Bound, Ms. Rubin, along with" , "date" : "20070510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Paying the Rent in New York: 4 Roommates (or a Trust Fund)" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/10\/nyregion\/10rent.html"} , {"body" : "The photographer Richard Perry talks about his visit to what organizers described as \"one last night of indelicate celebration\" at a warehouse in Williamsburg, Brooklyn." , "date" : "20070509" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Lens: Gathering" , "url" : "http:\/\/www.nytimes.com\/packages\/khtml\/2007\/05\/09\/nyregion\/20070509_LENS_FEATURE1_sub.html"} , {"body" : "''One last night of indelicate celebration.'' That is how the organizers of underground parties at a warehouse in Williamsburg, Brooklyn, described what they said would be their final event there, ''This Beautiful Era (Is Over),'' which was held last month. For more photographs depicting how New Yorkers are drawn together and an interview with the" , "date" : "20070509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LENS; Gathering" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4DC1731F93AA35756C0A9619C8B63"} , {"body" : "Two men were struck and injured by trains late Saturday and early yesterday, one by a subway in Brooklyn and one by a commuter train in Queens, the police said. The first man, 26, was found on the L train tracks near the Grand Street station in East Williamsburg shortly before 11:30 p.m. on Saturday, the police said. He had been struck by a train" , "date" : "20070507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Two Men Struck By Trains" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/07\/nyregion\/07mbrfs-trains.html"} , {"body" : "AS Lila del Corte Hirschfeld was about to turn 1, her mother was feeling slightly frantic. Like many New York parents, Jenny 8 del Corte Hirschfeld (the numeral is her middle name) had a vision for her daughter's birthday party, though hers was more Dalí than Disney. In place of balloons and goody bags, this one had a working title -- ''El Ataque" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Williamsburg, Brooklyn; Putting the 'Avant' In Avant-Garde" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/realestate\/06habi.html"} , {"body" : "THE question trails Robert Caro like a fly, buzzing in his ear. Over and over, at cocktail parties and museum receptions in the past few years, he hears variations on the same query. ''Doesn't New York need a new master builder?'' people ask. ''Don't we need a new Robert Moses?'' Mr. Caro, 71, sits in his spare writer's aerie high in a Midtown" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Tale Of Two Cities" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06hist.html"} , {"body" : "The city's health code spells out hundreds of regulations governing preschools and day care centers, ranging from the urgent (rooftop play areas must be fenced; teachers must get inoculations and pass background checks) to the comparatively minor (one toilet per 15 children, and 30 square feet of space per child; no television for children under 2;" , "date" : "20070506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "11" , "title" : "NEW YORK UP CLOSE; At Religious Preschools, Worries About Others Looking Over Their Shoulders" , "url" : "http:\/\/www.nytimes.com\/2007\/05\/06\/nyregion\/thecity\/06pres.html"} , {"body" : "HERE'S the three-point plan for having the best possible time at Fette Sau, Brooklyn's newest barbecue peddler: 1. Go when the weather is good. Most of the picnic tables (all the seating is communal) are outside in a narrow alley that connects the restaurant, housed in a renovated garage like every third business in Williamsburg, to the street. 2." , "date" : "20070502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "11" , "title" : "$25 AND UNDER; Barbecue in Brooklyn (Go Thirsty)" , "url" : "http:\/\/events.nytimes.com\/2007\/05\/02\/dining\/reviews\/02unde.html"} , {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World.''" , "body" : "WHEN is a bicycle not like other bicycles? To begin with, when it has no brakes, or at least no visible brakes, or possibly just a front brake. That means you can't ride this bike very well on your first try, and certainly not very gracefully, easily or safely. The rear cog is bolted directly to the hub, so that whenever the vehicle is in motion," , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unstoppable" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/nyregion\/thecity\/29gear.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IT wasn't just that Katy Robinette and David Vernon wanted to live in Williamsburg, Brooklyn. They wanted the north side of Williamsburg, that post-collegiate hub where many of their friends had gravitated. But after graduating from Vassar College in 2006, they landed, at least for the short term, on the south side, which was nowhere near as" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Surprise on the East Side" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/realestate\/29hunt.html"} , {"body" : "THEY came in sweatshirts and fuzzy slippers, suits and oxfords, seeking chocolate muffins and Cheerios. Some grabbed a yogurt and left. Others lingered. In the room high above the Hudson River, they relished the food, the vistas and one another's company for as long as they could stretch a New York minute. So began another morning at Orion, a" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Beautiful Day in the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/fashion\/29condo.html"} , {"body" : "HARRY McNALLY and Nick Poe are arty, neo-Bohemian 20-somethings, the sort of people who can't afford to rent in downtown Manhattan anymore. But they manage to live in the heart of SoHo because they rent the apartment where Mr. McNally spent much of his childhood. His father, Keith, who owns quintessential downtown restaurants like Balthazar, Pastis" , "date" : "20070429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/SoHo; A 22-Year Lifetime on Thompson Street" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/29\/realestate\/29habi.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: April 27 - May 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EFDB153EF934A15757C0A9619C8B63"} , {"body" : "NATURE is so in. Scoff, if you must, as you flip through the May issue of Vogue, which extols the eco-friendly attributes of Cheap Monday jeans. (The label, that two-inch bit of posterior branding, is made from recycled paper.) Roll your eyes at the Sundance Channel's environmental living series, which includes an episode heralding the green" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "If There's A Buck In It Somewhere" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/fashion\/26ANTLERS.html"} , {"body" : "Collectively, patches worn by New York City firefighters form a quilt, a tapestry intertwining the history of the city and that of the Fire Department, an institution with century-old standing in some of the city's oldest neighborhoods, the affluent and the afflicted alike. There are the Harlem Hose Trotters of Engine 36. And Engine 55 in Little" , "date" : "20070426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "To Many in the Department, A Link to a Proud Tradition" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/26\/nyregion\/26history.html"} , {"body" : "This week the Dining section introduces Dining Briefs, short reviews that include first looks at new restaurants, updates on places that have been reviewed or overlooked and critiques of bars and lounges that offer noteworthy drinks and food. The feature will provide an informed opinion on places around New York City that are worth consideration" , "date" : "20070425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Dining and Wine" , "Arts" , "Technology"] , "page_facet" : "11" , "title" : "DINING BRIEFS; BARS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3D8143EF936A15757C0A9619C8B63"} , {"body" : "WHEN Emma Dewing and her husband, Kanoa Baysa, who had been renting an apartment in Williamsburg, Brooklyn, decided to buy a home last year but realized they couldn't afford the size they needed in New York City, they refocused their search on towns strung along the commuter rail lines running north from Manhattan. They felt priced out of" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUTCHESS COUNTY (NY)" , "BEACON (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Beacon, N.Y.; A Makeover in Progress, and Modern Art, Too" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/realestate\/22livi.html"} , {"body" : "I'M looking for a guy who knows about a ''thing'' -- and I don't see him anywhere. It's very hush-hush, the kind of operation that began with an anonymous phone call. ''Listen closely,'' a whisperer with a Tony Soprano accent said, before filling me in on the top-secret meeting place. ''Write it down. Burn it. And then eat the ashes. Youse got" , "date" : "20070422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "8" , "title" : "THEATER; More Street Than Theater, A Mystery Of New York" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/22\/theater\/22zino.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: April 20 - April 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7DE1F3FF933A15757C0A9619C8B63"} ,   {"body" : "Conrad Spizz, a tough-talking, cigar-chewing artisan of smoked fish whose work was enshrined behind glass at some of New York's best-known food shops, died on April 3 in Port Washington, N.Y. He was 90 and lived in New Hyde Park, N.Y. The cause was a heart attack, his son, Harvey, said. Mr. Spizz was the second well-known figure in New York's" , "date" : "20070418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "12" , "title" : "Conrad Spizz, 90, a Cigar-Loving Master of Smoked Fish" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/18\/obituaries\/18spizz.html"} , {"body" : "There was plenty of exuberant noise at Tonic on Friday night: shrieking horns, fuzzed-out guitars, the jackhammer thump of a bass drum. It could almost have passed for a typical night at the club: two sets of improvisation organized by the saxophonist John Zorn and an installment of the Bunker, a techno party hosted by Bryan Kasenic, a k a DJ" , "date" : "20070416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; Requiem for a Club: Saxophone and Sighs" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/16\/arts\/music\/16toni.html"} , {"body" : "AT 6 p.m. last Saturday, some 150 people took their positions on the perimeter of the Panorama of the City of New York, an intricate scale model that was commissioned for the 1964 World's Fair. Among them were history buffs, mavens, plane-spotters, savants, parkies, tour guides and the offspring of cabdrivers: a cross-section, in other words, of" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FLUSHING; The Night of the Know-It-Alls" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/15\/nyregion\/thecity\/15pano.html"} , {"body" : "Kellie Kvern, 35, from Williamsburg, Brooklyn, exploring an old quarter of Beijing in the process of being demolished: ''I went back to Beijing for three weeks; I had lived there for three years as a student and as a teacher of English. I hadn't been back in 10 years, so this trip was just to see the city again. It's pretty common that these homes" , "date" : "20070415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA" , "BEIJING (CHINA)"] , "page_facet" : "15" , "title" : "WHY WE TRAVEL | BEIJING" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2DD153FF936A25757C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: April 13 - April 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDF133FF930A25757C0A9619C8B63"} , {"body" : "During a recent afternoon at a place called Alt Coffee, on Avenue A, a young woman on a couch read a book called ''Sister of the Road: The Autobiography of Boxcar Bertha.'' Sitting nearby, another young woman, with dreadlocks and a nose ring, gazed at a laptop computer. A gray-haired man dozed in a chair as Beatles music played through speakers. In" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "29" , "title" : "With a Cafe's Evolution, a City With a Little Less Grit" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/nyregion\/08coffee.html"} , {"body" : "THE e-mail message arrived in the middle of the night. Jacob Lewis had barely slept in four days, so nervous was he about the message he was awaiting last month from the artist Ryan McGinness. He had spent two years trying to convince his boss, Dick Solomon, an owner of the Pace Prints gallery on East 57th Street, that opening a location downtown" , "date" : "20070408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Selling Himself And Prints, Too" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/08\/fashion\/08lewis.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. ? denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: April 6-April 12" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E1D8163FF935A35757C0A9619C8B63"} , {"body" : "A 29-year-old man was charged with assault in the stabbing of another man outside a Williamsburg restaurant yesterday morning, the police said. The man then fled the scene, right, and tried to blend in with several homeless people to avoid detection, witnesses said. The stabbing occurred shortly before 9 a.m. outside Las Palmera de Mi Pueblo, a" , "date" : "20070402" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Arrested After Stabbing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E4D61E30F931A35757C0A9619C8B63"} , {"body" : "The construction site on the corner of Roebling and North 11th Streets in Williamsburg, Brooklyn, known formally as McCarren Park Mews, was a busy place last week, with concrete mixers pulling in and out, and workers pouring the building's foundation. But for some neighborhood residents, the most interesting thing about the lot remains the dirt" , "date" : "20070401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; An Oily Ooze Seeps In, Origins Unknown" , "url" : "http:\/\/www.nytimes.com\/2007\/04\/01\/nyregion\/thecity\/01oil.html"} ,   {"body" : "Q. How can I strip an old metal office chair? A. When it comes to stripping or refinishing metal furniture it is best to call in a professional, in part to minimize your chances of creating a do-it-yourself disaster with corrosive solvents. A wheeled office chair like yours is a prize that reminds me of the 1957 movie ''Desk Set'' with Katharine" , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "ROOM TO IMPROVE" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/29\/garden\/29room.html"} , {"body" : "BACK in the 1960s, Bulgari, the Italian fine jewelry company, revived a millenniums-old Roman tradition of incorporating coins into jewelry as a signature look in its own heavy gold necklaces, bracelets and rings. It is a charming bit of aesthetic currency that the company continues to revisit in its designs today. As it happens, coin pieces are" , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "FINE POINTS; The Look of Very Old Money" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/29\/fashion\/29POINTS.html"} , {"body" : "On the second-to-last Saturday night of its existence, the Lower East Side rock club Sin-é looked just like any other Lower East Side rock club. A knot of smokers gathered around the door. Inside, past the hand-stamp girl and the sound booth, the line at the bar was three deep as men and women scrambled for $5 Yuenglings. Onstage Nous Non Plus," , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Gentrification Blues: Requiem for a Cozy, Unassuming Rock Club" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/29\/arts\/music\/29sine.html"} , {"body" : "If you are not interested in human behavior, why write plays? I found myself pondering that question during the numbing two-hours-plus of ''Essential Self-Defense,'' the new play by Adam Rapp that opened last night at Playwrights Horizons' Peter Jay Sharp Theater. The long, noisy span of Mr. Rapp's play possesses barely a hint of truth about the" , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW; Under Ominous Cloud Formations, Ominous Anomie" , "url" : "http:\/\/theater2.nytimes.com\/2007\/03\/29\/theater\/reviews\/29esse.html"} , {"body" : "WHEN Elizabeth and Mordechai Kubany bought their house in Maplewood, N.J., eight years ago, its attic was dark and forbidding. ''It was just a storage space,'' Ms. Kubany said, ''but it had the ceiling of a cathedral. You could sense that the potential was enormous.'' Now that space is a light-filled, 45-foot-long master bedroom suite with a" , "date" : "20070329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Up in the Attic, This Millennium" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/29\/garden\/29attics.html"} , {"body" : "New York City has its very own entry into World Music Day. Based on the Fête de la Musique that started in Paris in 1982 and has spread to cities around the globe, ''Make Music New York'' will celebrate summer's arrival on June 21 with more than 1,200 free concerts that will stretch until 10 p.m. through the city's five boroughs and range from" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly; New York to Greet Summer With Music" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DA1330F93BA15750C0A9619C8B63"} , {"body" : "The Highline Ballroom, a new 700-capacity rock club in Chelsea, is to open April 30 with a concert by Lou Reed, below. One of several new midsize clubs in the city -- the Gramercy Theater on East 23rd Street opened this month, and the Music Hall of Williamsburg is to open later this year in Brooklyn -- the Highline, at 431 West 16th Street, is" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly; A Walk on the West Side" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DA1330F93BA15750C0A9619C8B63"} , {"body" : "A 27-year-old police officer was shot in the leg while trying to arrest a man who was smoking marijuana on a Brooklyn street last night, according to the authorities. The officer, Rory Mangra, was taken to New York Methodist Hospital, where he was in stable condition, doctors said. A 23-year-old suspect was taken into custody at the scene, and the" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Making Arrest, Officer Is Shot In Lower Leg" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/nyregion\/28shot.html"} , {"body" : "OPENING NEXT WEEK SPOTLIGHT LIVE Reality dining will come to Broadway when this restaurant\/entertainment venue opens a week from Friday. Customers can take the stage or even cut CDs, and interactive screens will let diners vote for their favorites. But the updated comfort food will be entirely up to Kerry Simon, right. Mr. Simon, who had been the" , "date" : "20070328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/28\/dining\/28off.html"} , {"body" : "A man sought for questioning on a complaint of domestic violence fell to his death from the 19th-floor terrace of a Brooklyn apartment late Saturday, apparently in an attempt to evade officers who were about to enter the front door, the authorities said yesterday. The man, Peter Parsons, 50, was pronounced dead about 11:30 p.m. Saturday at the spot" , "date" : "20070326" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Fleeing Police Dies in Fall" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/26\/nyregion\/26fall.html"} ,   {"body" : "IT'S easy to find the home of Lexy Funk and Vahap Avsar, owners of Brooklyn Industries, the chain of clothing stores that now has three branches in Manhattan. The building they live in is emblazoned with the Brooklyn Industries logo, familiar from their T-shirts, messenger bags and increasingly sophisticated lines of clothing. Ms. Funk, 36, and Mr." , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Downtown Brooklyn; A Business Grows And a Family Follows, Under the Same Roof" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/25\/realestate\/25HAbi.html"} , {"body" : "Rowayton Beach House $1,695,000 CONNECTICUT: 7 Parkview Road An expanded 1930 colonial with four bedrooms, two and a half baths, custom built-ins in the living and family rooms with matching cabinetry in the kitchen, balconies off every bedroom and views of Long Island Sound. Eileen Murphy or Bruce Baker, William Pitt Sotheby's International Realty" , "date" : "20070325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7DF1530F936A15750C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: March 23 - March 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1D91430F930A15750C0A9619C8B63"} , {"body" : "The city of brotherly -- and sisterly -- love is home to an unusual number of art collectives, specialized communities of shared interests in which groups of artists work and, often, live together under one roof. And there are more of them than ever in town at present, thanks to ''Locally Localized Gravity'' at the Institute of Contemporary Art, an" , "date" : "20070321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "ART REVIEW: LAST CHANCE; Collective Creation, in Philadelphia and Beyond" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/21\/arts\/design\/21grav.html"} , {"body" : "AT 10 on a blustery night a few weeks ago, a slightly built 44-year-old Orthodox Jew named Isaac Schonfeld trudged to the top floor of the Millinery Center Synagogue. The synagogue, a three-story building on the Avenue of the Americas in the garment district, was opened in 1948 by a congregation of dressmakers and hatters. Their names, an" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'City of Refuge'" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/nyregion\/thecity\/18hasi.html"} , {"body" : "LIKE many parents, Madhu and Kishore Agrawal do whatever they can to help their children. For their 25-year-old daughter, Natasha, that help has ranged from sending her through Tufts University to watching her cat, the General, when she traveled to India to visit relatives late last year. Recently, they made the most financially demanding" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Buying With Help From Mom and Dad" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/realestate\/18cov.html"} , {"body" : "THERE are probably more peaceable ways to usher an album into the world than with a single called ''North American Scum.'' But if you're James Murphy, the mastermind and frontman of LCD Soundsystem, peaceable is hardly what you're going for. Brash and propulsive is more like it, and by those criteria the track fulfills its calling. It may be lousy" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; Still Disco-Punk, Still Spoiling for a Fight" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/arts\/music\/18chin.html"} , {"body" : "NOAH KALINA flew to Switzerland last month to attend the opening of ''We're All Photographers Now,'' an exhibition at the Musée de l'Elysée in Lausanne. The show is a survey of trends in digital photography, particularly portraiture, and Mr. Kalina produced its foremost example of how technology is changing the genre. His globally popular video" , "date" : "20070318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "24" , "title" : "ART; Look at Me, World! Self-Portraits Morph Into Internet Movies" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/18\/arts\/design\/18schn.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: March 16 - March 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA1E31F935A25750C0A9619C8B63"} , {"body" : "They carry nightsticks but not guns. They wear uniforms but not bulletproof vests underneath, unless they buy the extra protection on their own. They have police radios that buzz with reports of crimes in progress. And if they witness such a crime -- or, as happened on Wednesday night in Greenwich Village, if they come face to face with a gunman on" , "date" : "20070316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RAMPAGE IN GREENWICH VILLAGE; Auxiliary Officers Know the Limitations, And the Dangers, When They Volunteer" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/16\/nyregion\/16auxiliary.html"} ,   {"body" : "NEW YORK does not lack for hip bars that drip with beautiful people sipping $12 drinks, being assaulted by thumping music and feeling that they have found the center of the nightlife universe. But that's a universe ruled by the under-40 crowd (and haunted, despite laws to the contrary, by quite a few under-20s). So does that mean weekend visitors" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK | MATURE NIGHTLIFE; The Night's Young, So Find a Gray Bar" , "url" : "http:\/\/travel.nytimes.com\/2007\/03\/11\/travel\/11WEEKEND.html"} , {"body" : "Last Saturday, at the start of the Jewish holiday of Purim, Rabbi Shmuel Lein read from a ceremonial scroll at the Chabad of North Brooklyn, a center of Hasidic Jewish culture on Bedford Avenue and North Fifth Street in Williamsburg. Then Rabbi Lein, a slight 28-year-old with a wild beard and, on this festive day, a crazy-colored tie, shouted out" , "date" : "20070311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Purim, Just Another Reason to Party" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/11\/nyregion\/thecity\/11luba.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times and tickets: nytimes.com\/theater. Previews and Openings 'BLACKBIRD' Previews start on Thursday. Opens on April 10. Jeff Daniels stars in the United States premiere of this provocative" , "date" : "20070309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS: March 9-March 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFDB1231F93AA35750C0A9619C8B63"} , {"body" : "IN 1994, Calvin Klein designed a fragrance that embodied, in its flat little screw-top bottle, the disaffected, sexually ambivalent grunge youth of the moment. CK One, with its unconventional black and white advertisements filled with moping, androgynous models, was arguably the most perfectly tailored fragrance ever pitched to one market, breaking" , "date" : "20070308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "How to Bottle a Generation" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/08\/fashion\/08CALVIN.html"} , {"body" : "AMOR was what she called me. Not honey, not sugar, not sir. Amor -- as in Spanish for love -- was what the counter woman tacked onto ''thank you'' when I paid my tab at the Ranger Texas Barbecue, which operates out of the back of a locals' bar called Legends in Jackson Heights, Queens. New York's barbecue scene may be missing a lot of things --" , "date" : "20070307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "NY BBQ" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/07\/dining\/07barb.html"} , {"body" : "Call New York's Bravest because the city's barbecue is smokin', says Peter Meehan: ''Restaurants that hobbled out of the gate have hit their strides. The best pits in and around the city have gotten better.'' Head to Pies 'n' Thighs, ''a scuzzy closet of a kitchen in the back of an even scuzzier bar in the shadow of the Williamsburg Bridge,'' where" , "date" : "20070307" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "title" : "DINING: NY 'Cue" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2D91531F934A35750C0A9619C8B63"} , {"body" : "For Pat Russo, the corner of the Sunset Park Recreation Center where he founded a free boxing program two decades ago is haunted by the sounds of youthful ambition: the shuffle of fast-moving feet, the grunts of landed punches, the shouts of ''Jab, jab!'' by hawk-eyed coaches. Today the ring is gone, the corner mostly silent. Once offered as an" , "date" : "20070306" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Friendly Punches Flew in Brooklyn, Clubs Lose to Rising Rents" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/06\/nyregion\/06boxing.html"} , {"body" : "Neo-Classical in Montclair $2,480,000 NEW JERSEY: 114 Upper Mountain Avenue A 110-year-old colonial with a neo-Classical facade and restored Victorian interior, with seven bedrooms, four and a half baths, redone kitchen, banquet-size dining room, music room, library and carriage-house apartment. Joyce Palm, Weichert Realtors (973) 746-1515;" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDB1631F937A35750C0A9619C8B63"} , {"body" : "To the Editor: Re ''Escape From New York,'' by Abigail A. Frankfurt (New York Observed, Feb. 25): With the sale of Stuyvesant Town, the possible sale of Starrett City and the looming Atlantic Yards development, why should we be so concerned with a struggling writer who can no longer afford her hip studio apartment? What about middle-class families" , "date" : "20070304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Priced Out, Leaving Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DB1731F937A35750C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: March 2 - March 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DE1631F931A35750C0A9619C8B63"} ,   {"body" : "An unemployed barber who went on a shooting rampage in an East Village wine bar more than four years ago, screaming, ''White people are going to burn tonight,'' was convicted yesterday of attempted murder as a hate crime. The barber, Steven Johnson, 39, shot and wounded three people and sprayed several patrons with kerosene, threatening to set them" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Man Is Convicted of Attempted Murder as Hate Crime in Village Rampage" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02shootout.html"} , {"body" : "Rabbi Zacharia Eisenbach dips his quill into a jar of black ink, then painstakingly restores each faded calligraphic letter. The quill makes a soft scratching sound as it travels slowly across the parchment. The work, intensely physical, straining the eyes and nerves, is precise and time-consuming. Rabbi Eisenbach is a practitioner of one of the" , "date" : "20070302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Letter by Letter, Sacred Documents Are Reborn" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/02\/nyregion\/02torah.html"} , {"body" : "Someone out there has a problem with art. Or at least a certain kind of art and artist. The evidence is the bright green and purple splashes of paint that began appearing on walls in Brooklyn and Manhattan more than a month ago. The carefully aimed blobs obscured or disfigured dozens of pieces of street art created by people who may not be" , "date" : "20070301" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Defacer With Mystery Agenda Is Attacking Street Art" , "url" : "http:\/\/www.nytimes.com\/2007\/03\/01\/nyregion\/01splat.html"} , {"body" : "WHETHER they preferred apartments uptown or downtown, walk-up or doorman buildings, and old or new construction, many New Yorkers agreed on one thing about the Manhattan real estate market in the last year: it was safer to rent than to buy. Some feared that if they bought, the market would fall. Others simply put off the hassle of buying for as" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Renters Reach the Breaking Point" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/25\/realestate\/25cov.html"} , {"body" : "Manhattan Less than $300,000 Inwood $261,540 1793 Riverside Drive (Henshaw St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 1 week 675-sq.-ft. co-op in a prewar building; renovated bath and eat-in kitchen, high ceilings, h\/w floors, 2 exposures; maintenance $367, 52% tax deductible; listed at" , "date" : "20070225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DF103EF936A15751C0A9619C8B63"} , {"body" : "The great shortage of 2007 in New York's real estate market is not of land, concrete or electricians. It's of tax breaks. For the past five years, nearly every developer building rental apartments who asked the state for tax-free bonds got them. It was a benefit worth millions of dollars a year, and all the developers had to do was set aside 20" , "date" : "20070224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "State Reduces Tax Breaks for Developers" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/24\/nyregion\/24credits.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 23 - March 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1D7133EF930A15751C0A9619C8B63"} , {"body" : "Bobby Conn ''King for a Day'' (Thrill Jockey) Bobby Conn's sixth album begins ecclesiastically -- ''There is nothing new under the sun,'' a chorus sings, in Latin -- but quickly swerves toward the profane. The whiplash is typical of Mr. Conn, a chameleon with mascara-smeared eyes and an arsenic tongue. ''King for a Day'' is his sly fantasia on the" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Critic's Choice: New CDs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6D7153EF93AA25751C0A9619C8B63"} , {"body" : "On Saturday night nearly 500 people filled Studio B in Brooklyn, in the rather desolate borderland between Williamsburg and Greenpoint. They braved a cold night, a tricky commute and (most daunting of all) expensive booze. Around midnight they got their reward: an exuberant and characteristically baffling set by Gang Gang Dance. Gang Gang Dance is" , "date" : "20070219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW; Who Knows What It All Means? Just Dance and Feel Hip" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/19\/arts\/19gang.html"} , {"body" : "THE bulletin board above Sgt. Robert Kelly's desk at the 90th Precinct station house in Williamsburg is covered with notes and police sketches, scrawled phone numbers and a map. For the past year and a half, the upper right corner of the board has been occupied by a photograph of a human skull, its hollow eyes peering out hauntingly across the" , "date" : "20070218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The John Doe of the Brooklyn Badlands" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/18\/nyregion\/thecity\/18body.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E2DA173EF935A25751C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through Sunday, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES: Feb. 16 - Feb. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0DA173EF935A25751C0A9619C8B63"} , {"body" : "News flash: after decades as a musical bedroom community, Brooklyn now has lots and lots of clubs and performance spaces, many having sprouted in only the last few years. This weekend and next, 14 of them are presenting some of their best homegrown acts for ''Brooklyn Next,'' a festival organized by the Brooklyn Academy of Music to promote Kings" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: Feb. 16 - Feb. 22; 'BROOKLYN NEXT'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2DA173EF935A25751C0A9619C8B63"} , {"body" : "359 Bedford Avenue, near South Fourth Street, Williamsburg, Brooklyn Through Feb. 26 A fascination with drag queens and, it would seem, their relationship to the exotic and to non-Western decorative traditions fuels Elisabeth Kley's ink drawings and sly ceramic vessels. Continuity is provided by the peacock; after all, the male of the species is" , "date" : "20070216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Art in Review; Elisabeth Kley -- Momenta Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFDE143EF935A25751C0A9619C8B63"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "IN most parts of the city, landlords have a fairly predictable list of questions for prospective renters. How much money do they make? How long have they been employed? What's their rental history? Smoker or nonsmoker? In Williamsburg, a Brooklyn bastion of hipsterdom, the priorities are somewhat different. The prime concern there is often how cool" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WILLIAMSBURG; You're Cool, but Can You Swing the Rent?" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/thecity\/11stre.html"} , {"body" : "They are a fixture across New York City, giving shoppers a welcoming smile and a helping hand as they assist cashiers in packing everything from apples to zucchinis. In many supermarkets, managers treat these baggers as volunteers, not paying them wages and making them rely on tips. But now, in a new front in the wage-and-hour wars, many baggers" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Long Treated as Volunteers, Tips-Only Supermarket Baggers Take Up Fight for Hourly Wage" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/11baggers.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A LIVE-ABOVE-THE-STORE situation was what Jennifer Elia wanted the most. In a best-case scenario, she would be able to find a home with a gallery\/boutique space on the ground floor. As an artist, Ms. Elia wanted something distinctive. It was easy to find one-of-a-kind dwellings in her hunting ground, Lambertville, N.J., an artsy Delaware River" , "date" : "20070211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LAMBERTVILLE (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Firehouse Reinvented by Art" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/11\/realestate\/11hunt.html"} , {"body" : "For the nearly 50 years he has managed the Josephs Furniture store in Greenpoint, Brooklyn, Howard Josephs has never forgotten what lurks menacingly below. ''For some people, it is a nonissue, because it's not something you have to confront every day,'' Mr. Josephs said yesterday of the plume of gas and toxic chemicals that has been under" , "date" : "20070209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEWTOWN CREEK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "After Waiting So Long, Neighbors Are Skeptical" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/09\/nyregion\/09react.html"} , {"body" : "DARWIN CELEBRATION (Tomorrow through Monday) The New York Hall of Science will honor all things evolutionary in a three-day salute to Charles Darwin's ideas, including activities that illustrate natural selection and screenings of ''Flock of Dodos,'' a documentary. From 12:30 to 4:30 p.m., 47-01 111th Street, Flushing Meadows-Corona Park, Queens," , "date" : "20070209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: Feb. 9 - Feb. 15; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7D9113FF93AA35751C0A9619C8B63"} , {"body" : "Nobody was supposed to show up for the Idiotarod, the annual absurdist shopping cart race, until 1 p.m. last Saturday. The race's starting point was a closely guarded secret until the day before, and the Carts of Brooklyn Racing Association, its sponsor, had urged people gathering for the 1:30 start time to keep a low profile. At 12:45, though," , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Olympics For Hipsters: The Indy 500 It's Not" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/nyregion\/thecity\/04idio.html"} ,   {"body" : "DANIEL AND LUCIANA HYMAN are quick to admit that they are insufferably sentimental about how they fell in love. Seated on the half-finished floor of their Midtown co-op, they relate every detail about how they met at a nightclub in Rio de Janiero, how he asked her to move to Manhattan in the sculpture garden at the Metropolitan Museum of Art and" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Young Buyers, Prepared And Fearless" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/realestate\/04cov.html"} , {"body" : "To the Editor: In her Jan. 21 letter responding to my article ''A One-Room Christmas'' (Dec. 24), a reader questioned my judgment in closely describing one of my subjects after I had granted him anonymity. She did not realize that this subject had confirmed and consented to every detail of my depiction of him before the article's publication." , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Subject's Anonymity Was Assured" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5DA123FF937A35751C0A9619C8B63"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $237,000 225 Bennett Avenue (192nd St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 2 weeks 640-sq.-ft. co-op in a prewar building; renovated eat-in kitchen, high ceilings, h\/w floors, laundry room in building; maintenance $550, 45% tax deductible; listed" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1D7153FF937A35751C0A9619C8B63"} , {"body" : "A jukebox with flashing lights and a full complement of arena rock, blue neon beer signs and a pool table. For a gang of nostalgic 20-somethings from Erie, Pa., the downscale scene at Billymark's West on Ninth Avenue and 29th Street was as familiar as the faces around them. But there was one important difference for these transplants living in New" , "date" : "20070204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ERIE (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CHELSEA; For a Gang of Exiles, Not Just Any Dive Will Do" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/04\/nyregion\/thecity\/04erie.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb. 2 - Feb. 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEED9153FF931A35751C0A9619C8B63"} , {"body" : "Few shows force you to rethink an urban legend. That's the challenge posed by ''Robert Moses and the Modern City,'' a sweeping, scholarly exhibition that breathes fresh air into one of the most tired, overworked and misunderstood subjects in the city's history. Shown at three New York locations, the exhibition traces Moses' remarkable career as" , "date" : "20070202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "EXHIBITION REVIEW; Complex, Contradictory Robert Moses" , "url" : "http:\/\/www.nytimes.com\/2007\/02\/02\/arts\/design\/02mose.html"} , {"body" : "WHEN are they going to change the cakes? La Villita, a Mexican bakery in Williamsburg, Brooklyn, has become a familiar presence on the corner of Bedford Avenue and Grand Street, with its curious window display of cakes. They look as though they were baked in the 1980s. Once-white icing has yellowed with time, marzipan rosettes have browned in the" , "date" : "20070130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; In a Bakery Window, Shades of Miss Havisham" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/30\/nyregion\/30ink.html"} , {"author" : "Robert Sullivan, a contributing editor at Vogue, is the author, most recently, of ''Cross Country.''" , "body" : "FOR the past two decades, New York has been an inspiration to other American cities looking to revive themselves. Yes, New York had a lot of crime, but somehow it also still had neighborhoods, and a core that had never been completely abandoned to the car. Lately, though, as far as pedestrian issues go, New York is acting more like the rest of" , "date" : "20070129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY" , "NEW JERSEY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "The City That Never Walks" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/29\/opinion\/29sullivan.html"} , {"body" : "When the morning shift ends and the afternoon light thins, workers stream out of the Pfizer pharmaceutical plant on Flushing Avenue in Brooklyn. Some head across the avenue to a brick building emblazoned with the ''Pfizer Quality'' slogan. It is a public charter school now, leased by Pfizer to the city for a dollar a year. A few parents walk their" , "date" : "20070128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "Pfizer's Birthplace, Soon Without Pfizer" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/28\/nyregion\/28pfizer.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times and tickets: nytimes.com\/theater. Previews and Openings 'ADRIFT IN MACAO' In previews; opens on Feb 13. Primary Stages presents Christopher Durang and Peter Melnick's new musical" , "date" : "20070126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "The Listings: Jan. 26-Feb. 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D8163FF935A15752C0A9619C8B63"} ,   {"body" : "IT was a challenge to find a genuine Mexican meal in New York City 15 years ago, in part because it was a challenge to find a genuine Mexican. To dedicate a whole trip to Mexican culture in La Gran Manzana, you probably had to build it around Cinco de Mayo, or Dec. 12, the feast day of the Virgin of Guadalupe. But now, with New York's Department of" , "date" : "20070121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: THE MEXICAN EXPERIENCE; La Gran Manzana's Homey Side" , "url" : "http:\/\/travel.nytimes.com\/2007\/01\/21\/travel\/21weekend.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS | JAN. 19 - JAN. 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7D61130F93AA25752C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 2 to 4 p.m., ''Living in America: The Gold Rush,'' the second of three events in conjunction with the ''Gold'' exhibition, featuring performances by the Tagish Nation" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES | JAN. 19 - JAN. 25" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/19\/arts\/19spar.html"} , {"body" : "Hot on the wheeled heels of the Roller Derby girls comes another unlikely women-only sport: pillow fighting. Since last spring, the two dozen members of the Toronto-based Pillow Fight League (slogan: ''Fight Like a Girl'') have met regularly to whack, sack and (briefly) pin each other in five-minute bouts. Their matches at home have drawn hundreds" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES | JAN,. 19 - JAN. 25; PILLOW FIGHT LEAGUE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4D61130F93AA25752C0A9619C8B63"} , {"body" : "This Chicago artist's collage drawings are as intricate as Byzantine mosaics. Surrealist in style, each has the violently pretty look of a tattoo. Mr. Fitzpatrick makes the works by drawing in the core elements and then incorporates collage material cut from old-fashioned magazines, ticket stubs, matchbooks and assorted memorabilia that he has" , "date" : "20070119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS | JAN. 19 - JAN. 25; TONY FITZPATRICK: 'THE LIFE'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7D61130F93AA25752C0A9619C8B63"} , {"body" : "When Amanda M. Burden's stepfather, William S. Paley, built the vest-pocket park that bears his name on East 53rd Street, he saw to it that the four wide stone steps from the street, each only five inches high, stood as an invitation to enter. Those steps ''are just perfect,'' Ms. Burden recently recalled her mentor, the urban scholar William H." , "date" : "20070115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Once at Cotillions, Now Reshaping the Cityscape" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/15\/nyregion\/15amanda.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "As luxury condos and waterfront development are redefining Williamsburg, the longtime hipster central of Brooklyn, the dining scene is as hot as ever. These restaurants have all opened in the past year. DRESSLER ** [Rating: Two Stars] (718) 384-6343; 149 Broadway (Bedford Avenue); $$; Review: 6\/7\/06. Dressler promises and delivers contemporary" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GOOD EATING\/WILLIAMSBURG; The Latest New Wave" , "url" : "http:\/\/events.nytimes.com\/2007\/01\/14\/dining\/14rest.html"} , {"body" : "FROM the outside Robert Neville's red brick home looks like all the other stately Greek revival town houses facing Washington Square Park. But the interior, actually a set inside a Brooklyn armory, is something else entirely. The kitchen is stacked top to bottom with what seems like several years' worth of canned goods and packaged food, and all" , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "18" , "title" : "FILM; A Variation On Vampire Lore That Won't Die" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/movies\/14beal.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AFTER finishing law school, Isabel Hidrobo found herself in a string of temporary living situations. She spent four unsettled years moving among shares and sublets. Ms. Hidrobo, who turns 29 today, was born in Ecuador and grew up in Austin, Tex. After attending Duke University and George Washington University Law School, she moved to New York," , "date" : "20070114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Nomad Finds a Home" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/14\/realestate\/14hunt.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings: Jan. 12 - Jan. 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEED71230F931A25752C0A9619C8B63"} ,   {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Sunday, 11 a.m. to 5 p.m., ''Living in America: The Allure of Gold,'' the first of three events in conjunction with the exhibition, featuring a crafts fair, the Mexican dance troupe" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 12 - Jan. 18" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E6D61230F931A25752C0A9619C8B63"} , {"body" : "Momenta Art 359 Bedford Avenue, near South Fourth Street Williamsburg, Brooklyn Through Jan. 22 Anyone who has searched for an apartment in an urban real estate market could probably agree with this show's cynical premise: that the ''built environment'' suffers from a ''bankruptcy of its ethical rationale wherein all reason beyond that in the" , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Art in Review; Weak Foundations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFDD1330F931A25752C0A9619C8B63"} , {"body" : "''Fluke,'' which ran at Performance Space 122 in April, reopened yesterday and continues through Jan. 28 at Collapsable Hole, 146 Metropolitan Avenue, at Berry Street, Williamsburg, Brooklyn; (718) 388-2251. Following are excerpts from Jason Zinoman's review, which appeared in The New York Times on April 29; the full text is at nytimes.com\/theater." , "date" : "20070112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "3" , "title" : "A Psychedelic Boat Trip Down a Sea of Ambiguity" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/12\/theater\/reviews\/12fluk.html"} , {"body" : "Manhattan GREENWICH VILLAGE $685,000 14 Horatio Street (West Fourth Street) (Van Gogh) 1-bedroom, 1-bath, 600-sq.-ft. co-op in a postwar building; 24-hr. doormen; renovated bath; roof deck and laundry in building; maintenance $922, 55% tax deductible; listed at $699,000, 4 weeks on market (brokers: Bellmarc Realty; Weichert Mazzeo Agency) CHELSEA" , "date" : "20070111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E6DB1230F932A25752C0A9619C8B63"} , {"author" : "Anthony J. Sebok and Samuel K. Murumba are professors at Brooklyn Law School." , "body" : "WHEN Domino's announced its Brooklyn Style Pizza, New York City had a predictable response. This newspaper ran a story comparing Domino's mass-produced creation with the legendary coal-oven pies made by Totonno's in Coney Island. Food blogs were filled with indignant commentary about what makes a real Brooklyn pizza. At Brooklyn Law School, our" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Mythic Pizza" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/opinion\/nyregionopinions\/07sebok.html"} , {"body" : "Elizabeth Reddin is a 32-year-old poet with saucer eyes and a rosy smile who stands nearly six feet tall without her roller skates. And last summer, on a whim, she became the tamale girl of Williamsburg. Low on cash in July after the end of her job teaching an adult computer course, she was inspired by tamale sellers who frequent bars in Southern" , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CITY PEOPLE; The Tamale Girl of Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/07\/nyregion\/thecity\/07tama.html"} , {"body" : "For decades, some clothing shops have quietly doubled as art salons. Here are four recent additions, in Lower Manhattan and Williamsburg, Brooklyn, that serve as vibrant ad hoc galleries. If you go, you might strike up a conversation with a stylish stranger about the latest concert at Northsix, or take home a little culture with your $500 sweater." , "date" : "20070107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE: CULTURE SHOP; Shoes and a Pair of Paintings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EEDA1430F934A35752C0A9619C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings: Jan. 5 - Jan 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DF1430F936A35752C0A9619C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Through Feb. 18, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Jan. 5 - Jan. 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0DF1430F936A35752C0A9619C8B63"} , {"body" : "Concentration Camp Roebling Hall 606 West 26th Street, Chelsea Through Wednesday Iván Navarro's black-light neon sculptures are on the gimmicky side; never mind their supposed concern with power and torture and, thus, the background of this Chilean-born, New York-based artist. In an uncomfortably dark gallery, this show includes actual-size" , "date" : "20070105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Art in Review; Iván Navarro" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDB1430F936A35752C0A9619C8B63"} ,   {"body" : "HAS it ever seemed clearer that fashion is not about clothes? Has it ever appeared more inevitable that the cult of the designer is slated for the cultural slag heap, there to join all those other monuments to the outmoded notion of the grand career (retrospective albums, DVD collections, the Great Novel)? Fashion, like an awful lot of other stuff" , "date" : "20070104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Fashion Diary; Where You Least Expect It" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/04\/fashion\/04fashion.html"} , {"body" : "New Year's Eve Brings Wardrobe Malfunction Three and a half tons of confetti rained down on the revelers in Times Square on Sunday night as New York celebrated the start of another new year, and similar outdoor parties took place around the world. Among those who chose instead to stay indoors were the viewers of the 57th annual ''Red and White Song" , "date" : "20070102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly" , "url" : "http:\/\/www.nytimes.com\/2007\/01\/02\/arts\/02arts.html"}]