[  {"body" : "There were many Christmas days in New York City: the glamorous Christmas of promenaders at Rockefeller Center, the ecstatic Christmas of a 12-year-old boy on his first 10-speed bicycle, the frenetic Christmas of the last of the last-minute shoppers, and the Jewish Christmas of old friends eating smoked salmon and bagels on the Upper West Side. Just" , "date" : "19851226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "WEEKS OF FRANTIC BUSTLE END IN FAMILIAR JOYS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/26\/nyregion\/weeks-of-frantic-bustle-end-in-familiar-joys-of-christmas.html"} , {"body" : "Two men in Santa Claus suits collected more than $100 in bars and shops in the Bay Ridge section of Brooklyn before the police learned of their claim that they were police officers on a charity drive, authorities said yesterday. The two men were arrested at a bar where they were accepting free drinks Sunday night, according to a police spokesman," , "date" : "19851224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 2 'Santas' Charged In Charity Appeal" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/24\/nyregion\/the-city-2-santas-charged-in-charity-appeal.html"} , {"body" : "A burglar broke into the night deposit box of a Brooklyn bank and stole as much as $500,000 in weekend receipts from stores in the Bay Ridge section, the police said yesterday. The Westminster National Bank at 6901 Fifth Avenue in Bay Ridge was entered around 11:30 P.M. Sunday, the police said, and someone used a key from the manager's office to" , "date" : "19851224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Stores' Deposits Stolen in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/24\/nyregion\/the-city-stores-deposits-stolen-in-brooklyn.html"} , {"body" : "In his highly stylized death, Paul C. Castellano finally played out the popular expectations about a man who, law-enforcement officials said, was the boss of America's most powerful crime organization. But his personal life, ostensibly as a successful meat salesman, and even his reputed reign as a Mafia leader, were said to have been considerably" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "RESPECTABILITY AND CRIME: PRIVATE LIFE AND VIOLENT DEATH OF PAUL CASTELLANO" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/respectability-and-crime-private-life-and-violent-death-of-paul-castellano.html"} , {"body" : "2 Brooklyn Takeout Shops Skaffles Catering is an attractive, new Brooklyn takeout shop at 645 Vanderbilt Avenue (Prospect Place), not far from Grand Army Plaza. Michael Ayoub, the young chef-proprietor, had a restaurant called Skaffles in the Bay Ridge section of the borough for a number of years. When he decided to expand the catering side of his" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/garden\/food-notes-232917.html"} , {"body" : "A firefighter was found hanged in the basement of a Brooklyn firehouse, but fire officials said yesterday that they did not know why. The body of the firefighter, 35-year-old William Ryan, was found at Engine Company 109's firehouse in the Bay Ridge section at about 9:10 A.M. Saturday, according to Fire Commissioner Joseph E. Spinnato." , "date" : "19851209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Firefighter Is Found Hanged" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/09\/nyregion\/firefighter-is-found-hanged.html"} , {"body" : "The New York City Department of Health last week released a list of 67 food establishments cited for having violated the health code. In addition, it listed three that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Afghanistan, 764 9th" , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "85" , "title" : "NEW YORK INSPECTORS CITE 67 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/nyregion\/new-york-inspectors-cite-67-food-outlets-for-health-offenses.html"} , {"body" : "The New York City Department of Health last week released a list of 30 food establishments cited for violating the health code. In addition, it listed two that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Baskin-Robbins, 1357 3d" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "NEW YORK CITES FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/new-york-cites-food-outlets.html"} , {"body" : "A New York City police officer was found guilty last night of assaulting two women outside a Brooklyn abortion clinic last March, according to Brooklyn District Attorney Elizabeth Holtzman. The verdict against the officer, Russell Bjune, was returned by a jury in Criminal Court after seven and a half hours of deliberation. Earlier, the judge," , "date" : "19851113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Is Guilty of Assaulting Women at an Abortion Clinic" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/13\/nyregion\/officer-is-guilty-of-assaulting-women-at-an-abortion-clinic.html"} , {"body" : "Susan Molinari, a Republican City Council candidate from Staten Island, held something of a victory party early yesterday after a night of vote tallying that showed her ahead by 134 votes. ''There was a mood of guarded euphoria,'' an aide, Edward Burke, said yesterday morning as the voting machines and uncounted absentee ballots were placed under" , "date" : "19851107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE '85 ELECTIONS; S.I. COUNCIL RACE LEADS TO 'GUARDED EUPHORIA'" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/07\/nyregion\/the-85-elections-si-council-race-leads-to-guarded-euphoria.html"} ,   {"body" : "The Republican Party, hoping to win its first seat on the City Council since 1982, led in a Staten Island district by about 200 votes early today, but stopped short of claiming victory. Democrats held onto the remaining 34 Council seats, including one in a conservative Brooklyn district where Republicans had also run an aggressive, well-financed" , "date" : "19851106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ELECTION DAY: FOR G.O.P., SUCCESS IN JERSEY, A CLOSE RACE ON STATEN ISLAND; S.I. REPUBLICAN LEADING IN RACE FOR COUNCIL SEAT" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/06\/nyregion\/election-day-for-gop-success-jersey-close-race-staten-island-si-republican.html"} , {"body" : "Candidates for offices from mayor of New York to suburban town supervisor spent a blustery Sunday in traditional last-minute campaigning in the New York metropolitan area yesterday. Few races in the election tomorrow have been judged to be close, with most largely determined by the dominance of Democrats in New York City and of Republicans in its" , "date" : "19851104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK AND JERSEY CANDIDATES WINDING UP ELECTION CAMPAIGNS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/04\/nyregion\/new-york-and-jersey-candidates-winding-up-election-campaigns.html"} , {"body" : "THE Sunset Park section of Brooklyn is about five years into a revival propelled by the availability of relatively affordable housing. But people who drive quickly through the neighborhood may miss its new vitality. From the elevated Gowanus Expressway, they may see only the spectacular skeletons of steel warehouses sagging into the waterfront, or," , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; SUNSET PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "Republicans, hoping to gain a seat on the City Council for the first time since 1982, are seeking to defeat two freshmen Democrats in conservative, largely Italian-American neighborhoods in Brooklyn and on Staten Island. In the First District, on the south shore of Staten Island, Susan Molinari, the daughter of United States Representative Guy V." , "date" : "19851029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "G.O.P. HOPING TO GAIN 2 SEATS ON CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/29\/nyregion\/gop-hoping-to-gain-2-seats-on-city-council.html"} , {"body" : "For almost the entire circuitous route of the 26-mile-385-yard New York City Marathon yesterday, it was standing room only along the sidewalks, with a healthy scattering of leaning-out-of-windows, propped-up-against-storefronts and entwined-around-lampposts. A few others were observed entwined in each other's arms, undistracted by the hordes" , "date" : "19851028" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "FROM THE SIDEWALKS, A 26-MILE STANDING OVATION" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/28\/sports\/from-the-sidewalks-a-26-mile-standing-ovation.html"} , {"body" : "The New York City Department of Health has in the last two weeks released lists of 25 food establishments cited for violating the health code. In addition, it listed six that were closed for having failed to correct earlier violations. The establishments are these: Violations MANHATTAN Blimpie's, 1599 St. Nicholas Ave. (W. 189th St.). Burger King," , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "25 Food Outlets Cited By New York Officials" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/nyregion\/25-food-outlets-cited-by-new-york-officials.html"} , {"body" : "Friday A FESTIVAL OF CRAFTS The works of more than 150 artisans will be exhibited this weekend at ''Crafts on Park Avenue,'' a fair sponsored by Schrafft's Ice Cream in the Armory at Park Avenue and 67th Street. On display will be stoneware and porcelain pottery, jewelry, art glass, hand-painted silks and floor cloths, custom-made shoes, folk toys," , "date" : "19851018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/18\/arts\/going-out-guide.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "It was the scruffiest, trashiest two-run rally you could imagine - the only hit was a 65-foot chopper by Gary Carter - but it was as if the echoes of Johnny Podres and Gil Hodges and Sandy Amoros were blowing the ball around for the Mets on the 30th anniversary of another big game in the city. After a day in which much of New York reeled through" , "date" : "19851005" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "44" , "title" : "SPORTS OF THE TIMES; It's Still This Year" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/05\/sports\/sports-of-the-times-it-s-still-this-year.html"} ,   {"body" : "A Brooklyn judge yesterday ordered a reporter from The Daily News not to write stories about a former baseball player, Joe Pepitone, that were based on grand-jury testimony. Although such testimony is, by law, secret, it appeared in an open court file and was the subject of a previous article. The judge, Acting Justice Luigi R. Marano of State" , "date" : "19851004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "REPORTING GRAND JURY DATA IN PREPARING CASE IS BANNED" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/04\/nyregion\/reporting-grand-jury-data-in-preparing-case-is-banned.html"} , {"body" : "SINCE the overhaul of the city zoning ordinance in 1961, rezoning has normally come in two forms: the creation of new special zoning districts, and refinements to allowable uses or densities within existing zones, with carefully tailored changes to zoning maps. Neither procedure has been followed by the Staten Island office of the Department of" , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIMITING THE NORTH SHORE'S GROWTH" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/realestate\/limiting-the-north-shore-s-growth.html"} , {"body" : "KHADIJAH SHAHEED, 27 years old, stood outside the Marcy housing project in Brooklyn, shaking her head in puzzlement at the children playing a sidewalk game with bottle caps. Although she had known the game as a child, some of the rules were different now. And the bottle caps were weighted with candle wax, not the melted crayons that kids had used" , "date" : "19850918" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "STUDYING NEW YORK CHILDREN AT PLAY" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/18\/garden\/studying-new-york-children-at-play.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "The New York City public school system opens for another year of classes today with higher enrollment, a record budget and a variety of new programs intended to cut the dropout rate and raise academic performance. With an expense budget of $4.3 billion - an increase of $400 million over last year - the Board of Education is facing increased public" , "date" : "19850909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW YORK CITY SCHOOLS OPEN WITH DUAL GOAL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/09\/nyregion\/new-york-city-schools-open-with-dual-goal.html"} , {"body" : "The Koch administration announced yesterday that, in an effort to keep the city's printing industry from leaving, it would spend $33 million to turn the old Brooklyn Army Terminal into a center for graphic-arts companies. Printing and other graphic-arts companies, which make up the second largest manufacturing group in the city after the garment" , "date" : "19850828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH PROPOSES PRINTING CENTER AT ARMY TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/28\/nyregion\/koch-proposes-printing-center-at-army-terminal.html"} , {"body" : "The balls spun. The tubes spit them out. And the magic numbers that spelled $41 million were: 14, 17, 22, 23, 30, 47. At 10:35 last night, millions of New Yorkers eagerly checked their tickets to see if they were the ones, as Bob Brown, the lottery master of ceremonies in Albany put it, who were ''about to begin living a new Lotto life.'' Most were" , "date" : "19850822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "JUST IN CASE YOU MISSED IT: 14,17,22,23,30,47" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/22\/nyregion\/just-in-case-you-missed-it-141722233047.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "People concerned about crime invited police officers to picnics, organized lookouts from front porches and lawn chairs and lighted sparklers and candles in many parts of the country yesterday as part of the second annual National Night Out. ''Night Out is a symbolic demonstration that will let criminals know that we're mad and fighting back,'' said" , "date" : "19850814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "CITIZENS MOUNT A VIGIL TO COMBAT CRIME" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/14\/us\/citizens-mount-a-vigil-to-combat-crime.html"} , {"body" : "A voluntary garbage recycling program will begin next spring in five residential sections of New York City. The pilot project, announced yesterday at City Hall, calls for residents in the five neighborhoods to separate recyclable refuse, including newspapers, glass and metals, from the garbage. The Sanitation Department will spend $1.5 million for" , "date" : "19850716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TESTING A PLAN FOR RECYCLING OF CITY TRASH" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/16\/nyregion\/testing-a-plan-for-recycling-of-city-trash.html"} ,   {"body" : "Rosemarie O'Keefe remembers life in Bay Ridge before the fiscal crisis as a halcyon time of officers walking the beat, sanitation workers sweeping steadily and park custodians waiting to hand out basketballs in the morning and lock up checkerboards at night. In 1975, a new elementary school for which neighborhood leaders had fought long and hard" , "date" : "19850704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HARD TIMES IN BROOKLYN: HOW 2 NEIGHBORHOODS HAVE COPED" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/04\/nyregion\/hard-times-in-brooklyn-how-2-neighborhoods-have-coped.html"} , {"body" : "A body believed to be that of the son-in-law of Carmine Persico, the reputed head of the Colombo organized crime family, was discovered wrapped in plastic bags in the trunk of a car in a Brooklyn parking lot yesterday, a police official said. The automobile, a 1980 Cadillac, belonged to Steven Piazza, 32 years old, the owner of a moving company and" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Persico Relative Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/the-city-persico-relative-is-found-dead.html"} , {"body" : "WARREN M. ANDERSON, the chairman of the Union Carbide Corporation, has not taken his wife Lillian out to dinner much in the past five months. ''I kind of felt that if somebody caught me laughing over in the corner over something,'' he said, ''they might not think it was appropriate.'' To be sure, since Dec. 3, when a chemical accident at a Union" , "date" : "19850519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BHOPAL (INDIA)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "WARREN ANDERSON: A PUBLIC CRISIS, A PERSONAL ORDEAL" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/19\/business\/warren-anderson-a-public-crisis-a-personal-ordeal.html"} , {"body" : "CALL this a tale of two coaches. One is Frank Layden, 53 years old, who is in his fourth season with the Utah Jazz. Here is a man who combines the dry wit of Henny Youngman with the waistline of Dumbo, a trait he hails with quips like, ''What's wrong with this body? The only thing wrong is that it's inside this other body. Or, ''In India, they'd" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "FRIENDS ACROSS THE MOUNTAINS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/sports\/friends-across-the-mountains.html"} , {"body" : "St. Nicholas Greek Orthodox Church in Brooklyn shimmered in the warm midnight light cast by dozens of gilded, oil-burning lanterns. Parishioners had come for the observance last week of Orthodox Easter Sunday, their most sacred holiday. In keeping with the festive occasion, the church was ornately decorated. On top of the altar, a shrine to Christ" , "date" : "19850421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "IRREPLACEABLE ICONS LOST IN BROOKLYN CHURCH FIRE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/21\/nyregion\/irreplaceable-icons-lost-in-brooklyn-church-fire.html"} , {"body" : "BOUNTIFUL BROOKLYN There is often more to Brooklyn than meets the eye, and an exhibition that opens today, in Brooklyn, of course, is intended to let the modern eye meet scenes and artistic items from a Brooklyn that has, like old New York across the river, largely vanished. ''Brooklyn's Bounty: Natural Splendor and Domestic Opulence'' contains" , "date" : "19850416" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/16\/arts\/going-out-guide.html"} , {"body" : "This is not a city with an abiding memory. It treats permanence as though it were an unaffordable luxury, probably because it almost always has been. For centuries houses were built to come down, since it was taken for granted that, sooner or later, fire or earthquake would get to them. The notion that nothing can last runs deep. Perhaps as a" , "date" : "19850311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAPAN" , "TOKYO (JAPAN)"] , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "TOKYO RECALLS A FIERY NIGHT WHEN 100,000 DIED" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/11\/world\/tokyo-recalls-a-fiery-night-when-100000-died.html"} , {"body" : "The City Council yesterday approved a pilot after-school program for children of working parents, despite objections that the costs would be prohibitive to low-income families. The program, proposed by Comptroller Harrison J. Goldin and authorized by the Board of Estimate, is designed to provide recreation and supervision for children in the 23" , "date" : "19850227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "CITY COUNCIL VOTES A PILOT PROJECT FOR AFTER-SCHOOL CARE IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/27\/nyregion\/city-council-votes-a-pilot-project-for-after-school-care-in-queens.html"} , {"body" : "The City Health Department last week released a list of 10 food establishments cited for violations of the health code. In addition, it listed five that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. The establishments are these: VIOLATIONS Classic Croissant, 233 E. 59th St. Fulton St." , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "10 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/nyregion\/10-food-outlets-cited-by-city.html"} , {"body" : "Two Brooklyn men surrendered to the police yesterday and were charged in connection with a hit-and-run accident in which a 14-year-old girl was killed Wednesday near her home in the Bay Ridge section of the borough. The police identified the men as Victor Ortiz, 32, of 310 94th Street, the driver, and Eric Ericson, 35, of 7716 Third Avenue. A" , "date" : "19850223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Are Charged in Connection With Fatal Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/23\/nyregion\/2-are-charged-in-connection-with-fatal-crash-in-brooklyn.html"} ,   {"body" : "Lincoln Center, already blessed with two of the most important opera companies in the world, has a third, home-grown troupe in residence this weekend. Tonight at 8 and Sunday afternoon at 3, the Juilliard American Opera Center will present ''A Postcard From Morocco'' by Dominick Argento, in the Juilliard Theater. This is only one of several" , "date" : "19850222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "OPERA ON A 'POSTCARD' FROM ARGENTO" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/22\/arts\/opera-on-a-postcard-from-argento.html"} , {"body" : "Eight New Yorkers who have contributed to the city's ''economic, social and cultural vitality'' received singular valentines last night. At the 10th annual dinner of the Citizens Committee for New York City, the eight were awarded the group's ''Oscars.'' The committee, a self-help group, was founded by former United States Senator Jacob K. Javits," , "date" : "19850215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK: DAY BY DAY; In the Public Spirit" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/15\/nyregion\/new-york-day-by-day-in-the-public-spirit.html"} , {"body" : "-term leases of five store owners in a large building on Fulton Street in downtown Brooklyn will expire with no chance of renewal, and all will have to move. It is a scenario common throughout the the city, except that this one has a twist: The landlord is also a retailer, a department store that made its first realty investment two years ago when" , "date" : "19850210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RISING RENTS LEAD RETAILERS TO BUY BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/10\/realestate\/rising-rents-lead-retailers-to-buy-buildings.html"} , {"body" : "A man carrying $15,000 in cash was charged yesterday with evading a 90- cent subway fare in Brooklyn. The Transit Authority police said the man, Larry Coffield, 33 years old, of Brooklyn, entered the subway at the 86th Street station on the RR line in Bay Ridge by pushing through an exit gate. He denied charges of trespass and resisting arrest. Mr." , "date" : "19850206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man With $15,000 Said to Evadeare" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/06\/nyregion\/the-city-man-with-15000-said-to-evadeare.html"} , {"body" : "The Brooklyn Army Terminal looked like a used-car lot yesterday as 63 potential buyers from around the world came to kick the tires and peer at the 6-cylinder engines of 845 Grumman Flxible buses. Almost a year ago, David L. Gunn, the president of the Transit Authority, ordered the Grumman fleet off the streets, saying the buses were unsafe. Now" , "date" : "19850130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; 845 Buses for Sale" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/30\/nyregion\/new-york-day-by-day-845-buses-for-sale.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "A caseworker at the Hull Avenue emergency shelter gave Virginia Agosto a fistful of subway tokens at 9 A.M. yesterday and sent the pregnant woman and her five exhausted children back to their local welfare office in the Kingsbridge section of the Bronx. There, her face pinched and pale and her belongings stuffed in one brown paper bag, Miss Agosto" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CRUEL ODYSSEY OF THE HOMELESS SEEKING A BED" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/cruel-odyssey-of-the-homeless-seeking-a-bed.html"}]