[  {"body" : "Because he is determined to ''wear out, not rust out,'' Mitchell Sviridoff is changing careers - again. On Tuesday, Mr. Sviridoff will give up his position as president of the Local Initiatives Support Corporation, a nonprofit organization that began revitalizing blighted neighborhoods in Brooklyn, the Bronx and elsewhere and spread across the" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "ACTIVIST MAKING SWITCH TO ACADEMIA" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/us\/activist-making-switch-to-academia.html"} , {"body" : "Some New York City pharmacies, especially those in neighborhoods with many elderly residents, charge more than twice as much as others to fill the same prescription, according to an 11-month study of prescription-drug prices by the city's Department of Consumer Affairs. The survey of 92 pharmacies, out of about 1,400 in New York City, also showed" , "date" : "19851228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "PRICES FOR DURGS VARYT WIDELY, STUDY FINDS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/28\/style\/prices-for-durgs-varyt-widely-study-finds.html"} , {"body" : "The Cuomo administration has given its enthusiastic support to a plan to use private funds to build emergency housing for 2,000 homeless families in New York City. Governor Cuomo, who called the plan ''an exciting idea,'' has directed two of his top aides to help execute it. ''I am committed to working as hard as we can to making this idea work,''" , "date" : "19851220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUOMO BACKS PROPOSAL TO HOUSE 2,000 FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/20\/nyregion\/cuomo-backs-proposal-to-house-2000-families.html"} , {"body" : "Alexander Hamilton Vocational High School, in the Bedford-Stuyvesant section of Brooklyn, closed its doors last June and then reopened in September as the Paul Robeson High School of Business and Technology. The transformation may have meant a better academic atmosphere, but basketball has been another matter. So far in its first season, Robeson" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SCOUTING; Even Blowouts Can't Slow Them" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/sports\/scouting-even-blowouts-can-t-slow-them.html"} , {"body" : "An off-duty police officer was shot five times early yesterday when he interrupted a robbery at a social club in the Bedford-Stuyvesant section of Brooklyn, the police said. A suspected robber and a patron of the club were also seriously wounded. The officer, Augustin J. Valentin, 33 years old, was shot in the right shoulder, back, right hand and" , "date" : "19851117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Off-Duty Officer Shot 5 Times at Social Club" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/17\/nyregion\/off-duty-officer-shot-5-times-at-social-club.html"} , {"body" : "It started as a confrontation between two men inside Bryant Park at 42d Street and the Avenue of the Americas. It ended in a quick series of shots as one of the men opened fire and the other fled. The gunman missed his target, but he killed a 46-year-old woman who was walking by, and wounded three other bystanders. One of the victims, a 49-year-old" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "CRIME UPDATE; BRYANT PARK GUNMAN IS STILL SOUGHT" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/nyregion\/crime-update-bryant-park-gunman-is-still-sought.html"} , {"body" : "There is something in the beauty of the birds of paradise, the fragrance of the sterling silver roses and the delicacy of the dendrobium orchids that seems to do the trick. The Rev. James Harvey, a Catholic priest from Astoria, Queens, has taken more than 2,000 adolescents who were in trouble with the law or who had nowhere else to turn and has" , "date" : "19851109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; FOR YOUTHS IN TROUBLE, A CHANCE TO BLOSSOM" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/09\/nyregion\/about-new-york-for-youths-in-trouble-a-chance-to-blossom.html"} , {"body" : "It came as an unwelcome surprise to Suzanne Murphy to learn that she will no longer get mail delivered to her door after she moves around the corner in about two weeks to a newly built house in the Windsor Terrace section of Brooklyn. ''I thought it would be like the row house where we live now,'' said Mrs. Murphy, a mental-health administrator." , "date" : "19851108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "11" , "title" : "ABOUT REAL ESTATE; NEW HOUSES MEAN A NEW KIND OF MAIL DELIVERY, TOO" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/business\/about-real-estate-new-houses-mean-a-new-kind-of-mail-delivery-too.html"} , {"body" : "Mayor Koch easily won a third term at City Hall yesterday, leading a Democratic sweep of virtually every city office at stake in the election. Although he faced two major-party opponents - City Council President Carol Bellamy and Diane McGrath -and six lesser-known rivals, the 60-year-old Mr. Koch was winning by more than three to one and capturing" , "date" : "19851106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "KOCH WINS A THIRD TERM, 3 TO 1; VOWS TO COMBAT 'INEQUITIES'; KEAN IS EASY VICTOR IN JERSEY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/06\/nyregion\/koch-wins-third-term-3-1-vows-combat-inequities-kean-easy-victor-jersey.html"} , {"body" : "TODAY WHEN-ever I visit my old neighborhood of Bedford-Stuyvesant and walk along Fulton Street or Nostrand Avenue, its twin commercial hubs, I have to remind myself that I'm in Brooklyn and not in the middle of a teeming outdoor market in St. George's, Grenada, or Kingston, Jamaica, or on some other West Indian island. Because there, suddenly, are" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "RISING ISLANDERS OF BED-STUY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/rising-islanders-of-bed-stuy.html"} ,   {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "I n keeping with the city's cramped space, the Brooklyn Botanic Garden is known for, among other things, its collection of bonsai trees. But some of the other trees there are full size. Yesterday, in a small ceremony, the garden was honored by the American Forestry Association for having the biggest specimens in the country of two species - the" , "date" : "19851025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN BOTANICAL GARDENS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Big Trees Grow in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/25\/nyregion\/new-york-day-by-day-big-trees-grow-in-brooklyn.html"} , {"body" : "A New York City police officer charged in July with assaulting a handcuffed prisoner was indicted in a separate case yesterday on charges of assaulting and improperly arresting a man after a traffic accident. The indictment charges the 26-year-old officer, John J. Gallagher of Lindenhurst, L.I., with third-degree assault, official misconduct," , "date" : "19851023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Policeman Is Indicted In a 2d Assault Case" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/23\/nyregion\/policeman-is-indicted-in-a-2d-assault-case.html"} , {"body" : "SINGING OUT The Westminster Cathedral Choir, 25 boys from England between ages 8 and 13, is making its first American tour, which brings it to New York for two days of intensive singing. Tonight at 8 o'clock, they and their voices do a formal concert at the Church of St. Ignatius Loyola, Park Avenue and 84th Street, with a program of Bach, Tomas" , "date" : "19851022" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/22\/arts\/going-out-guide.html"} , {"body" : "Americans ate more sweets last year than they had in any year of the past decade, but domestic candy makers still have a slightly sour taste in their mouths these days. From West German lollipops and Dutch candy canes to Brazilian mints and Canadian chocolate chips, cheaper, imported candies and baking confections have carved out a small but" , "date" : "19851021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "U.S. CANDY MAKERS STRUGGLING" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/21\/business\/us-candy-makers-struggling.html"} , {"body" : "Detectives were trying yesterday to trace the owner of an unregistered car involved in an incident Sunday that seriously injured a police officer in Brooklyn's Bedford-Stuyvesant section. The officer, 27-year-old Ronald Griffin, was dragged 500 feet when the driver of the car sped off after the officer had reached inside to take his driver's" , "date" : "19851015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICERS SEEK OWNER OF CAR THAT DRAGGED POLICEMAN 500 FEET" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/15\/nyregion\/officers-seek-owner-of-car-that-dragged-policeman-500-feet.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "A police officer was injured yesterday when he was dragged 500 feet by an automobile in the Bedford-Stuyvesant section of Brooklyn, a police spokesman said. The officer, 27-year-old Ronald Griffin, was listed in stable condition with a fractured skull at Bellevue Hospital Center last night, according to the spokesman, Lieut. Edwin LeShack. Officer" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "OFFICER DRAGGED 500 FEET BY CAR" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/officer-dragged-500-feet-by-car.html"} , {"body" : "IT is a mansion, or nearly a mansion, that Arthur and Esther Bramwell did not know they wanted. ''A friend introduced me to the house three years ago,'' said Mr. Bramwell, a deputy county clerk in State Supreme Court in Brooklyn. ''I told him I already had a house nearby that was paid for, that I didn't need it. He said I had to see it.'' The doors" , "date" : "19851010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "NEW LIFE FOR THE BROWNSTONES OF BEDFORD-STUYVESANT" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/10\/garden\/new-life-for-the-brownstones-of-bedford-stuyvesant.html"} , {"body" : "A liquor store owner, armed with a pistol, was shot to death by a police officer yesterday in Brooklyn as the merchant chased a group of youths who had fought with him in the store, the police said. The dead man, Ping Cheng, 22 years old, was shot once in the stomach by Police Officer John Menso, according to a police spokesman, Lieut. Edwin" , "date" : "19851009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICEMAN KILLS A MERCHANT WHO WAS PURSING YOUTHS" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/09\/nyregion\/policeman-kills-a-merchant-who-was-pursing-youths.html"} ,   {"body" : "EAGER to improve the image of the labor movement, the New York State A.F.L.-C.I.O. has joined hands with Brooklyn Ecumenical Cooperatives, a coalition of 35 churches and religious organizations, to convert 24 abandoned city-owned buildings in the Crown Heights section into middle-income condominiums. The project, the first step in a much larger" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Unions and Churches Join in Brooklyn Condo Project" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/unions-and-churches-join-in-brooklyn-condo-project.html"} , {"body" : "LEAN-TO'S There has been a spate of construction around town lately, most of it put up last week and most of it soon coming down. It is the season for Succoth, or Tabernacles, the Jewish festival of pilgrimage, and it celebrates the late Harvest and God's protection of the Jews when they wandered in the wilderness. The observant Jew builds a" , "date" : "19851003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/03\/arts\/going-out-guide.html"} , {"body" : "A manager and a district supervisor of a fast-food chain were shot and killed in the company's Westbury, L.I., restaurant shortly before opening time yesterday by a man who escaped with more than $4,000 in weekend receipts, the police reported. Gunfire erupted in the back office of the Kentucky Fried Chicken outlet at 700 Old County Road at about" , "date" : "19851001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WESTBURY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO MANAGERS SLAIN IN A L.I. RESTAURANT; OFFICER ARRESTS COOK" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/01\/nyregion\/two-managers-slain-in-a-li-restaurant-officer-arrests-cook.html"} , {"body" : "An off-duty state corrections officer shot and killed the woman he lived with and her brother early yesterday and then shot himself to death after tossing the key to his Brooklyn apartment to police officers, according to a police spokesman. The police, who said the prison guard and the woman had been having domestic problems, termed the deaths a" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Guard Kills 2 And Commits Suicide" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/nyregion\/off-duty-guard-kills-2-and-commits-suicide.html"} , {"body" : "The city has selected 24 nonprofit groups to create permanent and temporary housing for about 2,000 of New York's more than 21,000 homeless people, officials announced yesterday. In most cases, the community organizations will buy vacant city-owned buildings for $1 each and then rehabilitate them, using either city grants or low-interest loans." , "date" : "19850924" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "24 CITY GROUPS TO SUPPLY HOMELESS WITH HOUSING" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/24\/nyregion\/24-city-groups-to-supply-homeless-with-housing.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Schools Chancellor Nathan Quinones announced procedures yesterday for dealing with New York City public school students and staff members suffering from AIDS. He said at least eight Board of Education employees had contracted the disease. Mr. Quinones said he was making the information public because the board had an obligation to help ''abate''" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "QUINONES SETS A POLICY ON AIDS, CITING ILLNESS AMONG 8 EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/quinones-sets-a-policy-on-aids-citing-illness-among-8-employees.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "A man was fatally shot yesterday while standing at the window of a friend's apartment in Brooklyn, and the police were trying to determine whether he was the victim of a stray bullet or an intentional attack. The victim was identified as Pavell Vasel, 33 years old, of 27 Crooke Avenue, near Prospect Park in Brooklyn. He was looking out a window at" , "date" : "19850903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man at Window Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/03\/nyregion\/man-at-window-fatally-shot.html"} ,   {"body" : "IT IS INDEED A STRANGE FELLOWSHIP OF BELIEVERS THAT CAN, IF NOT BOAST OF, AT LEAST TOLERATE: All Saints, Brooklyn, where, seated in glistening oak pews beneath elegant Tiffany-style windows, worshippers raise their outstretched hands in fundamentalist fervor as they shout the words of a charismatic hymn projected on a movie screen installed just" , "date" : "19850901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "20" , "title" : "THE EPISCOPALIANS; A CHURCH IN SEARCH OF ITSELF" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/01\/magazine\/the-episcopalians-a-church-in-search-of-itself.html"} , {"body" : "The often-bitter fight for the Democratic nomination for Brooklyn borough president pits the incumbent, Howard Golden, against three challengers. But it also involves at least two significant contests for political power in the city. One opponent, Assemblyman Albert Vann, seeks a victory or at least a substantial vote to establish himself as a" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 POWER BATTLES BEHIND SCENES IN BOROUGH RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/nyregion\/2-power-battles-behind-scenes-in-borough-race.html"} , {"body" : "Three years ago, he was moving drug addicts off the corners and watching his back on a grim beat in Brooklyn. He carried two guns and a blackjack and wore a bulletproof vest. When people asked him in the summer if he was hot, he said, ''Yeah, but it's cold in the morgue.'' When his lunch hour came, he would open a book of Romantic poetry. And when" , "date" : "19850826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "AS A POLICE OFFICER PATROLLING BROOKLYN'S STREETS, A POET FINDS HIS MUSE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/26\/nyregion\/as-a-police-officer-patrolling-brooklyn-s-streets-a-poet-finds-his-muse.html"} , {"body" : "Although providing sanctuary to those in danger is a tradition as old as the Bible, religious leaders are debating whether American churches and synagogues are justified in harboring aliens from Central America. More than 200 churches and synagogues, from Grace Baptist Church in San Jose, Calif., and Riverside Church at 122d Street in Manhattan, to" , "date" : "19850823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LATIN AMERICA"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "U.S. CLERICS DEBATING ETHICS OF GIVING SANCTUARY TO ALIENS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/23\/us\/us-clerics-debating-ethics-of-giving-sanctuary-to-aliens.html"} , {"body" : "All over New York yesterday, there were dreams for sale - 19,000 a minute. From Buffalo to Bedford-Stuyvesant, people were buying pie in the sky, castles in the air and grand illusions, all for a few dollars. ''For five bucks, it's the best vacation you can get,'' said Albert Aiello, a 42-year-old data-processing consultant buying his very first" , "date" : "19850821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LOTTO FEVER TURNS INTO $41 MILLION EPIDEMIC" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/21\/nyregion\/lotto-fever-turns-into-41-million-epidemic.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "Three Democratic candidates for Brooklyn Borough President yesterday challenged the incumbent, Howard Golden, over his acceptance of large campaign donations from real-estate developers and the timing of announcements of several real-estate developments in the borough. Mr. Golden countered that his opponents were jealous of his fund raising, and he" , "date" : "19850814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GOLDEN AND RIVALS DEBATE DONATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/14\/nyregion\/golden-and-rivals-debate-donations.html"} , {"body" : "To the Editor: William E. Geist's column about a rodeo in Bedford-Stuyvesant (July 27) brings me back to my childhood in Flatbush. In 1925, a rodeo on the site now occupied by Brooklyn College gave us kids the company of real cowboys and Sioux Indians. Two incidents I shall never forget: In a bull-riding contest, a cowboy jumped off a horse," , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "WILD WEST IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/opinion\/l-wild-west-in-brooklyn-182087.html"} , {"body" : "Mayor Koch, trying to increase his support among minority groups, has traded endorsements with a number of black and Hispanic City Council members. And, in some cases, the Mayor has withheld public endorsements of friendly minority-group candidates, if Mr. Koch's approval might handicap them, according to his campaign aides. He has taken a position" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH AND BLACK AND HISPANIC COUNCIL MEMBERS TRADE SUPPORT" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/nyregion\/koch-and-black-and-hispanic-council-members-trade-support.html"} , {"body" : "DAMAGED by riots and disheartened by years of neglect, the Central Ward in the heart of Newark is the city's most enfeebled section. Yet it has managed to help itself despite its problems. Over the last decade, a Central Ward group called the New Community Corporation has used government funds to build eight housing developments, open a $2 million" , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "SELF-HELP GROUP IMPROVES NEWARK AREA" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/realestate\/self-help-group-improves-newark-area.html"} ,   {"body" : "A CROWD of more than 5,000 people gathered last Saturday at Boys and Girls High School in the bleak Bedford-Stuyvesant section of Brooklyn to watch black cowboys display their bronco-riding skills in the Black World Championship Rodeo. On the same day, about 250 prosperous-looking business executives assembled near Columbia University on" , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "HOW ANHEUSER BREWS ITS WINNERS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/business\/how-anheuser-brews-its-winners.html"} , {"body" : "A fast-moving fire that officials labeled suspicious burned a three-story Brooklyn brownstone yesterday, killing two women, one of them the building's owner, and injuring four other people, one seriously, authorities said. The blaze, at 390 Kosciusko Street in the Bedford-Stuyvesant section, was reported at 4:10 P.M. and declared under control at" , "date" : "19850803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; 2 Killed, 4 Injured In Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/03\/nyregion\/the-city-2-killed-4-injured-in-brooklyn-blaze.html"} , {"body" : "Three men abducted a man and woman from a basement apartment in Brooklyn early yesterday, shot the man to death and stabbed the woman six times, the police said. The three men took the man, who was not identified, and the woman, Zenne Emanuel, 35 years old, from an apartment at 288 St. James Place in the Fort Greene section at about 3:30 A.M. and" , "date" : "19850729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Man Is Abducted And Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/29\/nyregion\/the-city-man-is-abducted-and-fatally-shot.html"} , {"body" : "''Big dog,'' Robert Mathews, age 7, observed coolly. ''Horse,'' his mother, Reba, corrected out of the side of her mouth, hoping not to attract the attention of others in the crowd. Can't say as they get many rodeos in these parts, Bedford-Stuyvesant. No sir, don't see too many cowpokes, either. Some of these folks had never seen what Robert" , "date" : "19850727" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; BEDFORD-STUYVESANT: NEW HOME ON THE RANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/27\/nyregion\/about-new-york-bedford-stuyvesant-new-home-on-the-range.html"} , {"body" : "After 20 years of learning to deal with explosive growth in the health care industry, New York City's private and public hospitals are experiencing a sharp decline in the length of hospital stays, and the decline promises to become even steeper next year. State health officials say that 25 percent of the city's 36,469 hospital beds are unnecessary," , "date" : "19850721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Health"] , "page_facet" : "6" , "title" : "THE CITY'S HEALTH CARE BUSINESS IS FLIRTING WITH RECESSION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/21\/weekinreview\/the-city-s-health-care-business-is-flirting-with-recession.html"} , {"date" : "19850719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Concert by Ascension The pianist Bobby Sanabria and his Latin-jazz group Ascension will give a free concert today at 2 P.M., presented by the Bedford-Stuyvesant Restoration Corporation. It takes place at 1368 Fulton Street, between Brooklyn and New York Avenues, in Brooklyn, and the information number is 636-3332." , "url" : "http:\/\/www.nytimes.com\/1985\/07\/19\/arts\/concert-ascension-pianist-bobby-sanabria-his-latin-jazz-group-ascension-will.html"} , {"body" : "As large New York teaching hospitals cut back, health officials say, medicine and surgery are being moved back toward the doctor's office, where modern medical practice began a century ago as a cottage industry. More and more physicians, they say, are shifting to private offices and clinics, nursing homes, group practices, health maintenance" , "date" : "19850716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "MEDICINE IN CITY IS SHIFTING FOCUS FROM HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/16\/nyregion\/medicine-in-city-is-shifting-focus-from-hospitals.html"} , {"body" : "A New York City police officer was indicted yesterday on charges that he assaulted a handcuffed prisoner in a patrol car and in a cell at the 81st Precinct station house in Brooklyn. The officer, John J. Gallagher, 26 years old, of Lindenhurst, L.I., is accused of using a ''sticklike object or a blackjack'' to beat the handcuffed prisoner after his" , "date" : "19850713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "OFFICER INDICTED IN THE BEATING OF MAN IN CUFFS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/13\/nyregion\/officer-indicted-in-the-beating-of-man-in-cuffs.html"} , {"body" : "Three people, including a 60-year-old woman and one of her sons, were found stabbed to death yesterday morning in their private home in the Bedford-Stuyvesant section of Brooklyn, the police said. The victims - Barbara Carey, her son Steven, who the police estimated to have been in his early 30's, and an unidentified man - were found at 10:15 A.M." , "date" : "19850711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 3 Fatally Stabbed In Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/11\/nyregion\/the-city-3-fatally-stabbed-in-brooklyn-home.html"} , {"body" : "An 11-year-old boy was killed and his pregnant mother and 18-month-old sister were critically injured last night when a car driven by a drunken motorist struck their car two blocks from their home in Brooklyn, the police said. The force of the collision threw the boy, identified as Skou Wilkens, from the car, said Officer Robert Fitzpatrick, a" , "date" : "19850629" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE CITY; CRASH KILLS BOY: 2 IN FAMILY HURT" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/29\/nyregion\/the-city-crash-kills-boy-2-in-family-hurt.html"} ,   {"body" : "For the last seven months, the memories of the fire were so painful that Gwendolyn Simpson would not walk by the charred ruins of the historic Janes United Methodist Church. Yesterday, Mrs. Simpson returned for the first time since the blaze last November. At the site at Monroe Street and Reid Avenue in the Bedford-Stuyvesant section of Brooklyn," , "date" : "19850617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "AFTER FIRE, BROOKLYN CHURCH STARTS TO REBUILD" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/17\/world\/after-fire-brooklyn-church-starts-to-rebuild.html"} , {"body" : "MONDAY, JUNE 17, 1985 International The T.W.A. jet hijackers made it fly for a third time to Beirut, where negotiations began on the release of more than 30 hostages aboard and up to a dozen more who had been taken to an unknown location outside the plane. Nahib Berri, the leader of Beirut's main Shiite Moslem militia, Amal, said he was trying to" , "date" : "19850617" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/17\/nyregion\/news-summary-058356.html"} , {"body" : "Borough President Howard Golden of Brooklyn announced his candidacy for a third term yesterday, saying he had led the borough to recovery and growth. ''During the past eight years, we have stabilized Brooklyn's decline and laid the groundwork for Brooklyn's resurgence,'' said Mr. Golden, who becomes the fourth candidate in the race. Mr. Golden, 60" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GOLDEN SEEKS 3D TERM AS BOROUGH PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/golden-seeks-3d-term-as-borough-president.html"} , {"body" : "For many basketball fans, the best part of the season begins in June, with the commencement of summer leagues throughout the country. While the regular winter season offers excitement in a relatively structured setting, summerball offers what one scout calls ''basketball without bars.'' ''It gives players who go away to school a chance to play in" , "date" : "19850613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "THE BEST PART OF THE SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/13\/sports\/the-best-part-of-the-season.html"} , {"body" : "THE landlord of 10 buildings in the Crown Heights section of Brooklyn has been accused by the State Attorney General and 35 of his tenants of initiating a renovation program using the tenants' labor merely to get higher rents for what might be considered ''new apartments'' under the rent-stabilization law. The state took its case against the" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN TENANTS' RENOVATIONS SPARK RENT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/realestate\/brooklyn-tenants-renovations-spark-rent-dispute.html"} , {"body" : "Friday FOLK-ROCK FROM ENGLAND Contemporary interpretations of traditional English folk tunes will be on the program when three well-known English folk-rock groups join forces for a triple-bill concert tonight. Steeleye Span, one of Britain's most popular folk-rock groups of the 1970's, mixes acoustic and electric music, drawing on traditional folk" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/arts\/weekender-guide.html"} , {"body" : "After completing their morning rounds, interns and residents at Interfaith Medical Center in Brooklyn began a strike at the center's two sites yesterday morning in a dispute over pay and the future of their union. The 151 doctors have been working without a contract since Jan. 1, said Linda Gross, a spokesman for the Committee of Interns and" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "HOSPITAL STRUCK BY 151 INTERNS AND RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/nyregion\/hospital-struck-by-151-interns-and-residents.html"} , {"body" : "The Democratic primary for Brooklyn borough president became a four-way race yesterday when Joseph Ferris, a former Assemblyman, announced his challenge of the incumbent, Howard Golden. Mr. Ferris, who lives in the Sunset Park section, called Mr. Golden the latest in a long line of ''caretaker'' Brooklyn borough presidents. ''We've had 40 years of" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FORMER ASSEMBLYMAN FERRIS JOINS BROOKLYN BOROUGH PRESIDENT RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/former-assemblyman-ferris-joins-brooklyn-borough-president-race.html"} , {"body" : "The Koch administration's proposal to put homeless families in trailers was the subject of heated debate yesterday as several elected officials opposed the idea and said traditional apartments could be renovated for less. Instead of the polite exchanges that normally mark such events, the hearings held by the City Council and the Board of Estimate" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLAN TO PUT HOMELESS IN TRAILERS SETS OFF DEBATE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/plan-to-put-homeless-in-trailers-sets-off-debate.html"} , {"body" : "Declaring that Brooklyn's problems and its solutions are ''not black or white,'' Assemblyman Albert Vann declared his candidacy yesterday for Brooklyn borough president, challenging the renomination of Howard Golden. ''Crime in our streets and on our subways, failing schools, housing shortages and the other urban diseases are not black or white,''" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "VANN BEGINS RACE TO UNSEAT GOLDEN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/nyregion\/vann-begins-race-to-unseat-golden.html"} ,   {"body" : "A 64-year-old retired police officer was shot to death in a Brooklyn barbershop yesterday afternoon by one of two men who apparently intended to rob the shop, the police reported. The retired officer, Cecil Johnson of 704 Chauncey Street in the Bushwick section, was having his hair cut in the Banks Barber Shop at 173 Reid Avenue in" , "date" : "19850523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Ex-Officer Is Slain In Barbershop" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/23\/nyregion\/the-city-ex-officer-is-slain-in-barbershop.html"} , {"body" : "In significant and increasing numbers, blacks have been moving from the older central cities in New York, New Jersey and Connecticut to the suburban areas. Their motivations, they say, have been the same ones that prompted whites to move out decades before: the desire to own a home, to obtain a better education for their children and to raise a" , "date" : "19850520" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TO BLACKS, THE SUBURBS PROVE BOTH PLEASANT AND TROUBLING" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/20\/nyregion\/to-blacks-the-suburbs-prove-both-pleasant-and-troubling.html"} , {"body" : "More than 50 Brooklyn parents occupied their local school superintendent's office yesterday to protest a plan to convert a neighborhood elementary school to a magnet school for exceptionally bright pupils and transfer their children to other schools. The plan, approved by the Community School Board of District 16, in the Bedford-Stuyvesant section," , "date" : "19850515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "PARENTS STAGE A SIT-IN OVER SCHOOL TRANSFER PLAN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/15\/nyregion\/parents-stage-a-sit-in-over-school-transfer-plan.html"} , {"body" : "In the way New Yorkers socialize and think about issues of equality, and in their housing, whites and blacks in the city remain deeply segregated, according to a New York Times\/WCBS-TV poll. While most of the city's residents say they have good friends of other races at work, the line is drawn when they go home. Most say they live in neighborhoods" , "date" : "19850514" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DIVISIONS BETWEEN RACES PERSIST IN NEW YORK CITY, POLL INDICATES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/14\/nyregion\/divisions-between-races-persist-in-new-york-city-poll-indicates.html"} , {"body" : "A 37-year-old police officer was arrested yesterday and charged with being the hit-and-run driver who struck a young woman riding a bicycle in Brooklyn last week. The woman was not seriously injured. The accident, which police officials said happened while the officer was off-duty and driving his own car, was the third in recent weeks involving" , "date" : "19850510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER CHARGED AS DRIVER OF CAR IN HIT-RUN CASE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/10\/nyregion\/officer-charged-as-driver-of-car-in-hit-run-case.html"} , {"body" : "Vice President Bush, in a day of political and governmental appearances in New Jersey and New York City, yesterday praised President Reagan for holding out ''a hand to the German people.'' ''Controversy to the contrary notwithstanding,'' the Vice President told about 170 New Jersey Republican contributors, ''I was very, very proud of the President" , "date" : "19850507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BITBURG (WEST GERMANY)" , "WEST GERMANY"] , "nytd_section_facet" : ["Travel" , "New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "BUSH, IN JERSEY, PRAISES U.S. 'HAND' TO GERMANS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/07\/nyregion\/bush-in-jersey-praises-us-hand-to-germans.html"} , {"body" : "Five of the 10 Assembly Districts in New York City with the largest Democratic enrollments have either a black or Hispanic population majority, according to politicians and others who have analyzed the enrollment lists just updated by the Board of Elections. Indeed, in Brooklyn, Queens and the Bronx, the districts with the most Democrats are" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "MINORITIES ADD TO STRENGTH IN PRO-DEMOCRATIC DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/nyregion\/minorities-add-to-strength-in-pro-democratic-districts.html"} , {"body" : "Benjamin Ward, the New York City Police Commissioner, cleaned house last week. With officers under investigation or indictment for charges of torture, unnecessary use of deadly force and hit-and-run incidents, Mr. Ward drove a chain of commanders into retirement and watched approvingly while others were indicted on criminal charges. Mr. Ward, known" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "THE REGION CONTINUED; WARD TRIES TO PATCH UP HIS CHAIN OF COMMAND" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/weekinreview\/the-region-continued-ward-tries-to-patch-up-his-chain-of-command.html"} , {"body" : "Edward Costikyan knows power when he sees it. For several years, beginning in the mid-1960's, the Park Avenue lawyer and former head of Tammany Hall compiled an annual roster of New York's 10 top power brokers - the most significant individuals making the most important things happen. He gave up the list more than a decade ago. ''If I wanted to do" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "27" , "title" : "WHO RUNS NEW YORK NOW?" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/magazine\/who-runs-new-york-now.html"} , {"body" : "Barnard Benefit April 30 - Drop in for a drink at Sotheby's on York Avenue at 72d Street from 5:30 to 7:30 P.M. and meet the irrepressible Ruth Gordon, who hasn't stopped acting and writing since her Broadway debut in 1915, and her husband, Garson Kanin, the director and playwright. The benefit is for the Barnard College Scholarship Unit. Tickets," , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "60" , "title" : "SOCIAL EVENTS; ON LAND AND SEA" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/style\/social-events-on-land-and-sea.html"} ,   {"body" : "New York was officially declared Tree City U.S.A. yesterday. And immediately, like a prize-winning prodigy sitting down to play, New York proved itself worthy of the honor by announcing the winners of the Great Tree Search. One hundred and thirteen winners, no less. One hundred and thirteen winners from among the city's 2.6 million trees that are" , "date" : "19850427" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK, AGAIN TREE CITY U.S.A., PAYS HOMAGE TO ITS FINEST SPECIMENS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/27\/nyregion\/new-york-again-tree-city-usa-pays-homage-to-its-finest-specimens.html"} , {"body" : "A 28-year-old unemployed man walked to the main altar of St. Patrick's Cathedral carrying a plastic bag shortly before 7 o'clock last evening, announced that he had a bomb inside and demanded to see Archbishop John J. O'Connor. Two hours later, after members of the police hostage negotiating team had spoken at length with the man, he surrendered" , "date" : "19850426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Cathedral 'Bomb' Is Only a Clock" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/26\/nyregion\/the-city-cathedral-bomb-is-only-a-clock.html"} , {"body" : "An 11-year-old boy was shot in a foot Tuesday afternoon while playing in a parking lot at 300 Vernon Avenue, near Sumner Avenue, in the Bedford-Stuyvesant section of Brooklyn, the police said yesterday. They said that neither the boy, Rafael Cebello of 66 Lewis Avenue, near Hart Avenue, nor an aunt who was with him, Minerva Martinez, had seen who" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; BOY IS SHOT IN FOOT IN PARKING LOT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/nyregion\/the-city-boy-is-shot-in-foot-in-parking-lot.html"} , {"body" : "Two men were arrested Saturday in the fatal stabbing of a 23-year-old Brooklyn man last Thanksgiving in a scuffle over a $1 bill found on a grocery store floor, the police said. ''Reluctant witnesses'' led to the arrest of the two men, Richard Rosario, 25, and Perry Williams, 25, both of Brooklyn, who were charged with murder, detectives said. The" , "date" : "19850422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; 2 Are Charged In Slaying Over $1" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/22\/nyregion\/the-city-2-are-charged-in-slaying-over-1.html"} , {"body" : "A picture caption in Metropolitan Report yesterday misidentified a street of renovated brownstones in the Bedford-Stuyvesant section of Brooklyn. It was Jefferson Avenue." , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "25" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/nyregion\/c-correction-181864.html"} , {"body" : "To the Editor: In tone and emphasis, your coverage of Brooklyn's Medgar Evers College has failed to describe accurately what the faculty and students are achieving. Medgar Evers is the first attempt to build a college based on a partnership between a college and its surrounding community, in this case Bedford-Stuyvesant. Like other attempts at" , "date" : "19850418" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Medgar Evers Has Turned the Corner" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/18\/opinion\/l-medgar-evers-has-turned-the-corner-176329.html"} , {"body" : "BY the reckoning of a resident jogger, Prospect Heights is just a mile into Brooklyn from the Manhattan Bridge. Yet only recently has it become a popular refuge from the high cost of living in Manhattan. Prospect Heights has grown even more attractive as prices continue to rise in neighboring Park Slope, which began its brownstone boom late in the" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: PROSPECT HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "LARRON JACKSON remembers the first time people stopped to listen to him preach, although he did not think of it as preaching at the time. He was trying to stay in the league with the Detroit Lions in the summer of 1978, but found himself spending more and more time talking with the young players, some of whom were about to put him out of work." , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; The Other Game Plan" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/sports\/sports-of-the-times-the-other-game-plan.html"} , {"body" : "IN 1976, the New York photographer Dinanda Nooney was taking pictures of children playing at McGoldrick Park in the Greenpoint section of Brooklyn, and Peter Auriemma, the grandfather of two of the children, asked her if it would be possible to have copies of the photos. Mrs. Nooney offered to give him prints in exchange for being able to" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "'AT HOME IN BRROKLYN': PHOTO PORTRAITS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/garden\/at-home-in-brroklyn-photo-portraits.html"} , {"body" : "There is a smile on Fred Thompson's face. ''Mary, get in with them and run,'' he scolds a 14-year-old. ''No, it's going to hurt me,'' she says, an angry look playing over her face. ''C'mon, Mary, run, run,'' shout other women. Reluctantly, driven as much by Thompson's stare as her small feet, she gets into the pack for the start of the first of" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PROVING GROUND FOR FLEET WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/sports\/proving-ground-for-fleet-women.html"} ,   {"body" : "Bertram L. Baker, an Assemblyman from Brooklyn for 22 years and a leader in promoting laws against discrimination, died Friday at his home in Brooklyn. He was 87 years old. Mr. Baker rose to prominence in the Democratic Party organization in Brooklyn in the 1930's and 1940's. In 1948, he became the first black elected to the State Legislature from" , "date" : "19850310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "36" , "title" : "BERTRAM BAKER, 87, IS DEAD; EX-BROOKLYN ASSEMBLYMAN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/10\/nyregion\/bertram-baker-87-is-dead-ex-brooklyn-assemblyman.html"} , {"body" : "GREENPOINT is closer to Manhattan, at least as the crow flies, than almost any other neighborhood in Brooklyn. But it is also a world away, a neighborhood altogether different from, say, the elegant promenade blocks of Brooklyn Heights, where splendid views keep attention firmly focused on Manhattan, or the rich brownstone blocks of Park Slope," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN BAEDEKER; GREENPOINT, STILL AN URBAN, ETHNIC VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/arts\/metropolitan-baedeker-greenpoint-still-an-urban-ethnic-village.html"} , {"body" : "The Children's Defense Fund opened its fourth annual conference Wednesday with an announcement of a five-year national campaign to reduce infant mortality and to make prenatal care available to all women. Today it gave the 900 participants its analysis of how the proposed Federal budget for 1986 would harm the welfare of children. On Friday," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "PARLEY ADDRESSES CHILDREN'S ISSUES" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/style\/parley-addresses-children-s-issues.html"} , {"body" : "Traveling between his home in the Bedford-Stuyvesant section of Brooklyn and his classes at Boys and Girls High School never bothered Darryl Johnson. He said he always felt safe on the block he called ''my home'' and in the school he called ''my high.'' But that security dissipated on a stark afternoon last month. While he was walking home from" , "date" : "19850225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MANY YOUTHS, FEARING FOR SAFETY, CARRY WEAPONS AT CITY'S HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/25\/nyregion\/many-youths-fearing-for-safety-carry-weapons-at-city-s-high-schools.html"} , {"body" : "In the pictures-are-worth-1,000-votes category: At a City Hall ceremony yesterday to proclaim February as ''Black History Month,'' Mayor Koch was handing out proclamations to black civic groups. One was the Society for the Preservation of Weeksville and Bedford- Stuyvesant History. Remnants of Weeksville, a haven for blacks during the Civil War," , "date" : "19850216" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Popular Roots in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/16\/nyregion\/new-york-day-by-day-popular-roots-in-brooklyn.html"} , {"body" : "Undercover police officers will be allowed into the city's public schools to investigate suspected drug dealing under a plan agreed to by the Police Department and Board of Education. The officers who go into the schools will not pose as teachers, counselors or other school employees whose effectiveness depends on maintaining the confidence of" , "date" : "19850203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "POLICE WILL HUNT DRUGS IN SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/03\/nyregion\/police-will-hunt-drugs-in-schools.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Every elementary and junior high school in the two community school districts that cover northeastern Queens, Districts 25 and 26, had schoolwide reading scores above the national median last year, according to figures released yesterday by the city's Board of Education. The area, which stretches from Flushing to Little Neck, has long been one of" , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 QUEENS DISTRICTS LEAD CITY IN TEST ON STUDENT READING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/2-queens-districts-lead-city-in-test-on-student-reading.html"} , {"body" : "In the summer of 1983, a few weeks after Robert Buck became the new director of the Brooklyn Museum, he came down with a museum director's version of stage fright. ''I was wondering if I'd been insane to take on the job,'' Mr. Buck said. ''An early visit confirmed my impression of the hugeness and dustiness and dowdiness of the place. I knew the" , "date" : "19850122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "CHANGING FACE OF BROOKLYN MUSEUM" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/22\/arts\/changing-face-of-brooklyn-museum.html"} , {"body" : "Lloyd G. Sealy, a 27-year veteran of the New York City Police Department who was the first black man to hold a number of top positions on the force, died of a heart attack Friday, his 68th birthday. He lived in Brooklyn. Mr. Sealy was stricken as he taught a class at the John Jay College of Criminal Justice, and was taken to St. Luke's-Roosevelt" , "date" : "19850106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "24" , "title" : "LLOYD SEALY, THE FIRST BLACK MAN IN SEVERAL HIGH POLICE POSTS, DIES" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/06\/nyregion\/lloyd-sealy-the-first-black-man-in-several-high-police-posts-dies.html"} ,   {"body" : "Lloyd G. Sealy, a 28-year veteran of the New York City police department who was the first black man to hold a number of top positions on the force, died of a heart attack yesterday, a police spokesman said. He turned 68 years old yesterday and lived in Brooklyn. Mr. Sealy was stricken as he taught a class at the John Jay College of Criminal" , "date" : "19850105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "LLOYD G. SEALY IS DEAD AT 69; HELD HIGH POSTS WITH POLICE" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/05\/nyregion\/lloyd-g-sealy-is-dead-at-69-held-high-posts-with-police.html"} , {"body" : "Joe Fariello was not looking for plums when the choicest plum came looking for him, and he could hardly refuse. But when it began to look like a prune, he had to start wondering. Fariello was retired from boxing and working in youth recreation programs when Shelly Finkel, the fight manager, called, offering him the chance to train Mark Breland, the" , "date" : "19850105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "41" , "title" : "PLAYERS; SO MUCH TO LEARN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/05\/sports\/players-so-much-to-learn.html"} , {"body" : "Joseph Scott, of 1385 Fifth Avenue in Harlem, died of two gunshot wounds in the stomach early yesterday, the police said. Michael Peterson, 35 years old, who lived in the same building as Mr. Scott, was charged with shooting him in a hallway at 70 Lenox Avenue in Harlem . . . . Michael Robinson, 20, of 54 Rogers Avenue in the Flatbush section of" , "date" : "19850102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/02\/nyregion\/the-city-the-police-blotter.html"}]