[  {"body" : "Bedlam is served. Dinner in the Guarinos' kitchen at this time of year is accompanied by workers scurrying through with hammers and electrical wire, people screaming such things as ''Where's the hay for the manger,'' Santa adjusting his beard and a rather more somber man popping his head in the back door to say that someone has died again. The" , "date" : "19851221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; THOSE MEGAWATT MIRACLES OF THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/21\/nyregion\/about-new-york-those-megawatt-miracles-of-the-christmas-season.html"} , {"body" : "The lighting ceremonies are not as elaborate as the one in Rockefeller Center, but when the Christmas displays are turned on in the Brooklyn neighborhoods of Canarsie and Bensonhurst the results are the same - admiring approval. On Sunday afternoon, a bus tour through these neighborhoods will be sponsored by the Brooklyn Historical Society." , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Christmas in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/christmas-in-brooklyn.html"} , {"body" : "Christmas Decorations, Brooklyn Historical Society, 128 Pierrepont Street, 718-624-0890. On Saturday from 2 to 4 P.M., children ages 6 to 10 can make traditional Dutch Christmas ornaments - one to adorn the tree in the society's library and the other to take home. Materials will be provided. Free. On Sunday at 3 P.M., the society will conduct a a" , "date" : "19851212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: BROOKLYN CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/12\/garden\/events-brooklyn-christmas.html"} , {"body" : "Homicide detectives yesterday investigated the slaying of a 16-year-old girl in her home in the Borough Park section of Brooklyn. A Police Department spokesman, Officer Fred Elwick, said the detectives were trying to determine a motive in the death of the teen-ager, Diana Dugo. Her body was found in her bedroom shortly before 1 P.M. on Friday by" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "BROOKLYN GIRL, 16 FOUND SLAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/brooklyn-girl-16-found-slain.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "LOOKING over her schedule for the first weekend in November, Angele D'Angelo of East Rockaway took note of plans to be at the Summit Hotel in Hartford. This weekend, the hotel is the site of the second annual meeting of some 200 women from around the country who hold top positions in pharmacy. ''The women in pharmacy consider me now a role model,''" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; A PHARMACIST GRADUATES TO ACADEME" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/nyregion\/long-islanders-a-pharmacist-graduates-to-academe.html"} , {"body" : "At Shallow Intermediate School in Brooklyn, 11-year-old Alfred Macaluso ''shoots down'' the missing word in a sentence as part of a vocabulary exercise. ''I try to get 12 in a row with no misses,'' he explained. In the science room at Joan of Arc Junior High School in Manhattan, there are no correct answers to shoot down. Instead, students use" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "22" , "title" : "EDUCATION WATCH; COMPUTERS THAT RESPOND TO STUDENTS, AND VICE VERSA" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/weekinreview\/education-watch-computers-that-respond-to-students-and-vice-versa.html"} , {"body" : "Ralph Kramden read, or at least bought, The New York Herald-Tribune. He and his wife, Alice, previously thought to have been childless for their entire 15-year marriage, once adopted a baby girl. Edward L. Norton survived as an ''engineer of subterranean sanitation'' in part because he had no sense of smell, and, though he tried to hide it, his" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PANNING FOR COMEDIC GOLD IN TV'S EARLY 'HONEYMOORNERS'" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/arts\/panning-for-comedic-gold-in-tv-s-early-honeymoorners.html"} , {"body" : "Hurricane Gloria charged up the Atlantic seaboard yesterday and slammed into the New York metropolitan region with pounding winds and heavy rains. Long Island and Connecticut bore the brunt, but most of the region appeared to take the awesome storm in stride. The hurricane - 300 miles of churning spiral arms that hurled winds up to 130 miles an" , "date" : "19850928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HURRICANE POUNDS NEW YORK REGION: DAMAGE MODERATE; 280,000 FLEE HOMES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/28\/nyregion\/hurricane-pounds-new-york-region-damage-moderate-280000-flee-homes.html"} , {"body" : "The unexplained deaths of two men over the weekend at a Long Island marina - one found shot on a boat, the other found floating nearby in the water - were listed by authorities yesterday as an apparent suicide and an accidental drowning. There was no evidence of foul play or struggle in the bizarre case, in which the police Sunday found two guns," , "date" : "19850917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NORTH LONG BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUICIDE AND DROWNING RULED IN L.I. MARINA DEATHS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/17\/nyregion\/suicide-and-drowning-ruled-in-li-marina-deaths.html"} ,   {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "John Franco is not a slob, but when his baseball career is thriving he could pass for one. Above all, he is superstitious. The native of the Bensonhurst section of Brooklyn likes to keep to a standard routine when life is going well. And things are first rate at the moment for the chief left-handed reliever of the Cincinnati Reds. Since losing a" , "date" : "19850829" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCOUTING; No Relief" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/29\/sports\/scouting-no-relief.html"} , {"body" : "He is a computer consultant. She is a barmaid. And Wednesday they each won $13.6 million. The computer consultant, Joe Moore, and the barmaid, Debora Turcotte, were announced yesterday as holders of the other two winning tickets in the record $41 million New York lottery drawing. They joined a group of 21 factory workers from Mount Vernon, N.Y., in" , "date" : "19850824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "MOUNT VERNON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CONSULTANT AND BARMAID ALSO BIG LOTTO WINNERS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/24\/nyregion\/consultant-and-barmaid-also-big-lotto-winners.html"} , {"body" : "A 70-year-old Brooklyn woman was shot and wounded yesterday by a 76-year-old man during an argument in the Bensonhurst section of Brooklyn, the police said. The woman, Gladys Ducey, was in serious but stable condition at Coney Island Hospital, the police said. The man, Albert Riloti of Manhattan, was charged with attempted murder, assault and" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BROOKLYN WOMAN, 70 SHOT" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/brooklyn-woman-70-shot.html"} , {"body" : "For the last week, the two Ferrara brothers have watched unhappily as construction equipment dug an increasingly bigger and deeper hole at their Brooklyn service station in a spot where four gasoline pumps once stood. The Federal Bureau of Investigation was searching for up to three bodies it had reason to believe were buried beneath the service" , "date" : "19850807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RESULT OF F.B.I. SEARCH: HOLE AT SERVICE STATION" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/07\/nyregion\/result-of-fbi-search-hole-at-service-station.html"} , {"body" : "A man was found shot to death yesterday in the front seat of a car parked outside Washington Cemetery in Bensonhurst, Brooklyn, the police said. The victim, found at 21st Avenue and 57th Street, was not immediately identified. The police said a motive was not known. A spokesman, Officer Robert Fitzpatrick, said the victim, believed to be in his" , "date" : "19850803" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Body Found in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/03\/nyregion\/body-found-in-bensonhurst.html"} , {"body" : "At Coney Island yesterday, advertising airplanes were touting earphones - a sign of the city's new ban on playing radios and cassette players out loud on parts of four city beaches and at the Central Park Sheep Meadow. The level of noise was down in those places, enforcement officers and beachgoers agreed. ''Most people are abiding by the ban,''" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BEACH (NYC)" , "ROCKAWAY BEACH (NYC)" , "CENTRAL PARK (NYC)" , "ORCHARD BEACH (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NOISE LEVEL REPORTED DOWN AS CITY'S BEACHGOERS PLUG IN" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/noise-level-reported-down-as-city-s-beachgoers-plug-in.html"} , {"body" : "In the way New Yorkers socialize and think about issues of equality, and in their housing, whites and blacks in the city remain deeply segregated, according to a New York Times\/WCBS-TV poll. While most of the city's residents say they have good friends of other races at work, the line is drawn when they go home. Most say they live in neighborhoods" , "date" : "19850514" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DIVISIONS BETWEEN RACES PERSIST IN NEW YORK CITY, POLL INDICATES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/14\/nyregion\/divisions-between-races-persist-in-new-york-city-poll-indicates.html"} , {"body" : "Manhattan has blue-chip corporations. Brooklyn has Monchito's Wedding Center, Gaby's Children's Shop, Natalie's Apparel, Lloyd's Trimmings and Notions, Gregory's French Cleaners and the Raccuglia Funeral Home. Owners of mom-and-pop stores may feel besieged by conglomerates, pushed around by boutiques and neglected as a vanishing species. Today," , "date" : "19850508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Honoring Mom and Pop" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/08\/nyregion\/new-york-day-by-day-honoring-mom-and-pop.html"} ,   {"body" : "They arrived, 30 strong, in groups of three and four in cars with new Jersey license plates, and they were surprised to find parking spaces so easily. It was 11 A.M. and they had come, for a fee of $22 each, from towns on the Jersey shore, to ''Meet the Real Greenwich Villager.'' On previous outings to Manhattan, many of the same women had had" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "SECRETS OF JANE ST. INTRIGUE JERSEYANS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/nyregion\/secrets-of-jane-st-intrigue-jerseyans.html"} , {"body" : "St. Nicholas Greek Orthodox Church in Brooklyn shimmered in the warm midnight light cast by dozens of gilded, oil-burning lanterns. Parishioners had come for the observance last week of Orthodox Easter Sunday, their most sacred holiday. In keeping with the festive occasion, the church was ornately decorated. On top of the altar, a shrine to Christ" , "date" : "19850421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "IRREPLACEABLE ICONS LOST IN BROOKLYN CHURCH FIRE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/21\/nyregion\/irreplaceable-icons-lost-in-brooklyn-church-fire.html"} , {"body" : "BOUNTIFUL BROOKLYN There is often more to Brooklyn than meets the eye, and an exhibition that opens today, in Brooklyn, of course, is intended to let the modern eye meet scenes and artistic items from a Brooklyn that has, like old New York across the river, largely vanished. ''Brooklyn's Bounty: Natural Splendor and Domestic Opulence'' contains" , "date" : "19850416" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/16\/arts\/going-out-guide.html"} , {"body" : "A New York City Housing Authority employee was shot to death and another employee was shot and wounded after each had told officials about possible corruption and other irregularities in the agency, according to court and police records. Detectives say that there were similarities in the shootings, but that they are uncertain whether the shootings" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "2 HOUSING EMPLOYEES SHOT, 1 FATALLY, AFTER TELLING OF CORRUPTION IN AGENCY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/nyregion\/2-housing-employees-shot-1-fatally-after-telling-of-corruption-in-agency.html"} , {"body" : "SONGS WITH A TALE The newest entry at the Hudson Guild Theater, 441 West 26th Street (760-9810), has singing but it is by no means a musical. ''September in the Rain,'' which opens tonight at 8, has several songs, and they might all be familiar to you. The very name of this play, a romantic comedy by John Godber, is that of a popular 1940's tune." , "date" : "19850327" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/27\/arts\/going-out-guide.html"} , {"body" : "A Roman Catholic church on the West Side has come up with a different approach to attracting people to observances of Lent, which began on Feb. 20 with Ash Wednesday and ends with Easter on April 7. The church is selling a new kind of ticket to a Lenten musical this week. The ticket, which costs $4, is made to be torn in half - the buyer uses one" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "RELIGION NOTES; CHURCH OFFERING TWOFERS FOR LENTEN MUSICAL" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/nyregion\/religion-notes-church-offering-twofers-for-lenten-musical.html"} , {"body" : "His stunning conquests of Sicily and Naples led to the creation of a united Italy. Throughout Italy his name endures. And it adorns a used- car lot in Brooklyn. Garibaldi Square is a small lot in the Bensonhurst section, bounded by 86th Street, Avenue V and West Ninth Street. The name was given to a traffic triangle in 1940. The lot has changed" , "date" : "19850320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Memorial for a Hero" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/20\/nyregion\/new-york-day-by-day-memorial-for-a-hero.html"} , {"body" : "A 51-year-old man surrendered to the police last night after firing up to nine shots during a 12-hour standoff in Bensonhurst, Brooklyn. The man, James Ryan, fired from his apartment at 91 Bay 7th Street, near 86th Street, across from Public School 229, forcing the closing of the school. The standoff began at about 5:30 Friday morning when, the" , "date" : "19850302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Gunman Holds Off Police" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/02\/nyregion\/a-gunman-holds-off-police.html"} , {"body" : "-located apartment with a reasonable, stabilized rent is a major goal in life. A few are achieving that goal, but most are not, primarily because they are looking for a home in the tightest sector of the city's rental apartment market where their chances of success are slim. Those who are willing to widen their horizons are finding a much broader" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE FREE-MARKET RENTAL ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/realestate\/the-free-market-rental-alternative.html"} , {"body" : "Twelve homeless men, many of them on the rebound from total despair, have started life anew in an improbable place - a residence in the playground of a parochial school in a middle-class community in Brooklyn. The program was begun two years ago in response to Mayor Koch's challenge to churches and synagogues to feed and house the homeless. At a" , "date" : "19850216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN CHURCH HELPS HOMELESS HELP THEMSELVES..." , "url" : "http:\/\/www.nytimes.com\/1985\/02\/16\/nyregion\/brooklyn-church-helps-homeless-help-themselves.html"} ,   {"body" : "New York City's Chief Medical Examiner has produced a series of misleading or inaccurate autopsy reports on people who died in custody of the police, according to colleagues in the Medical Examiner's office and pathologists elsewhere. The Medical Examiner, Dr. Elliot M. Gross, has instituted a policy of special handling for police-custody cases. In" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHIEF MEDICAL EXAMINER'S REPORTS IN POLICE-CUSTODY CASES DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/nyregion\/chief-medical-examiner-s-reports-in-police-custody-cases-disputed.html"} , {"body" : "The Board of Estimate yesterday overturned a decision by the City Landmarks Preservation Commission and decided that a 58-year-old movie theater in Brooklyn could undergo major renovation. The board's unanimous vote will make it possible for a developer to turn the 1,400-seat Walker Theater on 18th Avenue in the Bensonhurst area into a four-screen" , "date" : "19850125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN CINEMA LOSSES LANDMARK DESIGNATION" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/25\/nyregion\/brooklyn-cinema-losses-landmark-designation.html"} , {"body" : "If a movie house is not divided, can it stand? The inside of the 58-year-old Walker Theater in the Bensonhurst section of Brooklyn is now a designated city landmark, and the above question will likely be debated today when the Board of Estimate votes whether to uphold or overturn landmark status. When it granted the status last September, the" , "date" : "19850124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; A Movie Drama" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/24\/nyregion\/new-york-day-by-day-a-movie-drama.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Every elementary and junior high school in the two community school districts that cover northeastern Queens, Districts 25 and 26, had schoolwide reading scores above the national median last year, according to figures released yesterday by the city's Board of Education. The area, which stretches from Flushing to Little Neck, has long been one of" , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 QUEENS DISTRICTS LEAD CITY IN TEST ON STUDENT READING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/2-queens-districts-lead-city-in-test-on-student-reading.html"} , {"body" : "Sleight of hand and juggling attract some unlikely practitioners. Take the Rev. Jerry Jecewiz, a priest at St. Finbar's Roman Catholic Church in the Bensonhurst section of Brooklyn. A member of the International Brotherhood of Magicians, he has put together a show of escape and magic tricks. He donates his fees to a community project for" , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; The Magician And the Juggler" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/new-york-day-by-day-the-magician-and-the-juggler.html"} , {"body" : "A 62-year-old woman, terminally ill with cancer, was strangled in her bed at Maimonides Medical Center in Brooklyn yesterday afternoon and last night her husband was charged with the murder. The police identified the victim as Concetta Bolan of 2028 71st Street in the Bensonhurst section. Her husband, William, 65, was charged with second- degree" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PATIENT STRANGLED IN HOSPITAL; HUSBAND ACCUSED OF MURDER" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/patient-strangled-in-hospital-husband-accused-of-murder.html"}]