[  {"body" : "TODAY WHEN-ever I visit my old neighborhood of Bedford-Stuyvesant and walk along Fulton Street or Nostrand Avenue, its twin commercial hubs, I have to remind myself that I'm in Brooklyn and not in the middle of a teeming outdoor market in St. George's, Grenada, or Kingston, Jamaica, or on some other West Indian island. Because there, suddenly, are" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "RISING ISLANDERS OF BED-STUY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/rising-islanders-of-bed-stuy.html"} , {"body" : "THE two-family house, long a fixture in many older residential neighborhoods, is a practical way of cutting housing costs because rent from the second unit helps offset the owner's mortgage and maintenance costs. Nonetheless, the two-family house has never quite managed to shake off its plebian image vis-a-vis the single-family house, and prices" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING TWO FAMILIES; The Merits Of Condo Conversion" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/realestate\/talking-two-families-the-merits-of-condo-conversion.html"} , {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "Parties That Help Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. A Tradition Carried On Jan. 28 - Thurman Munson, the catcher for the Yankees who died in a 1979 air crash, had been active in charity work for the mentally retarded, and that tradition has been recognized each year since with an awards" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Future Events" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/style\/future-events.html"} , {"body" : "SEASONED officials of New York City cooperatives and their professional advisers consider this Tuesday a significant date. It is the day when the Real Property Assessment Bureau of New York City's Department of Finance will publish its tentative list of assessment figures for the taxable year 1985-86, which starts July 1. The list will show co-op" , "date" : "19850113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING ASSESSMENTS; CHANGES AFFECTING CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/13\/realestate\/talking-assessments-changes-affecting-co-ops.html"}]