[  {"body" : "The New York City Department of Health last week released a list of 30 food establishments cited for violating the health code. In addition, it listed two that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Baskin-Robbins, 1357 3d" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "NEW YORK CITES FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/new-york-cites-food-outlets.html"} , {"body" : "RUSSIANS OFTEN SEEM TO think of America in terms of opposites. There are greedy millionaires and the penniless homeless. There are the whites who have cars, personal computers and suburban homes, and there are the oppressed blacks. There are the militaristic and callous ruling circles led by President Reagan and ''the monopolies,'' and there are" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Magazine" , "Washington"] , "page_facet" : "51" , "title" : "HOW WE SEE EACH OTHER; THE VIEW FROM RUSSIA" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/magazine\/how-we-see-each-other-the-view-from-russia.html"} , {"body" : "For the adventurous diner, New York has never offered so many temptations. Where else can you eat Afghan, Czechoslovak, Ukrainian, Brazilian and French food on successive nights? New Yorkers learn at an early age that the staff of life is not necessarily a slice of white bread but also bagels and croissants, pita and poori, tacos and injera. The" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "ETHNIC BOUNTY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/ethnic-bounty.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "FOR THE COOK WHO loves ethnic food, New York is a vast, rich, fascinating marketplace, where Polish dried mushrooms and Chinese winter melons, Mexican blue cornmeal and Vietnamese nuoc mam (fermented fish sauce) exist side by side in neighborhood markets Successive waves of newcomers have given New York foodways a unique character: Brazilian food" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "8" , "title" : "FOOD SHOPS; IN PURSUIT OF THE PERFECT INGREDIENT" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/food-shops-in-pursuit-of-the-perfect-ingredient.html"} , {"body" : "A map of New York's ethnic groups resembles a map of the tangled Balkans; it is impossible to account for everyone. This map is based on the latest United States census, material from the Department of City Planning and other demographic data. Although it is large enough to convey an accurate overall picture of ethnic New York, it is too small to" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "WHO LIVES WHERE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/who-lives-where.html"} , {"body" : "WHEN NEW YORKERS of a certain age, no matter what their ethnic origin or their station in life, speak of ''eating Chinese,'' a second-floor restaurant in Chinatown is the sort of place they mean. Here meals can last hours, and between courses unhurried and sometimes weighty talk can ensue. It's not exactly an evening at Virginia Woolf's, but then" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "EATING WITH THEIR MOUTHS OPEN" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/eating-with-their-mouths-open.html"} , {"body" : "In Britain in the late 1800's, the waving of a red flag in the road signaled the approach of a ''devil machine'' or automobile. When the ''red flag laws'' were dropped in 1886, motorists toured from London to Brighton, gleefully ripping red flags along the way. The sixth Brighton Run-American Style will be held, minus the red flags, tomorrow" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HERALD SQUARE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "Auto-Rally Plans Vintage-Car Procession" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/arts\/auto-rally-plans-vintage-car-procession.html"} , {"body" : "ONCE, long ago, there was to be a Verrazano Street in Greenwich Village. City maps show it curving gracefully through existing parcels of developed land from Seventh Avenue across Downing Street to the foot of Bedford Street at the Avenue of the Americas, snipping off a backyard here and a piece of a building there. The snippets were taken by the" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Perspectives: Land Divestitures; Disposing of City-Owned Property" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/perspectives-land-divestitures-disposing-of-city-owned-property.html"} , {"body" : "Hurricane Gloria charged up the Atlantic seaboard yesterday and slammed into the New York metropolitan region with pounding winds and heavy rains. Long Island and Connecticut bore the brunt, but most of the region appeared to take the awesome storm in stride. The hurricane - 300 miles of churning spiral arms that hurled winds up to 130 miles an" , "date" : "19850928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HURRICANE POUNDS NEW YORK REGION: DAMAGE MODERATE; 280,000 FLEE HOMES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/28\/nyregion\/hurricane-pounds-new-york-region-damage-moderate-280000-flee-homes.html"} ,   {"body" : "IT is only a 30-minute bus ride from the Five Towns Senior Center in Hewlett to the Brighton Beach section of Brooklyn. But for the 40 members of the senior center and their guests who took a bus and walking tour there recently, it seemed like a trip to another country. ''Walking down the street, we look like a visiting delegation from the U.N.,''" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL; BRIGHTON BEACH MEMOIR" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/nyregion\/long-island-journal-brighton-beach-memoir.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "SING ALONG WITH ASTI Beginning tonight, Asti, the restaurant that has been a landmark in Greenwich Village since 1925, is celebrating its 60th year with an opening program that features ''a tuneful musical feast served with Northern Italian cuisine.'' The Asti Singers - joined by waiters, bartenders, doormen, hatcheck girls and patrons - include" , "date" : "19850904" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/04\/arts\/going-out-guide.html"} , {"body" : "EVERYONE, drug dealers excepted, seems to love the recent renovation of Union Square Park. The park, which dates to 1833, has probably never looked so gloriously open, light and inviting and, nearby residents seem to agree, the results have been well worth the year and over $3 million that the Parks Department restoration took. Elizabeth Schick now" , "date" : "19850828" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/28\/garden\/metropolitan-diary-224770.html"} , {"body" : "An elderly Queens couple died of botulism last week after eating a salted white fish called kapchonka, the city's Health Department said yesterday. Theirs were the first New York City cases of botulism in recent memory, according to Dr. David J. Sencer, the Health Commissioner. He placed an immediate embargo on the sale and distribution of the" , "date" : "19850822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 DEATHS TRACED TO BOTULISM" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/22\/nyregion\/2-deaths-traced-to-botulism.html"} , {"body" : "Even if he didn't have to get soaking wet on stage every night, I would still feel sorry for Don Correia, the unlucky performer cast as the hero of Broadway's extravagant adaptation of Hollywood's classic musical ''Singin' in the Rain.'' While ''42d Street'' tells us that tap dancers can go out on a Broadway stage as nobodies and come back as" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER VIEW; CASTING CAN MAKE OR BREAK A SHOW" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/theater\/theater-view-casting-can-make-or-break-a-show.html"} , {"body" : "A four-car BMT subway train derailed yesterday morning shortly after pulling out of the DeKalb Avenue station in downtown Brooklyn. Five people, including a 4-month-old girl, were treated for suspected smoke inhalation and sprains, and a pregnant woman went to the hospital with labor pains, the Transit Authority reported. All were taken to Brooklyn" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "M TRAIN DERAILS NEAR A STATION; FIVE ARE INJURED" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/m-train-derails-near-a-station-five-are-injured.html"} , {"body" : "Rabbi Osias Horowitz of the Beth Hamedrosh Hagodol Synagogue in the Brighton Beach section of Brooklyn died Sunday at Beth Israel Medical Center in Manhattan. He was 90 years old and lived in Brooklyn. Rabbi Horowitz was born to the family of a rabbi in Poland. He came to the United States, at the age of 34, as the synagogue's first rabbi. Despite" , "date" : "19850723" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "18" , "title" : "RABBI OSIAS HOROWITZ" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/23\/nyregion\/rabbi-osias-horowitz.html"} , {"body" : "The New York City Department of Health last week released a list of 23 food establishments cited for violating the health code. In addition, it listed eight that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Blimpie's, 454 Lenox Ave." , "date" : "19850714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "23 FOOD OUTLETS CITED BY CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/14\/nyregion\/23-food-outlets-cited-by-city.html"} , {"body" : "THE talent that has gone into ''Bigshots in America'' makes the deplorable result all the more disheartening. The stars are Joe Mantegna, winner of a Tony Award for ''Glengarry Glen Ross;'' Christine Baranski, winner of a Tony Award for ''The Real Thing,'' and Keith Szarabajka, seen in the film ''Missing.'' The producer is Lorne Michaels, long the" , "date" : "19850620" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "NBC OFFERS 'BIGSHOTS,' ABOUT RUSSIAN EMIGRES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/20\/arts\/nbc-offers-bigshots-about-russian-emigres.html"} ,   {"body" : "WHATEVER the weather, I will spend a good part of today at West End Beach 2. Just as I did last Father's Day, I will run two miles (along the shore), body surf in the ocean and sit on the sand, dreaming and planning. Until last Father's Day I had regularly come to West End 2 with Dad. But last year, on Memorial Day, Dad was buried a few miles away," , "date" : "19850616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JONES BEACH STATE PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND OPINION; LIFE WITH FATHER: ON THE BEACH..." , "url" : "http:\/\/www.nytimes.com\/1985\/06\/16\/nyregion\/long-island-opinion-life-with-father-on-the-beach.html"} , {"body" : "The New York City Department of Health last week released a list of 49 food establishments cited for violating the health code. In addition, it listed six that were allowed to reopen after correcting earlier violations and three that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Alto Pizza, 1274 1st Ave." , "date" : "19850602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "49 NEW YORK CITY FOOD OUTLETS VIOLATE CODE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/02\/nyregion\/49-new-york-city-food-outlets-violate-code.html"} , {"body" : "Friday ASIAN INSPIRATION A good deal of recent music, dance, theater and literature has been influenced, one way or another, by ideas from the East. This weekend, a three-day festival titled ''Artists Inspired by Asia'' will feature traditional and experimental performing arts of China, India, Indonesia, Japan and Korea, among other Asian" , "date" : "19850531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/31\/arts\/weekender-guide.html"} , {"body" : "WHEN DAVID RABE'S first play, ''The Basic Training of Pavlo Hummel,'' was performed at New York's Public Theater, Neil Simon was already up to play No. 11 - ''The Prisoner of Second Avenue'' - and counting. Since that year, 1971, both men have consolidated their reputations - Mr. Simon as America's most successful and prolific playwright, Mr. Rabe" , "date" : "19850526" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Theater"] , "page_facet" : "37" , "title" : "THE CRAFT OF THE PLAYWRIGHT" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/26\/magazine\/the-craft-of-the-playwright.html"} , {"body" : "The antics of Act II, Scene II of Neil Simon's hit play, ''Biloxi Blues,'' in which Rowena, the peachy and slightly impatient prostitute, takes Eugene Morris Jerome over the threshold of manhood, draws one of the biggest audience laughs in a very funny comedy. Mr. Simon's play - as all plays -is composed of many bits, passages and scenes, and the" , "date" : "19850521" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "THE MAKING OF A SCENE IN NEIL SIMON'S ''BILOXI BLUES''" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/21\/theater\/the-making-of-a-scene-in-neil-simon-s-biloxi-blues.html"} , {"body" : "The New York City Health Department last week released a list of 97 food establishments cited for violating the health code. In addition, it listed five that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. These are the establishments: VIOLATIONS MANHATTAN: Aitat Pizza, 137 4th Ave." , "date" : "19850519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "FOOD OUTLETS IN NEW YORK VIOLATE CODE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/19\/nyregion\/food-outlets-in-new-york-violate-code.html"} , {"body" : "Village Schoolmart, P.S. 41, Greenwich Avenue, between West 10th and 11th Streets, tomorrow and every Saturday, from 11 A.M. to 7 P.M. Crafts, handmade and vintage clothing, antiques, jewelry, houseware, records. Sponsored by the P.-T.A. of P.S. 41. Information: 752-8475. Columbia Grammar and Preparatory School Street Festival, 94th Street between" , "date" : "19850510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/10\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "A couple of spaldeens were handed out this weekend to residents of a certain large California city whose baseball team used to play in Brooklyn. Even so equipped, however, the Californians will never - repeat, never - play stickball. ''It's impossible,'' said State Senator Donald M. Halperin of Brooklyn, explaining that, as far as he could tell," , "date" : "19850506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; For the City That Stole the Dodgers" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/06\/nyregion\/new-york-day-by-day-for-the-city-that-stole-the-dodgers.html"} , {"body" : "The New York City Department of Health last week released a list of 81 food establishments cited for violations of the health code. In addition, it listed five that had been allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Hang Zhou Lou" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "65" , "title" : "NEW YORK INSPECTORS CITE 81 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/nyregion\/new-york-inspectors-cite-81-food-outlets-for-health-offenses.html"} , {"body" : "I OFFER SOCIAL SCIENCES 121, the ''History of the Soviet Union,'' every spring at the Polytechnic Institute of New York, a small, predominantly engineering university in downtown Brooklyn. During the 1970's, the period of detente , students were curious about the Soviet Union and S.S. 121 always had a large enrollment. So many students signed up" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "THE NEW WAVE FROM RUSSIA" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/magazine\/the-new-wave-from-russia.html"} ,   {"body" : "AMONG the legislative proposals affecting housing that the the State Legislature is considering this year is one that would cut back substantially on the rent increases owners are permitted when they make major improvements to apartment houses. The increases are granted under the Major Capital Improvement program, which for years has been one of" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: THE M.C.I. PROGRAM; Paying for Capital Improvements" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/realestate\/perspectives-the-mci-program-paying-for-capital-improvements.html"} , {"body" : "A 95-year-old man was stabbed to death, apparently by a burglar, in the bedroom of his fifth-floor apartment in a large apartment house in the Brighton Beach section of Brooklyn. The body of the victim, Irving Bernstein of 150 Corbin Place, was found by his son, Marvin, at 4:30 P.M. with ''numerous'' stab wounds, the police said. Mr. Bernstein, who" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "95-Year-Old Stabbed To Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/nyregion\/95-year-old-stabbed-to-death-in-brooklyn.html"} , {"body" : "as Cornishmen have been doing for generations - they take with them for sustenance rich and filling savory pies called Cornish pasties, which they pronounce with a broad ''a'' - PAHS- tees. Each one is just large enough to fit in a worker's hand. They are made of leftover meat, chopped with potatoes, mixed with gravy, sealed in a pastry envelope" , "date" : "19850424" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "SAVORY PIES: A WORLDWIDE COOK'S TOUR" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/24\/garden\/savory-pies-a-worldwide-cook-s-tour.html"} , {"body" : "To say that a dream came true with the back-to-back Broadway openings of Peter Nichols's ''Joe Egg'' and Neil Simon's ''Biloxi Blues'' is not to indulge in idle rhetoric. The dream that came true was an actual dream - the one in which the dreamer runs into some old friends and discovers, to his amazement, that the familiar faces and personalities" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "DON'T LOOK NOW, BUT THERE'S NEW LIFE ON BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/theater\/don-t-look-now-but-there-s-new-life-on-broadway.html"} , {"body" : "Although the laughter rarely stops in ''Biloxi Blues,'' Neil Simon's joyous and unexpectedly rewarding new comedy, the most surprising line of the evening by far is not a joke, but a reprimand. The reprimand is delivered to the young hero, Eugene Je rome (Matthew Broderick) - who has now graduated from the Depression adolescence of Mr. Simon's" , "date" : "19850329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "STAGE: 'BILOXI BLUES,' SIMON'S NEW COMEDY" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/29\/theater\/stage-biloxi-blues-simon-s-new-comedy.html"} , {"body" : "Two men were killed and a firefighter was injured last night in a blaze that fire officials described as suspicious at a factory and residential building in the Brighton Beach section of Brooklyn, authorities said. The bodies of the two men, who were still unidentifed early this morning, were discovered in a third floor apartment at 3089 Brighton" , "date" : "19850320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Die in Brighton Beach Fire That Officials Call Suspicious" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/20\/nyregion\/2-die-in-brighton-beach-fire-that-officials-call-suspicious.html"} , {"body" : "There is a smile on Fred Thompson's face. ''Mary, get in with them and run,'' he scolds a 14-year-old. ''No, it's going to hurt me,'' she says, an angry look playing over her face. ''C'mon, Mary, run, run,'' shout other women. Reluctantly, driven as much by Thompson's stare as her small feet, she gets into the pack for the start of the first of" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PROVING GROUND FOR FLEET WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/sports\/proving-ground-for-fleet-women.html"} , {"body" : "STANDING gaunt and empty at the by law northern corner of a vacant construction site on Lexington Avenue between 43d and 44th Street is a venerable structure that once was called the Terminal Hotel. Olympia & York Developments, Ltd., the Canadian development company, had been planning to demolish the building in preparation for a March or April" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY'S DEMOLITION MORATORIUM CHILLS DEVELOPMENT" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/realestate\/city-s-demolition-moratorium-chills-development.html"} , {"body" : "''USUALLY the most creative thing a writer does is figuring out why not to write or what to do instead of writing,'' said Alan Zweibel. By that standard, the 34-year-old Mr. Zweibel, who did most of his growing up in Wantagh and Woodmere and now lives in Manhattan, hasn't been too creative lately. Just look at the record: Last fall, Villard Books," , "date" : "19850210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; DELI? HE'S SLICED IT; COMEDY? HE'S WRITTEN IT" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/10\/nyregion\/long-islanders-deli-he-s-sliced-it-comedy-he-s-written-it.html"} , {"body" : "IF someone had called central casting requesting one sweet little old lady, Alan Rosenberg remembers thinking, she couldn't have been more perfect than the one who stood on line in front of him one recent weekend afternoon to see ''Beverly Hills Cop.'' The scene was Loews Orpheum theater on East 86th Street, and the woman had a little hat perched" , "date" : "19850109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/09\/garden\/metropolitan-diary-201167.html"} ,   {"body" : "Markets Staying Open The end of the calendar year has traditionally marked the end of the city's Greenmarket year as well. In the past, with the exception of the Saturday market at Union Square, farmers and suppliers of the neighborhood outdoor markets have packed up at the onset of severe weather and gone home to winter on farms in the Hudson" , "date" : "19850109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/09\/garden\/food-notes-201685.html"}]