[  {"body" : "EVER since the mid-1950's, when Hiram Walker Inc. began shipping Canadian Club whiskey trussed up for Christmas, makers and marketers of distilled spirits have felt obligated to gift-wrap their products for the holidays. ''Actually, the industry would like not to have to do it,'' said George Hanover, packaging coordinator for National Distillers" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "WHAT'S NEW IN THE LIQUOR BUSINESS; NEW PACKAGING FOR OLD PRODUCTS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/business\/what-s-new-in-the-liquor-business-new-packaging-for-old-products.html"} , {"body" : "Laughter, wonder, color and excitement are all particularly welcome on New Year's Eve - which is not an easy night for many. If you don't plan on hunkering down at home with loved ones or the tube or a good book, the city is just outside your window, offering a cornucopia of celebrations. To begin with, fireworks. Nobody but a dud could resist" , "date" : "19851227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "FIREWORKS, CHAMPAGNE AND JAZZ FOR NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/27\/arts\/fireworks-champagne-and-jazz-for-new-year.html"} , {"body" : "The citizens are revolting. They're roistering around the streets - wearing funny hats, drinking, laughing, dancing, toppling statues and saying rude things to rich people in carriages. In the course of this opening sequence of Hugh Hudson's new film, ''Revolution,'' a friend turned to ask in some bewilderment, ''What 'revolution' is this?'' It was" , "date" : "19851225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE SCREEN: 1770'S EPIC, 'REVOLUTION'" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/25\/movies\/the-screen-1770-s-epic-revolution.html"} , {"body" : "CARVINGS Holiday or not, there is always a celebratory mood at the Museum of American Folk Art, 125 West 55th Street (581-2474), an atmosphere created by the things it displays, things that recall the traditional American esthetic. One of the new shows is called ''Ape to Zebra: A Menagerie of New Mexican Wood Carvings,'' an artistic zoo of 40" , "date" : "19851214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/14\/arts\/going-out-guide.html"} , {"body" : "Following is a selection of the musical presentations planned for the Christmas season in New York City. All are free unless otherwise noted. Today Calvary Baptist Church, 123 West 57th Street. Buxtehude's ''Neugeboren Kinderlein'' and Saint-Saens's Christmas Oratorio; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170." , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/a-calendar-of-music-for-the-christmas-season.html"} , {"body" : "Today American Museum of Natural History, Central Park West and 81st Street. ''The Star of Christmas'' show, illustrating how the sky above Bethlehem appeared on the day of Jesus' birth. Admission: $3, adults; $2, children. Through Jan. 1. Information on show times: 873-8828. Brooklyn Academy of Music, 30 Lafayette Avenue, Brooklyn. ''The Christmas" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "PAGEANTS, JAZZ, PUPPETS AND OTHER PRESENTATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/pageants-jazz-puppets-and-other-presentations.html"} , {"body" : "Annual Caviar War What would Christmas in New York be without the annual Macy's-Zabar's caviar standoff? Murray Klein of Zabar's, the food emporium at 2245 Broadway (80th Street), fired the opening shot last week when he dropped the price of Zabar's prime beluga caviar from $180 a 14-ounce ''pound'' (for unclear reasons, ''pounds'' of caviar always" , "date" : "19851211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/11\/garden\/food-notes-216181.html"} , {"body" : "Alicia McConnell of Brooklyn Heights turned back the challenge of Sue Cogswell of England yesterday to take the first Women's United States Pro squash hardball championships at the Uptown Racquet Club in Manhattan. The scores were 15-11, 15-13, 17-18, 15-13. Miss McConnell, the top female player in North America for the last few years, used a hard" , "date" : "19851209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "McConnell Takes Pro Squash Final" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/09\/sports\/mcconnell-takes-pro-squash-final.html"} , {"body" : "The marriage of Mary Louise Palladino, an associate in the New York law firm of Chadbourne & Parke, to Michael Emanuel Silverstein, a candidate for a master's degree in psychology at New York University, took place yesterday at the Brooklyn Club in Brooklyn Heights. The Rev. H. Scott Matheney, Presbyterian chaplain at Columbia University, performed" , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "98" , "title" : "MARY PALLADINO WEDS MICHAEL E. SILVERSTEIN" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/style\/mary-palladino-weds-michael-e-silverstein.html"} , {"body" : "NEW YORKERS, who are fairly starved for contact with nature, pay dearly for apartments with a bit of sunshine or views of a park or water. But in their excitement over the scenery, buyers and tenants often do not question whether future development could destroy their light or view. Many times, it does. ''Unfortunately, we took the thought that" , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rendering of town houses near Brown's Hotel, Loch Sheldrake IN THIS TOWN, FEW VIEWS ARE FOREVER" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/realestate\/rendering-town-houses-near-brown-s-hotel-loch-sheldrake-this-town-few-views-are.html"} ,   {"body" : "Dr. Stanley S. Zipser, a pediatrician and clinical associate professor of pediatrics at the Medical College of Cornell University, died Monday at his home in Manhattan. He was 74 years old. In addition to his private practice, which he estabished in Manhattan more than 45 years ago, he was an associate attending physician at New York Hospital. He" , "date" : "19851204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "5" , "title" : "Dr. Stanley Zipser, 74, Dies; A Pediatrician and Professor" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/04\/nyregion\/dr-stanley-zipser-74-dies-a-pediatrician-and-professor.html"} , {"body" : "PERHAPS not since the mid-1960's, when urban pioneers from Manhattan began reclaiming the long-neglected but architecturally distinctive houses of Brooklyn Heights and Park Slope, has an area of the city seen such a dramatic rise in real-estate values as have the older working-class neigh-borhoods of northern Queens. House prices in the area have" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSE VALUES SURGE IN THE OLDER AREAS OF NORTHERN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/realestate\/house-values-surge-in-the-older-areas-of-northern-queens.html"} , {"body" : "Penelope Karagias, a Brooklyn real-estate broker who was active in apartment sales in Brooklyn Heights, Park Slope, Cobble Hill and Carroll Gardens, was found dead of carbon-monoxide poisoning on Tuesday morning in a garage opposite one of her offices at 343 Smith Street, the police reported. Miss Karagias was 43 years old and lived at 221 Carroll" , "date" : "19851129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Penelope Karagias, a Broker Of Brooklyn Apartment Sales" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/29\/nyregion\/penelope-karagias-a-broker-of-brooklyn-apartment-sales.html"} , {"body" : "Every table at the Cafe Galleria in Brooklyn Heights has a little placard reminding their patrons about the drought. '' 'Save water' - Mayor Koch,'' the card reads. Lower down comes the proposed alternative: ''Drink a Margarita instead.'' Margaritas, available at reduced prices (a ''Drought Special''), is ''our contribution to water conservation,''" , "date" : "19851122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Don't Drink the Water" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/22\/nyregion\/new-york-day-by-day-don-t-drink-the-water.html"} , {"body" : "HAVING decided that it was time to replace 18 subway-tunnel fans installed in 1912, the Transit Authority soon discovered that new was not necessarily better than old. A blade fell off one of the new fans after only 15 hours of operation. Three more fans failed after operating for 50 hours. In one failure, described as ''catastrophic'' by transit" , "date" : "19851117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "TRANSIT NOTES; SOMETHING OLD, SOMETHING NEW" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/17\/nyregion\/transit-notes-something-old-something-new.html"} , {"body" : "HOWARD DRUCKER leaves for work early these days. He begins commuting from his Staten Island home at 5:45 A.M., ''to beat the traffic,'' and is in his White Plains office by 7. Mr. Drucker is the data-processing manager for Associated Metals and Minerals Corporation, an international trading company that recently moved its home offices from" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "WHEN BUSINESS MOVES, WORKERS ADJUST" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/nyregion\/when-business-moves-workers-adjust.html"} , {"body" : "Movie and Party Nov. 11 - The 6 P.M. movie premiere at the Waverly Theater, Avenue of the Americas at Third Street, of ''Gringo,'' the story of a Lower East Side drug addict, will benefit Daytop Village, the 22-year-old organization that helps young people break drug habits. Afterward, there will be a party at Area, 157 Hudson Street. Tickets," , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "75" , "title" : "SOCIAL EVENTS; VARIED PARTIES AND CAUSES" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/style\/social-events-varied-parties-and-causes.html"} , {"body" : "LUCAS SAMARAS was painting heads a few months back, but they weren't coming out as he'd have liked. They were too generalized, too lacking in the details necessary to give them character. Then he tried painting them a new way, and something clicked. ''I turned the sides of the mouth up, and it was like putting a key into a keyhole,'' Mr. Samaras" , "date" : "19851108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/arts\/art-people.html"} , {"body" : "Let others grouse about the onset of Christmas merchandising coming so early in the year. New Yorkers are frantically making plans for the Fourth of July. The city's chronic scramble for space - space to walk, space to dine, space to rent - focuses now on finding a spot to view the historic, histrionic relighting of the Statue of Liberty on July 4" , "date" : "19851106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; PLANNING EARLY FOR THE 4TH OF JULY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/06\/nyregion\/about-new-york-planning-early-for-the-4th-of-july.html"} , {"body" : "''I'm happy to be here at the Brooklyn Historical Society,'' Brooklyn Borough President Howard Golden said at a recent reception at the society's headquarters. Mr. Golden emphasized the word Brooklyn as only he can. ''It's still the Long Island Historical Society to me,'' Jeanne Van Ness hissed from the audience. For 122 years, the institution in" , "date" : "19851105" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; History Without a Journal" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/05\/nyregion\/new-york-day-by-day-history-without-a-journal.html"} ,   {"body" : "Top-seeded Jahangir Khan of Pakistan continued his dominance of North American squash racquets yesterday with a 15-6, 15-13, 12-15, 15-9 victory over Mark Talbott of Marblehead, Mass., in the men's final of the $45,000 Chivas Regal Squash Open at the Hunter College Sportsplex. In the women's final, Alicia McConnell of Brooklyn Heights needed only" , "date" : "19851104" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "KHAN TOPS TALBOTT IN SQUASH FINAL" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/04\/sports\/khan-tops-talbott-in-squash-final.html"} , {"body" : "Susan Janet Boehm, the daughter of Mr. and Mrs. A. Bruce Boehm Jr. of Brussels, was married yesterday to Mark Patrick Reynolds, a son of Mr. and Mrs. Donald B. Reynolds of Berkeley Heights, N.J. The Rev. Craig D. Townsend performed the ceremony at Grace Episcopal Church in Brooklyn Heights. Amy J. Wolf was the maid of honor. Donald B. Reynolds Jr." , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "85" , "title" : "SUSAN JANET BOEHM WEDS MARK PATRICK REYNOLDS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/style\/susan-janet-boehm-weds-mark-patrick-reynolds.html"} , {"body" : "Fifth-seeded Steve Bowditch of West Germany defeated 10th-seeded Clive Caldwell of Toronto, 15-10, 15-8, 10-15, 15-12, yesterday in second-round play at the $45,000 Chivas Regal Squash Open at the Hunter College Sportsplex. In another match, John Nimick of Philadelphia, seeded sixth, defeated Gordon Anderson of Toronto, 15-9, 15-8, 15-6. Top-seeded" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "49" , "title" : "SPORTS NEWS BRIEFS; Bowditch Wins" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/sports\/sports-news-briefs-bowditch-wins.html"} , {"body" : "THERE is an almost hidden New York, a New York in images of art and artifact, scattered in countless pieces throughout the city. It is the city preserved at the hands of artists and craftsmen and others who have caught it at a certain mood and moment in time that becomes immortal in their hands. These moments and perspectives are by no means hidden" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "photo of New York City; THE HIDDEN NEW YORK: A CITY ALBUM" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/arts\/photo-of-new-york-city-the-hidden-new-york-a-city-album.html"} , {"body" : "The Chase Manhattan Corporation, hours away from acquiring and opening the 13 offices of three Maryland savings and loans as a full-service commercial bank, said yesterday that Stanley T. Burns had been named president of the new entity, Chase Bank of Maryland. Mr. Burns, who is 41, has most recently been vice president and Eastern region executive" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; Chase Names President Of Maryland Operation" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/business\/business-people-chase-names-president-of-maryland-operation.html"} , {"body" : "LET your imagination run riot and try to figure out uses for 87 acres of publicly owned land covering almost a mile of waterfront with one of the world's great maritime views. This remarkable piece of real estate actually exists, unused and largely undeveloped, on the Brooklyn waterfront, and several hundred thousand New Yorkers ride beneath it" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "IN BROOKLYN HEIGHTS, A SPOTLIGHT ON 87 NEGLECTED ACRES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/realestate\/in-brooklyn-heights-a-spotlight-on-87-neglected-acres.html"} , {"body" : "Katherine Nicole Probst, the daughter of Bethami Probst of Brooklyn Heights, N.Y., and the late Leonard Probst, and David Andrew Bussard, a son of Mr. and Mrs. Willis Arthur Bussard of Princeton, N.J., were married yesterday. Judge Richard J. Goldman of the Civil Court of the City of New York, Kings County Branch, performed the ceremony at the home" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "68" , "title" : "Katherine Probst Wed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/style\/katherine-probst-wed-in-brooklyn.html"} , {"body" : "A cloud of foul-smelling fumes released by an Exxon oil refinery in Linden, N.J., passed over parts of New York City and New Jersey last night, prompting hundreds of people to call authorities complaining of the smell of spilled oil or rotten eggs. The company told state officials hydrogen sulfide gas was released sometime after 10 P.M. as it was" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A JERSEY PLANT RELEASES FOUL SMELLING FUMES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/nyregion\/a-jersey-plant-releases-foul-smelling-fumes.html"} , {"body" : "A final agreement was reached last night to permit construction of the first new high-rise office building in Brooklyn in more than a decade, a 19-story structure for the investment-banking firm of Morgan Stanley & Company. The Board of Estimate was expected to approve the plan late last night or early today. The project had been opposed by" , "date" : "19851025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PACT ON BROOKLYN TOWER REACHED" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/25\/nyregion\/pact-on-brooklyn-tower-reached.html"} , {"body" : "The Board of Estimate is likely today to approve a pioneering computer and back-office center that's crucial to economic development in Brooklyn. Yet its fate still hangs in the balance because of a legal challenge from the Brooklyn Heights Association. The delay it would engender poses grave risk to the project, to be built for the investment" , "date" : "19851024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Seal the Deal in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/24\/opinion\/seal-the-deal-in-brooklyn.html"} ,   {"body" : "Black Women of Brooklyn and Brooklyn Heights Tour, Brooklyn Historical Society, 128 Pierrepont Street, at Clinton Street; 718-624-0890. The community leadership of black women in Brooklyn between 1827 and 1929 is shown in an exhibition that includes photographs, costumes, documents and prints. Tuesdays through Saturdays noon to 5 P.M., through" , "date" : "19851024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "EVENTS: LEADERSHIP BY BLACK WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/24\/garden\/events-leadership-by-black-women.html"} , {"body" : "SINGING OUT The Westminster Cathedral Choir, 25 boys from England between ages 8 and 13, is making its first American tour, which brings it to New York for two days of intensive singing. Tonight at 8 o'clock, they and their voices do a formal concert at the Church of St. Ignatius Loyola, Park Avenue and 84th Street, with a program of Bach, Tomas" , "date" : "19851022" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/22\/arts\/going-out-guide.html"} , {"body" : "Traffic in New York City is horrendous, according to city officials, transportation analysts, traffic engineers, taxi drivers and other fuming motorists. And the predictions are that it will get worse. ''I think things are going to get intolerable,'' Samuel I. Schwartz, head of the Bureau of Traffic Operations, said. The coup de grace may, in fact," , "date" : "19851021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW FORAY IN THE WAR ON TRAFFIC" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/21\/nyregion\/new-foray-in-the-war-on-traffic.html"} , {"body" : "It was a personal affair for some at the opening reception the other night for a new exhibition at the Brooklyn Historical Society. For one thing, Franklin W. Morton Jr., a State Supreme Court justice in Brooklyn, came across a letter he had never seen before, written by his grandmother in 1906. The letter, dealing with one of her patients, was by" , "date" : "19851019" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; The Role of Black Women In Brooklyn's History" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/19\/nyregion\/new-york-day-by-day-the-role-of-black-women-in-brooklyn-s-history.html"} , {"body" : "The City Planning Commission yesterday unanimously approved a new office building for the edge of Brooklyn Heights, only hours after the developer and community groups reached tentative agreement on the building's design. The original design - for a bulky 17-story structure rising straight up for 375 feet - had been assailed by neighborhood groups," , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLANNING COMMISSION APPROVES PROPOSAL FOR BROOKLYN HTS. OFFICE TOWER" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/planning-commission-approves-proposal-for-brooklyn-hts-office-tower.html"} , {"body" : "International A body washed up on Syria's coast is almost certainly that of Leon Klinghoffer of New York, the 69-year-old tourist reported slain by the hijackers of an Italian cruise liner, according to Reagan Administration officials. They said that there was a bullet hole in the skull of the partly decomposed body and that the shot seemed to have" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: WEDNESDAY, OCTOBER 16, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/news-summary-wednesday-october-16-1985.html"} , {"body" : "Wine Auction What is being billed as the first major wine auction in New York City in a number of years will take place at 10 A.M. and 2 P.M. on Saturday, Oct. 26, at Morrell & Company, 307 East 53d Street. The auction, occasioned by the wine shop's move the following Monday to smaller space at 535 Madison Avenue (54th Street), will feature items" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/garden\/food-notes-083300.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "SIX years ago, Anne Campbell, fresh from England, found herself treading on new territory - literally and sociologically - in the East New York section of Brooklyn. Mrs. Campbell, undeterred by the area's high crime, or by the unknown, sought and gained entry to the world of female gang members. ''When I think back, I can't believe I did it,'' the" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A RUTGERS PROFESSOR 'JOINS' FEMALE GANGS IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/nyregion\/a-rutgers-professor-joins-female-gangs-in-new-york.html"} , {"body" : "Catherine Pratt Howard, a daughter of Carol Hamann Howard of Brooklyn Heights and George Pratt Howard of Manhattan, was married yesterday to Richard Drudi 3d, a son of Mary Jane Hilliker of East Haddam, Conn., and Mr. Drudi Jr. of Winter Park, Fla. The Rev. Geoffery E. Walworth performed the Presbyterian ceremony at the Norwich (Conn.) Inn. The" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "90" , "title" : "Catherine Howard Weds" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/style\/catherine-howard-weds.html"} ,    {"body" : "BROOKLYN is a borough of well-defined neighborhoods, and Court Street is a chain that ties several of them together. From Brooklyn Heights to Red Hook, the languages heard on Court Street, whether Arabic, Italian or the cadences of Wall Street, reflect the traditions of these neighborhoods. In much the same way, the food along the street, in both" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COURT STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "ONE BROOKLYN STREET, MANY ETHNIC FLAVORS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/garden\/one-brooklyn-street-many-ethnic-flavors.html"} , {"body" : "For Roy Sloan of Brooklyn Heights, the switch of the Haagen-Dazs account to the international McCann-Erickson from Advertising Management, after the premium ice cream company was acquired by Pillsbury, was a bittersweet experience. His agency lost its top piece of business, but it took a giant to replace what in effect is a one-man shop, a cottage" , "date" : "19850920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "Advertising; An Agency Gets Back Into Ice Cream Field" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/20\/business\/advertising-an-agency-gets-back-into-ice-cream-field.html"} , {"body" : "When Olympia Trails started bus service from the World Trade Center and Grand Central Terminal to Newark Airport in 1984, some people were skeptical, said the company's president, Nick Agathis. The bus service is now carrying a million passengers a year, he said. So Olympia has now expanded its services to Newark and Kennedy airports, this time" , "date" : "19850919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK INTERNATIONAL AIRPORT (NJ)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Brooklyn Connection" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/19\/nyregion\/new-york-day-by-day-brooklyn-connection.html"} , {"body" : "THE scene is the courtroom, Appellate Division, State Supreme Court, Second Department, Brooklyn Heights. A couple of hundred candidates for admission to the bar are assembling in a room already crowded with family and friends who have come for the swearing-in ceremony. As the last of the lawyers-to-be enter, one candidate looks up to notice a" , "date" : "19850918" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/18\/garden\/metropolitan-diary-011225.html"} , {"body" : "THE quiet, tree-shaded peace of the 200 block of Clinton Avenue is one of the central features of Clinton Hill, a Brooklyn neighborhood just a few blocks east of Fort Greene Park. Both the Federal Government and the city have designated Clinton Hill a historic district, and a brief walk through the neighborhood reveals dramatic mansions and stylish" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/realestate\/if-you-re-thinking-of-living-in-clinton-hill.html"} , {"body" : "Central Park's Belvedere Castle will be the setting Sunday for a free production of Shakespeare's ''Tempest.'' The performance will be given by the Kings County Shakespeare Company at 2:30 P.M. The castle, at 79th Street, is reachable via the West 82d Street and Central Park West entrance. The troupe is based in Brooklyn Heights and has presented" , "date" : "19850913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "'Tempest' in the Park" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/13\/arts\/tempest-in-the-park.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "THE enormous wave of interest in cooking lessons that surged in the late 1970's and early 80's seems to have crested, according to a number of New York City's cooking teachers. Though no official statistics are kept, many smaller schools, which often consist of an individual teacher operating out of his or her own kitchen, have fallen by the" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "AT COOKING CLASSES, A NEW SERIOUSNESS AS BOOM DAYS END" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/garden\/at-cooking-classes-a-new-seriousness-as-boom-days-end.html"} , {"body" : "Officials of the National Association for the Advancement of Colored People plan to move the organization's headquarters from Brooklyn to what was once a retreat house for nuns in northwest Baltimore. The organization will retain a small office in New York, where it is chartered, but at least 50 employees, including the executive director, Benjamin" , "date" : "19850908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BALTIMORE (MD)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "52" , "title" : "BALTIMOREANS AWAITING N.A.A.C.P. AS NEIGHBOR" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/08\/us\/baltimoreans-awaiting-naacp-as-neighbor.html"} , {"body" : "Archeologists have been digging in Brooklyn - in downtown Brooklyn, to be precise, on the edge of Brooklyn Heights, several feet beneath what was a broad, boring parking lot. Now the cars are gone, and a few yards from the traffic of Cadman Plaza West and the quiet of Pierrepont Street, the asphalt is scarred with neat, deep trenches, where a team" , "date" : "19850901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "A DIG FOR ARTIFACTS FROM THE DAYS OF OLD BREUKELEN" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/01\/nyregion\/a-dig-for-artifacts-from-the-days-of-old-breukelen.html"} ,   {"body" : "The often-bitter fight for the Democratic nomination for Brooklyn borough president pits the incumbent, Howard Golden, against three challengers. But it also involves at least two significant contests for political power in the city. One opponent, Assemblyman Albert Vann, seeks a victory or at least a substantial vote to establish himself as a" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 POWER BATTLES BEHIND SCENES IN BOROUGH RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/nyregion\/2-power-battles-behind-scenes-in-borough-race.html"} , {"body" : "Renee Brown, the daughter of Mr. and Mrs. Robert J. Brown of Brooklyn Heights and Westhampton Beach, L.I., and Roger James Holt, the son of Dr. and Mrs. Ralph Holt of Los Angeles, were married yesterday. Rabbi Isaiah Zeldin performed the ceremony at the Hotel Bel-Air in Los Angeles. Mrs. Holt, a divisional vice president and director of newspaper" , "date" : "19850826" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Roger Holt Wed To Renee Brown" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/26\/style\/roger-holt-wed-to-renee-brown.html"} , {"body" : "To the Editor: The Reagan Administration's proposal for the elimination of investment tax credits for qualified historic-rehabilitation expenditures will have a negative impact on the income-property restoration business, but will by no means cause the elimination of landmark rehabilitation. Landmarks have been, almost without exception, so" , "date" : "19850825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "TAX CREDITS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/25\/realestate\/l-tax-credits-213777.html"} , {"body" : "LAKE WOBEGON DAYS By Garrison Keillor. Illustrated. 337 pp. New York: Viking. $17.95. ''GO EAST!'' was the cry that drove 2,000 panicky citizens through the streets of James Thurber's Columbus, Ohio, in flight from a phantom dam burst on the west side. ''Go east! Go east! Go east!'' That this mistaken dash for high ground might express more" , "date" : "19850825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "IDYLLS OF MINNESOTA" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/25\/books\/idylls-of-minnesota.html"} , {"body" : "A man suspected of holding up two Upper East Side supermarkets with a shotgun yesterday morning and fleeing in a stolen Porsche with license plates that read ''THE IT'' was arrested later while driving the car in Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the man, 25-year-old Kevin Stein of 221 Eighth Avenue in" , "date" : "19850821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seize Suspect in Rash Of Holdups at Supermarkets" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/21\/nyregion\/police-seize-suspect-in-rash-of-holdups-at-supermarkets.html"} , {"body" : "Kenneth W. Greenawalt, a trial lawyer who often argued for the defense in cases involving religious liberties and the separation of church and state, died Sunday at his home in Hartsdale, N.Y. He was 81 years old. In January, he retired as a senior partner of the firm of Windels, Marx, Davies & Ives in Manhattan. In 1965, he was among a group of" , "date" : "19850820" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "K.W. GREENAWALT, LAWYER, DEFENDED RELIGIOUS LIBERTIES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/20\/nyregion\/kw-greenawalt-lawyer-defended-religious-liberties.html"} , {"body" : "It sits moored in the East River, its presence unassuming. In the shadow of the Brooklyn Bridge which towers overhead, it seems small, even humble. Were it not for a carved wooden sign stating simply ''Bargemusic, Ltd.,'' passers-by might not even notice the deceptively plain white barge on the shores of Fulton Ferry Landing in Brooklyn. But those" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "BARGEMUSIC: REFLECTION OF A DREAM" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/arts\/bargemusic-reflection-of-a-dream.html"} , {"body" : "GOVERNOR CUOMO has signed legislation raising the income limit for individuals and families who live in the city's subsidized Mitchell-Lama housing. The new law, which takes effect Nov. 2, will mean that people with incomes of more than $40,000 a year will be eligible to move in. But there's a catch - the waiting list, in some cases, is five years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "INCOME LIMITS FOR MITCHELL-LAMA TENANTS INCREASED" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/realestate\/income-limits-for-mitchell-lama-tenants-increased.html"} , {"body" : "Country-Fresh Fare Christel's, a takeout shop at 311 East 92d Street, has an appealingly spare, scrubbed country look that fits happily with the style of the food served there - country-fresh, simple and beautifully prepared. Christel Reddi, who runs the shop with her son, Vikram, specializes in individual savory pies - chicken pie with country" , "date" : "19850814" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/14\/garden\/food-notes-188615.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} ,   {"body" : "Anne Burr Stanton, a daughter of Jane Stanton of Brooklyn Heights and the late Robert F. Stanton of Atlantic Beach, Fla., was married yesterday to Richard Lawrence Malone, the son of the late Mr. and Mrs. Lawrence E. Malone of Washington. The Rev. F. Goldthwaite Sherrill performed the ceremony at Grace Episcopal Church in Brooklyn Heights. Mrs." , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "ANNE BURR STANTON WEDS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/style\/anne-burr-stanton-weds.html"} , {"body" : "To the Editor: ''Restoration Tax Credits at Risk'' [July 7] demonstrated a comprehensive understanding of the historic-preservation tax-credit program. I'm sure there are cases where expenses are not contained as much as they should be simply because of the availability of the credit. One reason for this, however, particularly in high-priced areas" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "TAX-CREDIT LOSS: 'NO SMALL IRONY'" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/l-tax-credit-loss-no-small-irony-182476.html"} , {"body" : "To the Editor: The proposal by the Koch administration to reinstate ferry service between Brooklyn and Manhattan (news item, July 12) has me both pleased and puzzled. As a resident of Brooklyn Heights, I would enjoy commuting to Manhattan by ferry in winter and summer. Many times, I enjoy walking over the Brooklyn Bridge regardless of the weather." , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "And a Trolley to Go With the Ferry" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/opinion\/l-and-a-trolley-to-go-with-the-ferry-179290.html"} , {"body" : "ONE of the most intriguing voices in the ongoing debate in New York over ''facadism'' - the practice by which the facades of old and small buildings are preserved as false fronts for new and large skyscrapers that are squeezed behind them - was that of a letter-writer to The New York Times not long ago who wondered why this critic found facadism so" , "date" : "19850808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROME (ITALY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "CRITIC'S NOTEBOOK; TURNING A FACADE INTO A FALSE FRONT" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/08\/arts\/critic-s-notebook-turning-a-facade-into-a-false-front.html"} , {"body" : "To the Editor: ''For Some, City Auction of Houses Is Chance to Come Home to Harlem'' (news story, June 20) is encouraging. It is good to see that yet another area of New York City is being reclaimed. However, you also raise a distressing question about who is going to be the major beneficiary of this recovery. Making houses in Harlem available to" , "date" : "19850724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HARLEM (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Don't Turn Harlem Into Columbus Ave." , "url" : "http:\/\/www.nytimes.com\/1985\/07\/24\/opinion\/l-don-t-turn-harlem-into-columbus-ave-141530.html"} , {"body" : "NEW YORK is a city whose natives sail on the water, travel above and under it, romp, swim and fish in it, and just look dreamily at it. New York is no more Venice by the Sea than it is Baghdad on the Subway, but little in New York, from its people to its arts to its commerce to the city itself, would exist were it not for the confluence of ocean," , "date" : "19850712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THERE'S SOMETHING FOR EVERYONE ON THE SHORES OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/arts\/there-s-something-for-everyone-on-the-shores-of-the-city.html"} , {"body" : "WHEN the spare steel-and-glass box of Modernist architecture became the rage in the late 1920's, one of the fine old materials tossed out was ceramics, extensively employed to adorn the sumptuous Beaux-Arts buildings that were a hallmark of the Gilded Age. But now that we're in the Post-Modern era, the ornamental uses of this very sculptural" , "date" : "19850712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "ART: USING CERAMICS TO ADORN ARCHITECTURE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/arts\/art-using-ceramics-to-adorn-architecture.html"} , {"body" : "The woman who would be Mayor sticks out her hand. ''Are you a Democrat?'' Carol Bellamy asks a young man walking down the street in Greenwich Village. ''Yes,'' he calls back without stopping. ''A Democrat and a Fascist.'' Accustomed to the vagaries of New York street campaigning, the City Council President merely turns her high-beam smile in" , "date" : "19850709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A RESOLUTE BELLAMY STRIVING TO BE NOTICED" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/09\/nyregion\/a-resolute-bellamy-striving-to-be-noticed.html"} , {"body" : "TO Louis V. Greco Jr., a developer, the 26-story condominium he is planning at 67 Livingston Street is a sign of the economic comeback of downtown Brooklyn. He believes that a construction crane on this site will be a healthy symbol of new free-market high-rise construction in the area. To the tenants in the 32-story cooperative next door at 75" , "date" : "19850630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PROJECTED 26-STORY NEIGHBOR TROUBLES BROOKLYN CO-OP" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/30\/realestate\/projected-26-story-neighbor-troubles-brooklyn-co-op.html"} , {"body" : "A tank truck carrying heating oil crashed into a guard rail on the Brooklyn-Queens Expressway yesterday, closing the six-lane road between Cadman Plaza West and Atlantic Avenue and causing jams for hours. The expressway was shut for nearly five hours after the crash at 11:42 A.M. below the Brooklyn Heights Promenade. Five lanes were reopened in the" , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Truck Crash Shuts Brooklyn Artery" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/nyregion\/the-city-truck-crash-shuts-brooklyn-artery.html"} ,       {"body" : "APARTMENTS in New York skyscrapers may be famous for spectacular views, but justifiably unsung and generally unmentioned are the bleak views into lightwells at the rear of many buildings. Even older buildings with gracious fronts often have mean prospects out the back. The problem of how to treat a window to cut out the bad view - but not the" , "date" : "19850328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "WINDOW DESIGNS THAT ADMIT LIGHT BUT NOT BAD VIEWS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/28\/garden\/window-designs-that-admit-light-but-not-bad-views.html"} , {"body" : "SONGS WITH A TALE The newest entry at the Hudson Guild Theater, 441 West 26th Street (760-9810), has singing but it is by no means a musical. ''September in the Rain,'' which opens tonight at 8, has several songs, and they might all be familiar to you. The very name of this play, a romantic comedy by John Godber, is that of a popular 1940's tune." , "date" : "19850327" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/27\/arts\/going-out-guide.html"} , {"body" : "If you're paying close attention, you can get a quick glimpse of the base of Grant's Tomb as your tour bus trundles by; if you crane your neck, you can even see the top. But there are alternatives to such big-bus, once-over-lightly sightseeing tours of Manhattan, most notably a series of guided walking tours that emphasize social and political" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "20" , "title" : "TRAVEL NOTES ON NEW YORK ; TOURING THE CITY ON FOOT, IN DEPTH" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/travel\/travel-notes-on-new-york-touring-the-city-on-foot-in-depth.html"} , {"body" : "IN 1976, the New York photographer Dinanda Nooney was taking pictures of children playing at McGoldrick Park in the Greenpoint section of Brooklyn, and Peter Auriemma, the grandfather of two of the children, asked her if it would be possible to have copies of the photos. Mrs. Nooney offered to give him prints in exchange for being able to" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "'AT HOME IN BRROKLYN': PHOTO PORTRAITS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/garden\/at-home-in-brroklyn-photo-portraits.html"} , {"body" : "A Jazz Festival is under way at the Church of St. Ann and the Holy Trinity, Montague and Clinton Streets, in Brooklyn Heights. Tonight at 8 brings Lester Bowie's Brass Fantasy and the three-clarinet sextet Licorice Factory. Tomorrow at 4 P.M., the Bill Hardman-Junior Cook Quintet, Cecil Payne's Jazzbop Quartet and the 18- piece Ray Abrams Orchestra" , "date" : "19850316" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "Jazz Festival Weekend" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/16\/arts\/jazz-festival-weekend.html"} , {"body" : "As a 42-year-old nurse lay in stable condition yesterday at New York Hospital, where she was stabbed Thursday evening, apparently by a robber, hospitals around the city re-evaluated their security procedures. The director of public affairs at New York Hospital, Diana Goldin, issued a statement yesterday that the institution was reviewing all its" , "date" : "19850316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "NURSE IS STABBED AT HOSPITAL; SECURITY IS REVIEWED" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/16\/nyregion\/nurse-is-stabbed-at-hospital-security-is-reviewed.html"} , {"body" : "A rabbi here told an old joke about rabbinical conventions: The rabbis bring a $10 bill and the Ten Commandments - and they don't break either. There is some truth to it, judging by the 85th annual convention of the Rabbinical Assembly under way here at the Eden Roc Hotel on Collins Avenue. Virtually all the expenses are prepaid, usually by the" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "MIAMI BEACH (FLA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "A REPORTER'S NOTEBOOK: OF RUNNING, STUDY AND WOMEN IN PRAYER SHAWLS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/us\/a-reporter-s-notebook-of-running-study-and-women-in-prayer-shawls.html"} , {"body" : "For months, the long, narrow mezzanine of the Clark Street subway station in Brooklyn has been cut in half by a makeshift wooden barrier. The station's platform has been strung with temporary lights. And passengers have had to walk over a ditch alternately covered with sand, blacktop and boards. Renovation of the station began more than a year ago" , "date" : "19850308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "YEAR OF ELAYS PLAGUE RENOVATION OF A BROOKLYN IRT STATION" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/08\/nyregion\/year-of-elays-plague-renovation-of-a-brooklyn-irt-station.html"} , {"body" : "A double-height ceiling in an apartment or house is often overenthusiastically called a cathedral ceiling. But in the case of Nancy Olson's one-bedroom Brooklyn apartment, the 15-foot-high vaulted ceiling with Gothic trim is actually part of the former South Congregational Church in Carroll Gardens. The 1860 Romanesque Revival church, which has a" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "LIVING IN A FORMER CHURCH: SPACE, DRAMA AND TRANQUILITY" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/garden\/living-in-a-former-church-space-drama-and-tranquility.html"} , {"body" : "Nets vs. Bulls, at Chicago. Although Michael Jordan has averaged 26.7 points against them, the Nets have come away with two victories in the three meetings with Chicago this season. (Television - Sports Channel, 1:30. Radio - WNBC 660, 1:30 P.M.) Rockets vs. Philadelphia 76ers, at Houston. (Television - WTBS, 4:05 P.M.). College: Georgetown vs." , "date" : "19850303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/03\/sports\/sunday-sports-basketball.html"} ,   {"body" : "GREENPOINT is closer to Manhattan, at least as the crow flies, than almost any other neighborhood in Brooklyn. But it is also a world away, a neighborhood altogether different from, say, the elegant promenade blocks of Brooklyn Heights, where splendid views keep attention firmly focused on Manhattan, or the rich brownstone blocks of Park Slope," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN BAEDEKER; GREENPOINT, STILL AN URBAN, ETHNIC VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/arts\/metropolitan-baedeker-greenpoint-still-an-urban-ethnic-village.html"} , {"body" : "''African Diaspora Women,'' a photography exhibition on black women in the Caribbean and the United States, is being shown through March 30 at the Caribbean Cultural Center, 408 West 58th Street. Featured are photographs of those in the arts, including the dancers Judith Jamison, Katherine Dunham and Pearl Primus and the musicians Graciela, Celia" , "date" : "19850222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Black Women" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/22\/arts\/black-women.html"} , {"body" : "Carpentry for Ladies, Educational Alliance West, 51 East 10th Street, 212-420-1150. Beginning Monday from 8 to 9:30 P.M. a course in basic carpentry for women will be held. The series, to run for 12 Monday sessions, will cover the care and functions of tools and how to make a toolbox, mend broken furniture and build shelves and storage units. Fee:" , "date" : "19850221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: CARPENTRY LESSONS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/21\/garden\/calendar-carpentry-lessons.html"} , {"body" : "Dr. Ira Allan Polisar, former chairman of the department of otolaryngology at Long Island College Hospital, died of heart disease last Thursday at North Shore University Hospital in Manhasset, L.I. He was 69 years old and lived in Great Neck, L.I. Dr. Polisar was associated with Long Island College Hospital for many years and also had a private" , "date" : "19850218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Dr. Ira A. Polisar Dead at 69; An Ear and Throat Specialist" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/18\/nyregion\/dr-ira-a-polisar-dead-at-69-an-ear-and-throat-specialist.html"} , {"body" : "WHEN rental property becomes cooperative or condominium property and tenants become owners, maintenance becomes a big problem. ''The typical building taken over in a conversion has literally been milked for years by owners who defer maintenance because they didn't have the money to put back into the buildings or they anticipated selling the" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "PREVENTIVE MAINTENANCE: A CHECKLIST" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/realestate\/preventive-maintenance-a-checklist.html"} , {"body" : "EVEN a feisty official like Mayor Koch surely must endure uncomfortably the criticisms that come with public office. But the Mayor undoubtedly took pleasure last week in decisions by two of his foremost critics to challenge him in the Democratic mayoral primary. Despite months of negotiations, leaders of the constituencies most dissatisfied with" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "HOW TO RUN FOR MAYOR, PHASE 1" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/weekinreview\/how-to-run-for-mayor-phase-1.html"} , {"body" : "IF the idea of paddling a kayak in coastal waters next summer appeals to you, and your experience with such craft is limited or nonexistent, this is the time to enroll in a course designed to teach you the basic skills of the sport. No such instruction can substitute for actual ocean cruising, of course, but you will at least have gained an idea of" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "OUTDOORS; Kayaking for Beginners" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/sports\/outdoors-kayaking-for-beginners.html"} , {"body" : "Unfolding its rarest treasures, the New York Public Library will display 260 works selected from more than 26 million in its holdings at an exhibition opening today and continuing through May 24 at Fifth Avenue and 42d Street. Some items were chosen for their historic impact, such as a letter from Christopher Columbus reporting his discovery of the" , "date" : "19850215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday LIBRARY TREASURES" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/15\/arts\/weekender-guide-friday-library-treasures.html"} , {"body" : "-term leases of five store owners in a large building on Fulton Street in downtown Brooklyn will expire with no chance of renewal, and all will have to move. It is a scenario common throughout the the city, except that this one has a twist: The landlord is also a retailer, a department store that made its first realty investment two years ago when" , "date" : "19850210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RISING RENTS LEAD RETAILERS TO BUY BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/10\/realestate\/rising-rents-lead-retailers-to-buy-buildings.html"} , {"body" : "I T'S possible to get around town on subways and buses, rather than taxis and limousines, and to keep warm in down rather than fur. It's also possible for anyone on a limited income to go to the theater without mortgaging the house or living on pizza. It's not always convenient, because moderately priced shows are often far from Broadway. It's not" , "date" : "19850208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HOW TO SEE MORE THEATER FOR LESS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/08\/arts\/how-to-see-more-theater-for-less.html"} ,   {"body" : "''I DEEPLY resent being driven out of Morningside Heights,'' said Michael Jahn, an author of 30 mystery novels and a public-relations specialist. ''I've been here for 18 years - the characters in my book, 'Night Rituals,' are based on people I know from this neighborhood. ''But I can no longer afford to live here and I am going to have to move to a" , "date" : "19850203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "ADAPTING TO THE HIGH COST OF HOUSING" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/03\/realestate\/adapting-to-the-high-cost-of-housing.html"} , {"body" : "This is the time when boat owners often improve their skills by enrolling in various seamanship courses open to the public. One such program is the annual instruction on boating skills and safety offered by Flotilla 11-5 of the Coast Guard Auxiliary, which begins next Tuesday at 8 P.M. The lessons are free, except for a small fee occasionally for" , "date" : "19850201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "OUTDOORS; TIME TO HONE BOATING SKILLS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/01\/sports\/outdoors-time-to-hone-boating-skills.html"} , {"body" : "''Coalition'' is de rigueur in the current political year. There's the Unity Coalition, a liberal Democratic group that sponsored a mayoral forum last night in Brooklyn Heights. There's the Coalition for a Just New York, a black group. There's the Latino Coalition, which is supporting Herman Badillo for mayor. Now, there's a Women's Coalition," , "date" : "19850130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; Coalition Time" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/30\/nyregion\/new-york-day-by-day-coalition-time.html"} , {"body" : "A group of black political and religious leaders, angered by the failure of a grand jury to indict Bernhard H. Goetz in the shooting of four youths on a subway, asked the United States Attorney for Manhattan yesterday to investigate the case. After a two-hour meeting, the United States Attorney, Rudolph W. Giuliani, told the leaders that he would" , "date" : "19850130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "U.S. ATTORNEY MEETS WITH BLACKS OVER REQUEST FOR INQUIRY ON GOETZ" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/30\/nyregion\/us-attorney-meets-with-blacks-over-request-for-inquiry-on-goetz.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Under this heading, The Times amplifies articles or rectifies what the editors consider significant lapses of fairness, balance or perspective. An article in Metropolitan Report on Jan. 8 about a dispute between the Community Book Store in Brooklyn Heights, owned by John Scioli, and its landlord, Albin V. Javarone, quoted the landlord's attorney as" , "date" : "19850122" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Editors' Notes"] , "page_facet" : "1" , "title" : "EDITORS' NOTE" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/22\/nyregion\/editors-note-232178.html"} , {"body" : "Brooklyn Law School, an 84-year-old institution in downtown Brooklyn, has bought a partly vacant, 12-story apartment building in nearby Brooklyn Heights to provide some of its students and faculty members with attractive housing at affordable rents. School officials said they bought the 40-apartment building for $2.2 million this month to help them" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "BROOKLYN LAW SCHOOL BUYS HEIGHTS APARTMENT BUILDING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/nyregion\/brooklyn-law-school-buys-heights-apartment-building.html"} , {"body" : "Like a soldier returning to the wars, Saul Bellow returned to New York City last night for his first public reading here in more than 20 years. Not only that, the Nobel laureate said he was actually looking forward to his appearance, even though some of his novels have depicted New York in less than flattering terms. Mr. Bellow planned to read for" , "date" : "19850119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "BELLOW VISITS NEW YORK FOR RARE PUBLIC READING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/19\/arts\/bellow-visits-new-york-for-rare-public-reading.html"} , {"body" : "Making a rare New York appearance, Saul Bellow will read from his works tonight at 8 in the Writer's Voice series at the West Side Y.M.C.A., 5 West 63d Street. Mr. Bellow, who won a Pulitzer Prize in 1975 for ''Humboldt's Gift'' and the Nobel Prize for Literature in 1976, will answer questions from the audience after the reading, then attend a" , "date" : "19850118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday BELLOW TO READ AT Y" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/18\/arts\/weekender-guide-friday-bellow-to-read-at-y.html"} , {"body" : "DRAWING CARD Frank Lloyd Wright was an architect well-known for his creation of new forms, for using his talents as artist and meticulous craftsman to translate his visions of the mind into representations on paper. More than 50 of his drawings are now on view at the fourth-floor Max Protetch Gallery, 37 West 57th Street (838-2340). There are" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/arts\/going-out-guide.html"} ,   {"body" : "Women Teaching Women: Basic Home Repair, New York City Technical Callege, Division of Continuing Education, Room 301, 300 Jay Street, Brooklyn, 718-643-5570. Wall repair, replacement of locks and installation of wallboard and tile are among the topics to be covered in this course, which begins Jan. 19. In addition to learning how to use various" , "date" : "19850110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: HOME REPAIRS FOR WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/10\/garden\/calendar-home-repairs-for-women.html"} , {"body" : "IT has been said that great rooms begin with great custom-made upholstered furniture. To make great rooms, when fireplaces must be flanked and nooks must be filled, decorators have long relied on two basic chair shapes, the Lawson and the Bridgewater. The Lawson chair is the little black dress of the upholsterer: comfortable and safe. A squared-off" , "date" : "19850110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "A REVIVAL OF THE SHAPELY DRAWING-ROOM CHAIR" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/10\/garden\/a-revival-of-the-shapely-drawing-room-chair.html"} , {"body" : "Markets Staying Open The end of the calendar year has traditionally marked the end of the city's Greenmarket year as well. In the past, with the exception of the Saturday market at Union Square, farmers and suppliers of the neighborhood outdoor markets have packed up at the onset of severe weather and gone home to winter on farms in the Hudson" , "date" : "19850109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/09\/garden\/food-notes-201685.html"} , {"body" : "With its creaking floors and curving iron staircase, the Community Book Store of Brooklyn Heights seems an unlikely flash point for a citywide conflict. But last spring, residents rallied, lobbied and petitioned to save the bookstore from conversion into an ice-cream parlor. The store started the New Year with one lawyer fighting an eviction order," , "date" : "19850108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MONTAGUE STREET (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "AS NEW SHOPS REPLACE THE OLD IN BROOKLYN HEIGHTS, BOOKSELLER FIGHTS BACK" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/08\/nyregion\/as-new-shops-replace-the-old-in-brooklyn-heights-bookseller-fights-back.html"} , {"body" : "A year ago, the idea of quiche being offered by restaurants and cafes in Ridgewood, Queens, was just one among the many dreams of trendiness Paul Kerzner harbored for his working-class neighborhood. But then the neighborhood joined such better-known communities as Greenwich Village, Park Slope, Brooklyn Heights and SoHo on the National Register of" , "date" : "19850103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Quiche Grows in Ridgewood" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/03\/nyregion\/new-york-day-by-day-quiche-grows-in-ridgewood.html"}]