[  {"body" : "IN the last decade, the Federal Government committed as much as $2.3 billion a year to sheltering low- and moderate-income people in New York City. In the same period, however, almost as many housing units were abandoned as were created. This year, Federal commitments amounted to only $789 million and, in the next decade, further reductions seem" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FACING UP TO THE HOUSING-SUPPLY ISSUE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/realestate\/facing-up-to-the-housing-supply-issue.html"} , {"body" : "Our agency serves annually more than 2,000 children and their families struggling with inadequate housing, child neglect and abuse, family violence and the heartbreaking hopelessness that results from overwhelming deprivation. Through intensive guidance and counseling, we help these families to discover the specific causes for their deep despair" , "date" : "19851222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "FUND'S 8 SOCIAL-SERVICE AGENCIES OFFER WIDE VARIETY OF ASISTANCE TO POOR; Struggling to Supply Help to the Helpless" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/22\/nyregion\/fund-s-8-social-service-agencies-offer-wide-variety-asistance-poor-struggling.html"} , {"body" : "Basketball Knicks vs. Cleveland Cavaliers, at Madison Square Garden, 7:35 P.M. World B. Free, the free spirit and high scorer from the Brownsville section of Brooklyn, makes his first visit to the Garden this season. The Cavaliers and the Knicks split six games last season. (Television - MSG, 7 P.M. Radio -WNBC 660, 7:20 P.M.) Colleges: Dowling at" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "THURSDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/sports\/thursday-sports.html"} , {"body" : "Pastel plazas and Victorian gazebos - bits of sunshine in New York's drabber neighborhoods - are in large measure the legacy of one small bureau and one 33-year-old landscape architect. The city's Bureau of Open Space Design, a six-member team in the Department of Housing Preservation and Development, began planting the designs of the architect," , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "73" , "title" : "ARCHITECT LEAVES LEGACY IN 20 PARKS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/nyregion\/architect-leaves-legacy-in-20-parks.html"} , {"body" : "If America has not altogether lost its zest for useful social experiment, Congress ought to leap at the modest mortgage subsidy fund for self-help housing programs inspired by Brooklyn's Nehemiah project. Representative Charles Schumer has prompted the House to write the program into its budget bill; the Senate now needs to accept the idea in" , "date" : "19851205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "A Housing Plan of National Interest" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/05\/opinion\/a-housing-plan-of-national-interest.html"} , {"body" : "AT the end of a dirt road in Catskill, N.Y., the white 14-room Victorian house sits on a bluff overlooking the Hudson River and mountains in the distance. Were he in the mood for a picture-postcard view, it is what Michael Tyson, boxing's hottest new heavyweight (13-0, 13 knockouts), would see from the front porch of this house that has stood for" , "date" : "19851202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "TYSON, AT AGE 19, RUSHES TO FUFILL D'AMATO VISION" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/02\/sports\/tyson-at-age-19-rushes-to-fufill-d-amato-vision.html"} , {"body" : "Two hundred poor and middle-class residents of East New York went to City Hall yesterday for an emotional and sometimes angry hearing on a proposal by a coalition of churches to build 1,500 low-cost single-family houses in their neighborhood. Half the residents went to praise the plan, arguing that it would be the beginning of a rebirth of the East" , "date" : "19851121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "EAST NEW YORK HOUSING PLAN STIRS EMOTIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/21\/nyregion\/east-new-york-housing-plan-stirs-emotions.html"} , {"body" : "Columbia University's trustees had one great honor left to give I. I. Rabi, and they gave it yesterday, announcing the creation of an Isidor Isaac Rabi chair in physics. Columbia has named few professorships for its scholars in their lifetimes. Dr. Rabi, its first University Professor, the Nobel Prize winner who created its renowned postwar physics" , "date" : "19851121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "1" , "title" : "COLUMBIA LAUDS RABI AS ITS 'BRILLIANT JEWEL'" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/21\/nyregion\/columbia-lauds-rabi-as-its-brilliant-jewel.html"} , {"body" : "To the Editor: A housing trust fund for New York State such as Ruben Klein speaks of (letter, Nov. 5) in response to your ''Housing Cash, Housing Questions'' editorial (Oct. 14) is a fine concept that would provide essential funds. It should be approved by the Legislature. However, we need to know how and where the money will be spent. Based on my" , "date" : "19851120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Blueprint for a New York City Housing Program" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/20\/opinion\/l-blueprint-for-a-new-york-city-housing-program-167329.html"} , {"body" : "Two people were killed and 12 others were injured when a taxicab went out of control during a robbery attempt late Sunday and crashed into two cars in Brooklyn, the police said yesterday. The impact tore apart one car, a two-door 1976 Toyota with nine people inside, and knocked the other car, a 1978 Cadillac with four occupants, across an" , "date" : "19851105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 KILLED AND 12 HURT AS CAB RACES OUT OF CONTROL" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/05\/nyregion\/2-killed-and-12-hurt-as-cab-races-out-of-control.html"}]