[  {"body" : "The New York City Department of Health last week released a list of 35 food establishments cited for violating the health code. In addition, it listed two restaurants that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Blimpie's, 163" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "35 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/nyregion\/35-food-outlets-cited-by-new-york-officials.html"} , {"body" : "A woman was killed and her husband was injured yesterday by a hit-and-run vehicle in Brooklyn, the police said. The victims, whose identities were not released, were taken to Woodhull Hospital, where she was pronounced dead and he was in stable condition with multiple injuries. They were struck by the car at about 1:40 A.M. as they crossed Bushwick" , "date" : "19851226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Hit-and-Run Car Kills Woman" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/26\/nyregion\/hit-and-run-car-kills-woman.html"} , {"body" : "The fatal shooting of Paul Castellano, the head of the Gambino crime family, was the latest in a long series of sensational killings involving warfare between competing factions of organized crime. Although countless gangland murders were committed before and after, the St. Valentine's Day Massacre in Chicago on Feb. 14, 1929, was the first to" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "SENSATIONAL KILLINGS FILL CRIME FAMILIES' HISTORY" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/nyregion\/sensational-killings-fill-crime-families-history.html"} , {"body" : "On weekday mornings, Eddie Barbour leaves his home on 60th Place in Ridgewood, Queens, and heads for work in the ACD Knitting Mill eight blocks away. About the same time, Vittoria Torrillo shuts the door of her house on Ridgewood's 69th Avenue and walks to her job at the Fritz Knitting Mill, four blocks from her house. The 32-year-old Mr. Barbour," , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "TRADE ISSUE HITS HOME IN A QUEENS COMMUNITY" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/trade-issue-hits-home-in-a-queens-community.html"} , {"body" : "A New York City police officer was indicted yesterday on charges that he sexually attacked eight prostitutes in Brooklyn and threatened them with a gun or a knife. The officer, Michael Jackson, 30 years old, who was appointed to the force in July 1981, is charged with 11 sexual attacks during a 10-month period beginning on May 1, 1984. Five of the" , "date" : "19851128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER HELD IN SEXUAL ATTACKS ON PROSTITUTES" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/28\/nyregion\/officer-held-in-sexual-attacks-on-prostitutes.html"} , {"body" : "Schools Chancellor Nathan Quinones yesterday made public the names of 72 New York City public high schools whose academic performance was found to be in the bottom 10 percent statewide in a recent state-sponsored survey. In a news briefing at Board of Education headquarters in Brooklyn, Mr. Quinones reiterated earlier criticisms of the state study," , "date" : "19851128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "CITY LISTS HIGH SCHOOLS RATED DEFICIENT BY STATE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/28\/nyregion\/city-lists-high-schools-rated-deficient-by-state.html"} , {"body" : "A 4-year-old Brooklyn boy was wounded in the stomach yesterday afternoon by a handgun fired accidentally by his 7-year-old brother, the police said. The boy was stable last night at Wyckoff Hospital. The gun was owned by the boys' father, Zacharias Perez, 30, of 280 Suydam Street in the Bushwick section, who was charged with illegal weapons" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "BOY ,7, SHOOTS BROTHER, 4" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/nyregion\/boy-7-shoots-brother-4.html"} , {"body" : "DRESSED to the teeth, clutching Filofaxes, wearing sunglasses indoors and traveling in packs between Seventh Avenue's showrooms and Central Park's hotels, fashion's lemmings have come to New York for the spring collections that began last week. By now, they've lost some of the spring in their step, but they press on, drunk on design, sniffling with" , "date" : "19851105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "NOTES ON FASHION" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/05\/style\/notes-on-fashion.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} ,   {"body" : "When Phillip Mahony graduated from college, he wanted to be a poet. He lived what he now calls ''the noble-poverty scene,'' working part-time jobs here and there, eating spaghetti often and writing verse after verse that never made it into print. Five years ago, at the age of 25, he joined the New York City police force and, on the beat in" , "date" : "19850901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "HEADLINERS; The Poetry of a Precinct" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/01\/weekinreview\/headliners-the-poetry-of-a-precinct.html"} , {"body" : "Three years ago, he was moving drug addicts off the corners and watching his back on a grim beat in Brooklyn. He carried two guns and a blackjack and wore a bulletproof vest. When people asked him in the summer if he was hot, he said, ''Yeah, but it's cold in the morgue.'' When his lunch hour came, he would open a book of Romantic poetry. And when" , "date" : "19850826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "AS A POLICE OFFICER PATROLLING BROOKLYN'S STREETS, A POET FINDS HIS MUSE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/26\/nyregion\/as-a-police-officer-patrolling-brooklyn-s-streets-a-poet-finds-his-muse.html"} , {"body" : "A coalition of churches seeking to revive the battered neighborhoods of eastern Brooklyn has received a commitment from New York City to help expand single-family housing in the East New York section. The housing is to be built under the coalition's so-called Nehemiah Plan, an ambitious project to build more than 5,000 such houses in the eastern" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "CHURCH GROUP WINS CITY'S HELP IN BROOKLYN HOUSING DRIVE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/nyregion\/church-group-wins-city-s-help-in-brooklyn-housing-drive.html"} , {"body" : "A group of Brooklyn churches has given the police a list of 72 storefront drug-selling operations, and the Police Commissioner said yesterday that the department would seek to get enough evidence to close down at least 60 of them by the end of the year. The group, called the East Brooklyn Churches, whose membership comprises several denominations" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Churches Compile List of Drug Sellers" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/nyregion\/the-city-churches-compile-list-of-drug-sellers.html"} , {"body" : "Building anew on old city streets requires patience, testing and a certain amount of luck. Factories and warehouses that are razed only from street level upward leave behind foundations, underground vaults and subterranean passageways that are filled with debris, covered over and forgotten until a new project goes up on the site. Simply building on" , "date" : "19850807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "About Real Estate; Slab Aid Program Keeps Manufacturers in the City" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/07\/business\/about-real-estate-slab-aid-program-keeps-manufacturers-in-the-city.html"} , {"body" : "An off-duty police officer was shot in the jaw early yesterday in Brooklyn, the police said. The officer, Jose Gonzales, who was in stable condition at Brooklyn Hospital, was shot at 5 A.M. in an apartment at 468 Bushwick Avenue, near Flushing Avenue in the Bushwick section. The police said Officer Gonzales, who was in a car with two other off-duty" , "date" : "19850724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Off-Duty Officer Shot in Jaw" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/24\/nyregion\/off-duty-officer-shot-in-jaw.html"} , {"body" : "When Ricky Casuso was 12, his block in the Bushwick section of Brooklyn was half-burned-down. One day, the future mayor and the future governor went to visit, to debate the future of the city's poorest neighborhoods. Ricky never forgot it. ''I helped him get elected,'' Ricky Casuso proudly told the youngsters around him at Mayor Koch's news" , "date" : "19850713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEW YORK DAY BY DAY; A Pledge Remembered" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/13\/nyregion\/new-york-day-by-day-a-pledge-remembered.html"} , {"body" : "Neighbors leaning out windows on this warm summer day began to clap as Joselyn Estevez walked by in her crisp, white cap and gown. In the summer breeze, the slight young woman held tight to her cap with one hand and to her speech with the other. Scratch music blared from open windows. Small children ran to her. She stepped gingerly on the gritty," , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/nyregion\/about-new-york.html"} , {"body" : "A 19-year-old man was found guilty yesterday of killing a transit police officer with her own gun in a weed-filled lot in Brooklyn last September. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Darryl Jeter, after deliberating eight hours over two days. Mr. Jeter, a resident of Brooklyn's Bushwick section," , "date" : "19850531" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED OF KILLING OFFICER WITH HER GUN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/31\/nyregion\/man-is-convicted-of-killing-officer-with-her-gun.html"} , {"body" : "A jury yesterday began deliberating charges that a teen-ager shot a New York Transit Authority police officer to death with her own gun in a vacant lot in Brooklyn last Sept. 21. The panel of six men and six women started considering the evidence in State Supreme Court in Brooklyn after hearing closing arguments in the weeklong second-degree murder" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Is Deliberating In Slaying of Officer" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/jury-is-deliberating-in-slaying-of-officer.html"} ,   {"body" : "The teen-ager accused of murdering a Transit Authority police officer denied the charge yesterday as he testified that a friend had given him the murder weapon - the officer's revolver - after the shooting. The defendant, Darryl Jeter, 19 years old, said he had received the gun from the friend, Eric Foster, after the shooting of the officer," , "date" : "19850529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teen-Ager, in Court, Denies Killing Transit Police Officer" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/29\/nyregion\/teen-ager-in-court-denies-killing-transit-police-officer.html"} , {"body" : "A witness testified in court yesterday that she saw a man ''hovered over'' the form of a transit police officer in a vacant lot in Brooklyn in which the officer was later found shot to death last Sept. 21. The man, Daryl Jeter, 19 years old, is on trial in State Supreme Court in Brooklyn, charged with murdering the officer, Irma Lozada, 25. The" , "date" : "19850523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Witness Testifies In Officer's Death" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/23\/nyregion\/the-city-witness-testifies-in-officer-s-death.html"} , {"body" : "A 64-year-old retired police officer was shot to death in a Brooklyn barbershop yesterday afternoon by one of two men who apparently intended to rob the shop, the police reported. The retired officer, Cecil Johnson of 704 Chauncey Street in the Bushwick section, was having his hair cut in the Banks Barber Shop at 173 Reid Avenue in" , "date" : "19850523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Ex-Officer Is Slain In Barbershop" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/23\/nyregion\/the-city-ex-officer-is-slain-in-barbershop.html"} , {"body" : "A prosecutor charged in court yesterday that a 19-year-old man executed a Transit Authority police officer with her own gun in a weed-filled lot in Brooklyn last September. A defense lawyer responded that the teen-ager was not guilty and was the ''victim of a frameup'' by the police. The statements were made in State Supreme Court in Brooklyn as" , "date" : "19850522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MURDER TRIAL OPENS IN CASE OF AN OFFICER KILLED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/22\/nyregion\/murder-trial-opens-in-case-of-an-officer-killed-in-brooklyn.html"} , {"body" : "Coney Island and Bushwick, both scenes of urban blight, are not the sort of neighborhoods where exemplary schools are normally found. But the two sections at opposite ends of Brooklyn in fact boast remarkably successful schools that some educators believe offer an example to districts elsewhere. For several years, Mark Twain Junior High, near the" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "9" , "title" : "EDUCATION WATCH; BROOKLYN SCHOOLS ATTRACT ACHIEVERS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/weekinreview\/education-watch-brooklyn-schools-attract-achievers.html"} , {"body" : "Workers at 11 large cemeteries in the New York City area went on strike yesterday, setting up pickets at cemetery gates as funeral processions rolled in. There appeared to be little initial disruption for mourning families because many graves had been dug in advance. But both the union representing the workers and cemetery officials said that," , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "WORKERS STRIKE AT 11 CEMETERIES IN NEW YORK AREA" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/nyregion\/workers-strike-at-11-cemeteries-in-new-york-area.html"} , {"body" : "The New York City Department of Health last week released a list of 81 food establishments cited for violations of the health code. In addition, it listed five that had been allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Hang Zhou Lou" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "65" , "title" : "NEW YORK INSPECTORS CITE 81 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/nyregion\/new-york-inspectors-cite-81-food-outlets-for-health-offenses.html"} , {"body" : "Federal and city officials yesterday announced the arrests of seven people and the ''breakup of a major heroin distribution ring'' that they said had its ''nerve center'' in a coin-operated laundry in the Bushwick section of Brooklyn. A New York City police officer, posing as a Massachusetts drug trafficker who wanted to obtain heroin for sales in" , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "SEVEN ARRESTED IN DRUG RING AT BROOKLYN LAUNDRY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/nyregion\/seven-arrested-in-drug-ring-at-brooklyn-laundry.html"} , {"body" : "When Fanny and Eligio Meola bought a three-story brick house on a rutted dead- end street in Richmond Hill several years ago, their neighbors were wary of the Colombian newcomers and their four children. None of the longtime Italian residents on the working-class block actually communicated their displeasure, Mrs. Meola said, but she nonetheless" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN RICHMOND HILL, LATINS ARE LATEST IN MELTING POT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/in-richmond-hill-latins-are-latest-in-melting-pot.html"} , {"body" : "Federal extortion charges were brought yesterday against 20 current and former New York City Housing Authority supervisors and building superintendents, in what prosecutors said was a widening investigation of corruption in the agency's repair and maintenance program. In addition to the employees charged yesterday, the owner of a Brooklyn" , "date" : "19850416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "21 IN CITY CHARGED WITH CORRUPTION AT HOUSING AGENCY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/16\/nyregion\/21-in-city-charged-with-corruption-at-housing-agency.html"} ,   {"body" : "Forty-three homeless people, including 26 children, slept in emergency welfare offices in Manhattan and Brooklyn Thursday night because every bed available for homeless families in shelters and hotels around the city was filled, city officials said. Weary parents who had spent the night sleeping on cots and plastic chairs and the floor of the" , "date" : "19850413" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY IS FORCED TO LET 43 HOMELESS STAY THE NIGHT IN WELFARE OFFICES" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/13\/nyregion\/city-is-forced-to-let-43-homeless-stay-the-night-in-welfare-offices.html"} , {"body" : "As at least 4 of his victims and 40 neighborhood residents packed the courtroom, the man convicted of being the ''Flatbush rapist'' was sentenced yesterday to 273 to 546 years in prison by a Brooklyn judge who said she wanted to ''send a message.'' The judge, Sybil Hart Kooper of State Supreme Court, said she knew that under state law such a" , "date" : "19850411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RAPIST IS GIVEN 273-TERM AS 'A MESSAGE'" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/11\/nyregion\/rapist-is-given-273-term-as-a-message.html"} , {"body" : "A fire burned through a two-family house in Brooklyn early yesterday, killing five children. Two other children were reported in critical condition and four older residents were also injured. Four of the victims were children of Apolonia Toro, 27 years old, who was not injured. Her two other children were overcome by intense heat, smoke and carbon" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "5 CHILDREN DIE AS FIRE ENGULFS BROOKLYN HOUSE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/5-children-die-as-fire-engulfs-brooklyn-house.html"} , {"body" : "The growing challenge in the Sudan to President Gaafar al-Nimeiry's one- party rule has cut short his visit to the United States and altered his plans to visit Egypt and Pakistan this month. Mr. Nimeiry, who has been in the United States since last week, told United States officials he had decided to return home this weekend after a brief stop in" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEWS SUMMARY; SATURDAY, APRIL 6, 1985 International" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/news-summary-saturday-april-6-1985-international.html"} , {"body" : "When Joan Hardiman's boys were small and she wanted them to eat something good for them - fresh fruit, perhaps - she would climb to the second floor of her two-family house and stash it in her mother's refrigerator, the one that Patrick, Tommy, Michael and Kevin regularly raided. ''They never came into the house without first running upstairs,''" , "date" : "19850403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NOT FAR FROM A CITY'S BUSTLE, IN THE QUIET OF RICHMOND HILL, ROOTS GIVE A MEANING TO LIFE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/03\/nyregion\/not-far-city-s-bustle-quiet-richmond-hill-roots-give-meaning-life.html"} , {"body" : "RIDGEWOOD has traditionally been a closely knit ethnic community, where houses are passed down from generation to generation, where European languages can be heard in the streets and where, in the summer, neighbors sit on their front stoops and chat. But the recent designation of parts of this blue-collar neighborhood in Queens as a Federal" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN RIDGEWOOD" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/realestate\/if-you-re-thinking-of-living-in-ridgewood.html"} , {"body" : "A 27-year-old man was found guilty yesterday of raping and robbing seven women in a series of attacks last year in the Flatbush and East Flatbush sections of Brooklyn. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Gregory Pought, after deliberating for less than three hours following a weeklong trial. At the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED IN THE RAPE AND THE ROBBERY OF 7 WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/man-is-convicted-in-the-rape-and-the-robbery-of-7-women.html"} , {"body" : "Shaken by high dropout rates and public outrage over teen-age crime, New York City school officials are launching a new drive to prevent students from leaving high school before graduation. Victor Herbert, who won praise for changing Samuel Gompers Vocational-Technical High School in the South Bronx from a crime-ridden center of academic failure to" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY PLANS NEW EFFORT TO CURB DROPOUT RATE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/nyregion\/city-plans-new-effort-to-curb-dropout-rate.html"} , {"body" : "A longstanding dispute over a $500 debt was apparently the motive for an arson fire that killed five people in a social club in Brooklyn last month, the police said yesterday. Authorities indicated the debt might have involved a drug transaction. Two suspects were arrested Wednesday, and each will be charged with five counts of felony murder and" , "date" : "19850315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ARSON FATAL TO 5 AT CLUB IS LAID TO DEBT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/15\/nyregion\/arson-fatal-to-5-at-club-is-laid-to-debt-dispute.html"} , {"body" : "Two men were arrested in Brooklyn yesterday and charged with murdering five people who perished in a fire the men had set at a Williamsburg social club last month, the police said. The arson murders were a result of a dispute between one of the suspects and the owner of the social club, according to Inspector James Steproe. One of the suspects has" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 CHARGED IN 5 ARSON MURDERS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/nyregion\/2-charged-in-5-arson-murders.html"} ,   {"body" : "The City Department of Health last week released a list of 29 food establishments cited for violations of the health code. In addition, it listed 3 that were allowed to reopen after correcting earlier violations, 2 that were closed for having failed to do so, and 1, previously cited but not closed, that corrected violations. The establishments are" , "date" : "19850310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "29 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/10\/nyregion\/29-food-outlets-cited-by-city-for-violations-of-health-code.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Joseph Scott, of 1385 Fifth Avenue in Harlem, died of two gunshot wounds in the stomach early yesterday, the police said. Michael Peterson, 35 years old, who lived in the same building as Mr. Scott, was charged with shooting him in a hallway at 70 Lenox Avenue in Harlem . . . . Michael Robinson, 20, of 54 Rogers Avenue in the Flatbush section of" , "date" : "19850102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/02\/nyregion\/the-city-the-police-blotter.html"}]