[  {"body" : "Bedlam is served. Dinner in the Guarinos' kitchen at this time of year is accompanied by workers scurrying through with hammers and electrical wire, people screaming such things as ''Where's the hay for the manger,'' Santa adjusting his beard and a rather more somber man popping his head in the back door to say that someone has died again. The" , "date" : "19851221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; THOSE MEGAWATT MIRACLES OF THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/21\/nyregion\/about-new-york-those-megawatt-miracles-of-the-christmas-season.html"} , {"body" : "Alexander Hamilton Vocational High School, in the Bedford-Stuyvesant section of Brooklyn, closed its doors last June and then reopened in September as the Paul Robeson High School of Business and Technology. The transformation may have meant a better academic atmosphere, but basketball has been another matter. So far in its first season, Robeson" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SCOUTING; Even Blowouts Can't Slow Them" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/sports\/scouting-even-blowouts-can-t-slow-them.html"} , {"body" : "City and state officials have agreed that 17 New York City high schools should not have been included on a list of deficient public schools in the state, according to the Board of Education. The agreement, announced Friday, reduces to 56 the number of New York high schools listed on the State Comprehensive Assessment Report of ''schools in need of" , "date" : "19851215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "53" , "title" : "State Upgrades Rating For 17 Schools in City" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/15\/nyregion\/state-upgrades-rating-for-17-schools-in-city.html"} , {"body" : "The lighting ceremonies are not as elaborate as the one in Rockefeller Center, but when the Christmas displays are turned on in the Brooklyn neighborhoods of Canarsie and Bensonhurst the results are the same - admiring approval. On Sunday afternoon, a bus tour through these neighborhoods will be sponsored by the Brooklyn Historical Society." , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Christmas in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/christmas-in-brooklyn.html"} , {"body" : "Christmas Decorations, Brooklyn Historical Society, 128 Pierrepont Street, 718-624-0890. On Saturday from 2 to 4 P.M., children ages 6 to 10 can make traditional Dutch Christmas ornaments - one to adorn the tree in the society's library and the other to take home. Materials will be provided. Free. On Sunday at 3 P.M., the society will conduct a a" , "date" : "19851212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: BROOKLYN CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/12\/garden\/events-brooklyn-christmas.html"} , {"body" : "Dobbs Ferry set a Section I record for consecutive victories yesterday when it defeated Irvington, 17-0, in Section I's Class C Bowl Game at Memorial Field in Mount Vernon, N.Y. The victory was the 38th in a row for the Eagles, who led by 3 points at halftime. Scott Ritch threw two touchdown passes in the third quarter to lead Dobbs Ferry (9-0)," , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SCHOOL SPORTS; DOBBS FERRY GETS 38TH IN ROW" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/sports\/school-sports-dobbs-ferry-gets-38th-in-row.html"} , {"body" : "Schools Chancellor Nathan Quinones yesterday made public the names of 72 New York City public high schools whose academic performance was found to be in the bottom 10 percent statewide in a recent state-sponsored survey. In a news briefing at Board of Education headquarters in Brooklyn, Mr. Quinones reiterated earlier criticisms of the state study," , "date" : "19851128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "CITY LISTS HIGH SCHOOLS RATED DEFICIENT BY STATE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/28\/nyregion\/city-lists-high-schools-rated-deficient-by-state.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "Republicans, hoping to gain a seat on the City Council for the first time since 1982, are seeking to defeat two freshmen Democrats in conservative, largely Italian-American neighborhoods in Brooklyn and on Staten Island. In the First District, on the south shore of Staten Island, Susan Molinari, the daughter of United States Representative Guy V." , "date" : "19851029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "G.O.P. HOPING TO GAIN 2 SEATS ON CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/29\/nyregion\/gop-hoping-to-gain-2-seats-on-city-council.html"} , {"body" : "ONCE, long ago, there was to be a Verrazano Street in Greenwich Village. City maps show it curving gracefully through existing parcels of developed land from Seventh Avenue across Downing Street to the foot of Bedford Street at the Avenue of the Americas, snipping off a backyard here and a piece of a building there. The snippets were taken by the" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Perspectives: Land Divestitures; Disposing of City-Owned Property" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/perspectives-land-divestitures-disposing-of-city-owned-property.html"} ,   {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Football in the Public School Athletic League took a major step forward last season. John F. Kennedy, completing the best season in its history, became the first public school team to win the Metro Bowl, the annual contest between the public school and Catholic school champions that determines the city champion. Kennedy defeated St. John the" , "date" : "19850909" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "KENNEDY IS STILL DOMINATING CITY FOOTBALL PICTURE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/09\/sports\/kennedy-is-still-dominating-city-football-picture.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "The often-bitter fight for the Democratic nomination for Brooklyn borough president pits the incumbent, Howard Golden, against three challengers. But it also involves at least two significant contests for political power in the city. One opponent, Assemblyman Albert Vann, seeks a victory or at least a substantial vote to establish himself as a" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 POWER BATTLES BEHIND SCENES IN BOROUGH RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/nyregion\/2-power-battles-behind-scenes-in-borough-race.html"} , {"body" : "LABOR DAY weekend is, without a doubt, America's most bittersweet three-day holiday. With it, the warm, playful rhythms of summer end and the cooler, more serious days of autumn begin. But although the holiday lacks Memorial Day's anticipation of summertime fun and the joyful laziness of the Fourth of July, Labor Day weekend signals the last bash" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE LABOR DAY ARRAY: FESTIVALS TO FIREWORKS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/arts\/the-labor-day-array-festivals-to-fireworks.html"} , {"body" : "A subway riders group released a survey yesterday that concluded subway service had shown some improvement in the year since David L. Gunn took over management of the Transit Authority but on average was no better. ''The overall subway car environment remains intolerable,'' said the report by the group, the Straphangers Campaign. At a news" , "date" : "19850827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RIDERS GROUP CITES SMALL GAINS FOR SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/27\/nyregion\/riders-group-cites-small-gains-for-subways.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "A Brooklyn man was arrested in connection with the April 4 slaying of a local basketball coach aboard an IRT train, a Transit Authority spokesman said yesterday. The police are seeking a second man and an arrest is expected soon, the spokesman said. Investigators arrested Derrick Hoover, 21 years old, in front of his home at 1765 Prospect Place," , "date" : "19850817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; Suspect Is Seized In Subway Slaying" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/17\/nyregion\/the-city-suspect-is-seized-in-subway-slaying.html"} , {"body" : "From Joe Cirillo's Brooklyn rooftop the buildings of Manhattan, pressed shoulder to shoulder, look like a stage set propped against the sky. Wielding a broomstick, Mr. Cirillo ducks into his pigeon coop and the air comes alive with a flutter of feathers. Hundreds of pigeons sweep in a broad arc over the tar-papered tenement roofs, their white wing" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "THE PIGEON GAME: A FADING SPORT IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/the-pigeon-game-a-fading-sport-in-new-york.html"} , {"body" : "A 10-year-old Brooklyn boy was killed and a 12-year-old friend was seriously injured when they were struck by a Long Island Rail Road freight train as they played on the tracks in the Canarsie section of Brooklyn yesterday, the police said. The dead boy, Brian Barton of 640 Osborne Street, and his friend, Charles Tarvis of 610 Osborne Street, were" , "date" : "19850725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Boy Killed and Friend Injured By a Freight Train in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/25\/nyregion\/boy-killed-and-friend-injured-by-a-freight-train-in-brooklyn.html"} ,   {"body" : "NEW YORK is a city whose natives sail on the water, travel above and under it, romp, swim and fish in it, and just look dreamily at it. New York is no more Venice by the Sea than it is Baghdad on the Subway, but little in New York, from its people to its arts to its commerce to the city itself, would exist were it not for the confluence of ocean," , "date" : "19850712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THERE'S SOMETHING FOR EVERYONE ON THE SHORES OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/arts\/there-s-something-for-everyone-on-the-shores-of-the-city.html"} , {"body" : "THE holiday exodus from New York has left lots of elbow room this weekend for those who remain, with many opportunities for ambling - on one's own or on tours that will explore everything from barnacles to a Victorian house with secrets. Other possibilities include a regatta, juggling lessons, peculiar picnics, a dance festival, music, things that" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE HOLIDAY WEEKEND: A CHOICE OF CELEBRATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/arts\/the-holiday-weekend-a-choice-of-celebrations.html"} , {"body" : "There are two main purposes to the cricket match Sunday between the national team of Grenada and the American All-Stars at Memorial Stadium in Mount Vernon, N.Y. First, there is the good will that organizers hope will attend what is said to be the first visit to the United States by a sports team from Grenada. But the game will also be a showcase" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "CARIBBEAN AREA" , "MOUNT VERNON (NY)" , "GRENADA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "PRESERVING ISLAND TRADITION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/sports\/preserving-island-tradition.html"} , {"body" : "Four years ago Sidney Steinberg and Anthony Clemenza were renovating vacant loft buildings as apartments on lower Broadway in Manhattan. They did 32 units in Nos. 710, 722 and 620 Broadway, selling finished, full-floor apartments. ''But that business is dead,'' Mr. Steinberg said. ''You can't get vacant buildings and the city wants you to pay $5 to" , "date" : "19850621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "ABOUT REAL ESTATE; CONDOMINIUMS RISE IN FLATLANDS AREA" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/21\/business\/about-real-estate-condominiums-rise-in-flatlands-area.html"} , {"body" : "Borough President Howard Golden of Brooklyn announced his candidacy for a third term yesterday, saying he had led the borough to recovery and growth. ''During the past eight years, we have stabilized Brooklyn's decline and laid the groundwork for Brooklyn's resurgence,'' said Mr. Golden, who becomes the fourth candidate in the race. Mr. Golden, 60" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GOLDEN SEEKS 3D TERM AS BOROUGH PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/golden-seeks-3d-term-as-borough-president.html"} , {"body" : "Dorothy Wolff Levitt, a former community coordinator for the Board of Education in Brooklyn and the widow of Arthur Levitt, the State Comptroller for 24 years, died yesterday at New York Hospital. She was 84 years old and lived in Manhattan. Mrs. Levitt was born in Brooklyn and graduated from Adelphi College. She was on the faculty of Public School" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "5" , "title" : "DOROTHY WOLFF LEVITT" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/dorothy-wolff-levitt.html"} , {"body" : "The Democratic primary for Brooklyn borough president became a four-way race yesterday when Joseph Ferris, a former Assemblyman, announced his challenge of the incumbent, Howard Golden. Mr. Ferris, who lives in the Sunset Park section, called Mr. Golden the latest in a long line of ''caretaker'' Brooklyn borough presidents. ''We've had 40 years of" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FORMER ASSEMBLYMAN FERRIS JOINS BROOKLYN BOROUGH PRESIDENT RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/former-assemblyman-ferris-joins-brooklyn-borough-president-race.html"} , {"body" : "A 19-year-old man was found guilty yesterday of killing a transit police officer with her own gun in a weed-filled lot in Brooklyn last September. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Darryl Jeter, after deliberating eight hours over two days. Mr. Jeter, a resident of Brooklyn's Bushwick section," , "date" : "19850531" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED OF KILLING OFFICER WITH HER GUN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/31\/nyregion\/man-is-convicted-of-killing-officer-with-her-gun.html"} , {"body" : "Declaring that Brooklyn's problems and its solutions are ''not black or white,'' Assemblyman Albert Vann declared his candidacy yesterday for Brooklyn borough president, challenging the renomination of Howard Golden. ''Crime in our streets and on our subways, failing schools, housing shortages and the other urban diseases are not black or white,''" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "VANN BEGINS RACE TO UNSEAT GOLDEN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/nyregion\/vann-begins-race-to-unseat-golden.html"} , {"body" : "State Senator Martin Markowitz announced yesterday that he would challenge the Brooklyn Borough President, Howard Golden, for the Democratic nomination for the post. The announcement set the stage for a repeat of recent Democratic battles for control of the party in Brooklyn. Mr. Markowitz, who represents a district in central Brooklyn, opened his" , "date" : "19850510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN SENATOR BIDS FOR BOROUGH PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/10\/nyregion\/brooklyn-senator-bids-for-borough-president.html"} ,   {"body" : "The hour was late as the Canarsie-bound LL train rumbled along the elevated tracks in the East New York section of Brooklyn. Untouched and unbroken, a pane of glass simply fell from one of the doors to the track below. A few riders in the crowded car looked up and gave a knowing shake of the head. Then they then went back to reading or sleep," , "date" : "19850429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;Air-Conditioning on the LL" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/29\/nyregion\/new-york-day-by-day-air-conditioning-on-the-ll.html"} , {"body" : "You can't know Brooklyn. Not even the dead know Brooklyn, since it covers more than two-thirds of the earth's surface, and their proportionately huge cemeteries are confusing even to someone who is awake and full of energy. That the place is virtually infinite has several consequences and effects. For example, when you ask directions in Brooklyn," , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "HOW THE CITY SHAPES ITS WRITERS; BROOKLYN'S COMFORTING INFINITUDE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/magazine\/how-the-city-shapes-its-writers-brooklyn-s-comforting-infinitude.html"} , {"body" : "To the Editor: In his review of Jonathan Rieder's book ''Canarsie: The Jews and Italians of Brooklyn Against Liberalism'' (March 31), Herbert J. Gans writes, ''Perhaps [Canarsie residents] also share Ronald Reagan's intense faith in economic growth, but the 39th Assembly District, in which Canarsie is located, voted for Jimmy Carter in 1980 and" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "32" , "title" : "Liberals in Canarsie" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/books\/l-liberals-in-canarsie-197241.html"} , {"body" : "WHILE Manhattan has been something of a launch pad for apartment towers in the last two years, there has been no significant construction of unsubsidized apartment buildings in the other four boroughs. ''Developers feel they can make money in Manhattan, but nobody feels that strongly about the outer boroughs,'' said Harold Liebman, an architect" , "date" : "19850414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEW HOUSING LAGS IN OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/14\/realestate\/new-housing-lags-in-outer-boroughs.html"} , {"body" : "-yard line. You have five seconds. Name the longest river in Europe. That river question was one of 52 asked at last year's National Academic Super Bowl, held on the football field of Sandalwood High School in Jacksonville, Fla. The correct answer, the Volga, scored four points for a team of six high school students. There were no injuries at this" , "date" : "19850414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "19" , "title" : "THE SCHOOLS; ACADEMIA'S BRUISING SUPER BOWLS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/14\/education\/the-schools-academia-s-bruising-super-bowls.html"} , {"body" : "A 22-year-old woman on her way to work was crushed to death yesterday morning when an apparent stranger shoved her off the BMT subway platform at Union Square into the path of an incoming train, the police said. ''There was no conversation between them - he just came up behind her and pushed her in front of the train,'' said Inspector Charles V." , "date" : "19850404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN, 22, DIES AS MAN SHOVES HER UNDER SUBWAY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/04\/nyregion\/woman-22-dies-as-man-shoves-her-under-subway.html"} , {"body" : "The Canarsie section of Brooklyn is a long way from the oil patch. But Alan Gaines, who grew up in Canarsie, has something in common with T. Boone Pickens, the Texas oilman who is the chairman of the Mesa Petroleum Company. ''People like Boone Pickens gave me the guts to go out and criticize management in the oil industry,'' Mr. Gaines said, ''to" , "date" : "19850402" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; An Institutional Broker Has an Eye on Tenneco" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/02\/business\/business-people-an-institutional-broker-has-an-eye-on-tenneco.html"} , {"body" : "CANARSIE The Jews and Italians of Brooklyn Against Liberalism. By Jonathan Rieder. Illustrated. 290 pp. Cambridge, Mass. Harvard University Press. $22.50. CANARSIE has always been a maligned Brooklyn neighborhood, looked down upon for its alleged frontierlike toughness. Jonathan Rieder's ''Canarsie'' will unfortunately not alter the area's image," , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "THEY DREW A LINE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/books\/they-drew-a-line.html"} , {"body" : "Thomas J. Cuite, the City Council's majority leader, has not announced if he will seek re-election this year, but Democratic county leaders are already manuevering over his post, one of the most powerful in city government. At least two Democrats are already seeking Mr. Cuite's South Brooklyn Council seat. One, Stephen DiBrienza, nearly scored a" , "date" : "19850326" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLANS DRAWN FOR ANTICIPATED COUNCIL LEADER RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/26\/nyregion\/plans-drawn-for-anticipated-council-leader-race.html"} , {"body" : "They are the young urban professionals and they are toiling all day in their challenging jobs. They are toiling to find the perfect 1 br apt avail immed. They are toiling to improve their cardiovascular fitness. And when they are through with all that, they are toiling in night school. Night school? It's the thing to do. ''So many other people I" , "date" : "19850222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "4" , "title" : "YOUNG PROFESSIONALS FLOCK TO NIGHT SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/22\/style\/young-professionals-flock-to-night-school.html"} ,   {"body" : "While most of the attention in the new New York City political season has focused on the race for the Democratic mayoral nomination, there are already at least a dozen declared and prospective candidates for the party's nominations for City Council president, comptroller and three borough presidencies. Several of the campaigns involve efforts by" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "DEMOCRATS PREPARING FOR CITYWIDE AND BOROUGH CAMPAIGNS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/nyregion\/democrats-preparing-for-citywide-and-borough-campaigns.html"} , {"body" : "Marvelous Marvin Richardson dreams of dormitory life close to his home in Brooklyn, being in a conference and playing in a new gymnasium before large, cheering crowds. Richardson's hopes perhaps best portray the struggle for recognition and the spirit of the Brooklyn College basketball program since its jump from Division III to Division I three" , "date" : "19850204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "FEISTY BROOKLYN IS AMBITIOUS IN DIVISION I ROLE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/04\/sports\/feisty-brooklyn-is-ambitious-in-division-i-role.html"} , {"body" : "This is the time when boat owners often improve their skills by enrolling in various seamanship courses open to the public. One such program is the annual instruction on boating skills and safety offered by Flotilla 11-5 of the Coast Guard Auxiliary, which begins next Tuesday at 8 P.M. The lessons are free, except for a small fee occasionally for" , "date" : "19850201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "OUTDOORS; TIME TO HONE BOATING SKILLS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/01\/sports\/outdoors-time-to-hone-boating-skills.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Last week, Assembly Speaker Stanley Fink promised to spend a few days thinking about running for Mayor of New York City. On Monday, he said he had stopped thinking about it. ''I like my job,'' Mr. Fink said. ''I'd sooner be Speaker than Mayor.'' The name of Mr. Fink, a Democrat from the Canarsie section of Brooklyn, had cropped up from time to time" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fink Stops Weighing A Race Against Koch" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/fink-stops-weighing-a-race-against-koch.html"} , {"body" : "The feuding between Howard Golden, the Brooklyn Borough President, and Anthony J. Genovesi, the Canarsie Democratic leader and political ally of Mayor Koch and Assembly Speaker Stanley Fink, flared up again yesterday. Mr. Golden removed Mr. Genovesi from Community Board 18, which the Borough President says is controlled by Mr. Genovesi's Thomas" , "date" : "19850109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Feuding in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/09\/nyregion\/new-york-day-by-day-feuding-in-brooklyn.html"}]