[  {"body" : "Penelope Karagias, a Brooklyn real-estate broker who was active in apartment sales in Brooklyn Heights, Park Slope, Cobble Hill and Carroll Gardens, was found dead of carbon-monoxide poisoning on Tuesday morning in a garage opposite one of her offices at 343 Smith Street, the police reported. Miss Karagias was 43 years old and lived at 221 Carroll" , "date" : "19851129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Penelope Karagias, a Broker Of Brooklyn Apartment Sales" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/29\/nyregion\/penelope-karagias-a-broker-of-brooklyn-apartment-sales.html"} , {"body" : "The quaint, tree-lined streets of the Cobble Hill and Carroll Gardens sections of Brooklyn were turned into a muddy construction zone yesterday as utility workers sought to restore gas service interrupted by a broken water main. Inside the homes along the avenues and streets, residents assessed their damage from flooding. Mario and Giovanna" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER WATER-MAIN BREAK IN BROOKLYN, RESIDENTS AND UTILITY START CLEANING UP" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/after-water-main-break-in-brooklyn-residents-and-utility-start-cleaning-up.html"} , {"body" : "International A body washed up on Syria's coast is almost certainly that of Leon Klinghoffer of New York, the 69-year-old tourist reported slain by the hijackers of an Italian cruise liner, according to Reagan Administration officials. They said that there was a bullet hole in the skull of the partly decomposed body and that the shot seemed to have" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: WEDNESDAY, OCTOBER 16, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/news-summary-wednesday-october-16-1985.html"} , {"body" : "A water-main break caused damage that left almost 2,000 homes in Brooklyn without gas, water or phone service yesterday. By late afternoon, water and phone service had been restored to most of the homes - which are Carroll Gardens, Cobble Hill and part of Red Hook - but officials said it would be several days before gas was completely restored." , "date" : "19851015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WATER AND GAS CUT OFF TO 2,000 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/15\/nyregion\/water-and-gas-cut-off-to-2000-in-brooklyn.html"} , {"body" : "BROOKLYN is a borough of well-defined neighborhoods, and Court Street is a chain that ties several of them together. From Brooklyn Heights to Red Hook, the languages heard on Court Street, whether Arabic, Italian or the cadences of Wall Street, reflect the traditions of these neighborhoods. In much the same way, the food along the street, in both" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COURT STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "ONE BROOKLYN STREET, MANY ETHNIC FLAVORS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/garden\/one-brooklyn-street-many-ethnic-flavors.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "To the Editor: The proposal by the Koch administration to reinstate ferry service between Brooklyn and Manhattan (news item, July 12) has me both pleased and puzzled. As a resident of Brooklyn Heights, I would enjoy commuting to Manhattan by ferry in winter and summer. Many times, I enjoy walking over the Brooklyn Bridge regardless of the weather." , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "And a Trolley to Go With the Ferry" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/opinion\/l-and-a-trolley-to-go-with-the-ferry-179290.html"} , {"body" : "Christmas comes early in an election year. Though there are 178 days till Christmas, Mayor Koch issued a press release yesterday celebrating plans to open a 100-unit apartment complex for the elderly - by Dec. 25. ''Senior citizens in Carroll Gardens will have new homes by Christmas,'' begins the press release, the 269th issued by the Mayor in the" , "date" : "19850702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Planning in Plenty of Time" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/02\/nyregion\/new-york-day-by-day-planning-in-plenty-of-time.html"} , {"body" : "More than 80 people were camped out last night along Atlantic Avenue in Brooklyn Heights, some of them since Thursday, waiting for a chance to buy moderately priced condominiums. This morning the vigil will end when the Columbia Street Development Corporation at 327 Hicks Street accepts - on a first-come, first-served basis - offers for 54 units in" , "date" : "19850610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "80 CAMP OUT, WAITING FOR CONDOMINIUM OFFER" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/10\/nyregion\/80-camp-out-waiting-for-condominium-offer.html"} , {"body" : "The gymnasium is small, just wide enough for the basketball court that fills it, and the paint is peeling from the walls of the exercise room. But the building in Brooklyn Heights has been home to the Brooklyn Central Branch of the Y.M.C.A. of Greater New York for 15 years. In January, the Y.M.C.A.'s landlord, Grace Church, sold the building at 62" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Y.M.C.A. LOSING LEASE ON BUILDING IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/nyregion\/ymca-losing-lease-on-building-in-brooklyn.html"} ,   {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "Further evidence - if any is needed - that the Carroll Gardens section of Brooklyn is emerging as a rival to areas like Brooklyn Heights and Park Slope in its appeal to young professionals is in the construction of 15 cooperative apartments on Huntington Avenue between Court and Clinton Streets. The apartments, designed by the firm of DiFiore &" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; IN ROWHOUSE STYLE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/postings-in-rowhouse-style.html"} , {"body" : "A double-height ceiling in an apartment or house is often overenthusiastically called a cathedral ceiling. But in the case of Nancy Olson's one-bedroom Brooklyn apartment, the 15-foot-high vaulted ceiling with Gothic trim is actually part of the former South Congregational Church in Carroll Gardens. The 1860 Romanesque Revival church, which has a" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "LIVING IN A FORMER CHURCH: SPACE, DRAMA AND TRANQUILITY" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/garden\/living-in-a-former-church-space-drama-and-tranquility.html"} , {"body" : "The State Correction Commissioner accused a State Senator today of spreading tales about him because a group founded by the senator had failed to get a lucrative prison construction contract in the Bronx. ''What he wanted,'' the Commissioner, Thomas A. Coughlin 3d, said of the Senator, Israel Ruiz Jr., a Democrat of the Bronx, ''was control of the" , "date" : "19850305" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CORRECTION CHIEF AIRS DISPUTE WITH STATE SENATOR" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/05\/nyregion\/correction-chief-airs-dispute-with-state-senator.html"} , {"body" : "At the intersection of Third Place and Court Streets, work is nearly completed on the first of two apartment buildings, which will include eight residential cooperative apartments and one unit to be sold as a medical cooperative. Both buildings will feature a brown granite facade on the first floor with brownstone facing on the upper levels. In" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; CO-OPS FOR CARROLL GARDENS In the heart of the Carroll Gardens section of Brooklyn, a neighborhood distinguished by its graceful brownstones with deep front yards, a local developer is building two new cooperative residences, one of which will also have medical office space." , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/realestate\/postings-ops-for-carroll-gardens-heart-carroll-gardens-section-brooklyn.html"}]