[  {"body" : "DELVING into the history of an old house to determine its date and original architectural style, and to learn something about the family that built it, is becoming increasingly common among owners for both fun and profit. The historical details can help in developing an accurate restoration plan, down to such matters as the type of finishes that" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING OLD HOUSES; ACCURATE HISTORIES ARE USEFUL" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/realestate\/talking-old-houses-accurate-histories-are-useful.html"} , {"body" : "''THIS building is not in the city's historic-preservation district,'' said Marc Crawford Leavitt, a developer who is rehabilitating the 48-unit, six-story building at 430 Clinton Avenue in the Clinton Hill section of Brooklyn. On the other hand, it is within the state's historic-preservation district, an extension of the city district at the" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: REHABILITATIONS; REVIVING A TROUBLE BUILDING" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/realestate\/perspectives-rehabilitations-reviving-a-trouble-building.html"} , {"body" : "THE quiet, tree-shaded peace of the 200 block of Clinton Avenue is one of the central features of Clinton Hill, a Brooklyn neighborhood just a few blocks east of Fort Greene Park. Both the Federal Government and the city have designated Clinton Hill a historic district, and a brief walk through the neighborhood reveals dramatic mansions and stylish" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/realestate\/if-you-re-thinking-of-living-in-clinton-hill.html"} , {"body" : "PRESERVATIONISTS and developers -two groups that do not always think alike - are saying the same thing these days: President Reagan's proposed repeal of investment tax credits would imperil the restoration of landmark buildings, blighted historic neighborhoods and older commercial districts. The proposal has already curtailed new development and" , "date" : "19850707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESTORATION TAX CREDITS AT RISK" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/07\/realestate\/restoration-tax-credits-at-risk.html"} , {"body" : "AT first glance, the signs of the revitalization that has taken place over the past decade in the Fort Greene section of Brooklyn seem no different than evidences of gentrification elsewhere. The brownstones and rowhouses that were little more than burnt-out shells 10 years ago have been carefully restored. Dumpsters packed with rubble from" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FORT GREENE INTEGRATES AS IT GENTRIFIES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/realestate\/fort-greene-integrates-as-it-gentrifies.html"} , {"body" : "I TOOK a trip to the heart of darkness the other day. I went back on the A train. It is not like the Long Island Rail Road. The problem - is there only one? - of living out here is that you can't take the subway. I suppose I still have an idealized memory of how easy it was to get around by taking subways or buses. Perhaps in those old days I used" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; THE PAST MEETS THE PRESENT ON THE A TRAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/nyregion\/about-long-island-the-past-meets-the-present-on-the-a-train.html"} , {"body" : "The red brick of the sprawling 1,200-unit Clinton Hill Apartments complex in Brooklyn stands out starkly amid the old converted mansions that line Clinton Avenue just east of Fort Greene Park. But the conversion of the 12-building complex to a co-op has melded more smoothly than many had expected into this rapidly changing section of Brooklyn. And" , "date" : "19850322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "ABOUT REAL ESTATE; A CONVERSION'S IMPACT ON CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/22\/business\/about-real-estate-a-conversion-s-impact-on-clinton-hill.html"} , {"body" : "There is a smile on Fred Thompson's face. ''Mary, get in with them and run,'' he scolds a 14-year-old. ''No, it's going to hurt me,'' she says, an angry look playing over her face. ''C'mon, Mary, run, run,'' shout other women. Reluctantly, driven as much by Thompson's stare as her small feet, she gets into the pack for the start of the first of" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PROVING GROUND FOR FLEET WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/sports\/proving-ground-for-fleet-women.html"}]