[  {"body" : "Penelope Karagias, a Brooklyn real-estate broker who was active in apartment sales in Brooklyn Heights, Park Slope, Cobble Hill and Carroll Gardens, was found dead of carbon-monoxide poisoning on Tuesday morning in a garage opposite one of her offices at 343 Smith Street, the police reported. Miss Karagias was 43 years old and lived at 221 Carroll" , "date" : "19851129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Penelope Karagias, a Broker Of Brooklyn Apartment Sales" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/29\/nyregion\/penelope-karagias-a-broker-of-brooklyn-apartment-sales.html"} , {"body" : "The Boerum and Cobble Hill sections of Brooklyn are among the outer-borough neighborhoods that have become magnets for young professionals in search of affordable housing. The developers of a former commercial building on the corner of Smith and Wyckoff Streets, in an area wedged between the neighborhoods, have designed their new condominium" , "date" : "19851124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Brooklyn Condos: 42 Affordables" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/24\/realestate\/postings-brooklyn-condos-42-affordables.html"} , {"body" : "The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed five that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Bar, 1053 St. Nicholas" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "70" , "title" : "NEW YORK INSPECTORS CITE 36 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/nyregion\/new-york-inspectors-cite-36-food-outlets-for-health-offenses.html"} , {"body" : "The quaint, tree-lined streets of the Cobble Hill and Carroll Gardens sections of Brooklyn were turned into a muddy construction zone yesterday as utility workers sought to restore gas service interrupted by a broken water main. Inside the homes along the avenues and streets, residents assessed their damage from flooding. Mario and Giovanna" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER WATER-MAIN BREAK IN BROOKLYN, RESIDENTS AND UTILITY START CLEANING UP" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/after-water-main-break-in-brooklyn-residents-and-utility-start-cleaning-up.html"} , {"body" : "International A body washed up on Syria's coast is almost certainly that of Leon Klinghoffer of New York, the 69-year-old tourist reported slain by the hijackers of an Italian cruise liner, according to Reagan Administration officials. They said that there was a bullet hole in the skull of the partly decomposed body and that the shot seemed to have" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: WEDNESDAY, OCTOBER 16, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/news-summary-wednesday-october-16-1985.html"} , {"body" : "A water-main break caused damage that left almost 2,000 homes in Brooklyn without gas, water or phone service yesterday. By late afternoon, water and phone service had been restored to most of the homes - which are Carroll Gardens, Cobble Hill and part of Red Hook - but officials said it would be several days before gas was completely restored." , "date" : "19851015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WATER AND GAS CUT OFF TO 2,000 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/15\/nyregion\/water-and-gas-cut-off-to-2000-in-brooklyn.html"} , {"body" : "Architects at Work, Municipal Art Society, 457 Madison Avenue (50th Street), 212-935-3960. The first of four tours of architectural firms will be presented by the society Tuesday from 1 to 2:30 P.M. The visits will show the departments of the firms and the phases of an architectural project. The other dates are Oct. 15, 22 and 29. Reservations" , "date" : "19851003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: TOUR OF ARCHITECTURAL FIRMS" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/03\/garden\/calendar-tour-of-architectural-firms.html"} , {"body" : "The New York City Department of Health last week cited 19 food establishments for violating the health code. In addition, it listed four that were allowed to reopen after correcting earlier violations and nine that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Larry's Natural Ice, 25 W. 39th St. Lasker" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "NEW YORK INSPECTORS CITE 19 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/nyregion\/new-york-inspectors-cite-19-food-outlets-for-health-offenses.html"} , {"body" : "BROOKLYN is a borough of well-defined neighborhoods, and Court Street is a chain that ties several of them together. From Brooklyn Heights to Red Hook, the languages heard on Court Street, whether Arabic, Italian or the cadences of Wall Street, reflect the traditions of these neighborhoods. In much the same way, the food along the street, in both" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COURT STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "ONE BROOKLYN STREET, MANY ETHNIC FLAVORS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/garden\/one-brooklyn-street-many-ethnic-flavors.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} ,   {"body" : "The New York City Department of Health last week released a list of 25 food establishments cited for violating the health code. In addition, it listed 13 that were allowed to reopen after correcting earlier violations and 4 that were closed for having failed to do so, The establishments are these: Violations MANHATTAN Blimpies, 225 7th Ave. (23d" , "date" : "19850825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "NEW YORK CITES FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/25\/nyregion\/new-york-cites-food-outlets.html"} , {"body" : "AT first glance, the signs of the revitalization that has taken place over the past decade in the Fort Greene section of Brooklyn seem no different than evidences of gentrification elsewhere. The brownstones and rowhouses that were little more than burnt-out shells 10 years ago have been carefully restored. Dumpsters packed with rubble from" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FORT GREENE INTEGRATES AS IT GENTRIFIES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/realestate\/fort-greene-integrates-as-it-gentrifies.html"} , {"body" : "Because of an editing error, a report in the Weekender Guide yesterday on ''The Shooting of Dan McGrew'' located Public School 29 in an incorrect district. It is in the Cobble Hill section of Brooklyn." , "date" : "19850608" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "25" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/08\/nyregion\/c-correction-038138.html"} , {"body" : "Friday FOLK-ROCK FROM ENGLAND Contemporary interpretations of traditional English folk tunes will be on the program when three well-known English folk-rock groups join forces for a triple-bill concert tonight. Steeleye Span, one of Britain's most popular folk-rock groups of the 1970's, mixes acoustic and electric music, drawing on traditional folk" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/arts\/weekender-guide.html"} , {"body" : "Ninth Annual Ukrainian Festival, East Seventh Street, between Second and Third Avenues. Today, from 4 to 11 P.M.; tomorrow, 11 A.M. to 11 P.M.; Sunday, 1 to 10 P.M, rain or shine. Entertainment, arts and crafts, homemade food. Sponsored by St. George's Ukrainian Catholic Church, which will benefit from the proceeds. Information: 674-1615. Ye Olde" , "date" : "19850517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/17\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "The gymnasium is small, just wide enough for the basketball court that fills it, and the paint is peeling from the walls of the exercise room. But the building in Brooklyn Heights has been home to the Brooklyn Central Branch of the Y.M.C.A. of Greater New York for 15 years. In January, the Y.M.C.A.'s landlord, Grace Church, sold the building at 62" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Y.M.C.A. LOSING LEASE ON BUILDING IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/nyregion\/ymca-losing-lease-on-building-in-brooklyn.html"} , {"body" : "The battered old green car pulls up outside P.S. 29, an elementary school in the Cobble Hill section of Brooklyn. Out jumps a tall, handsome man in blue cotton pants and running shoes, all grace and exuberance in the morning. Jacques d'Amboise, the legendary principal dancer with the New York City Ballet who has been reborn as the Pied Piper of" , "date" : "19850506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "D'AMBOISE MAKES P.S. 29 FEEL LIKE DANCING" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/06\/nyregion\/d-amboise-makes-ps-29-feel-like-dancing.html"} , {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "There is perhaps no more telling symbol of the transformation of the Cobble Hill section of Brooklyn than the current effort to convert the 63-year-old Sacred Heart and St. Stephen's School on Hicks Street into condominium apartments. In recent years the neighborhood of turn-of-the-century brownstones and tree-lined streets, with its vital shopping" , "date" : "19850414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; THE FOURTH R, FOR RESIDING" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/14\/realestate\/postings-the-fourth-r-for-residing.html"} , {"body" : "THE weather is getting warmer. Trees are in bloom. And New Yorkers are emerging onto the streets for the phenomenon known as the Walking Tour. Tour-takers will explore areas from the Bronx to Brooklyn and Staten Island tomorrow and Sunday on what Mayor Koch has proclaimed as ''New York Walkers Weekend.'' They will eat and sing their way through the" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE TO WALK NOW THAT SPRING'S AFOOT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/arts\/where-to-walk-now-that-spring-s-afoot.html"} ,   {"body" : "EVEN a feisty official like Mayor Koch surely must endure uncomfortably the criticisms that come with public office. But the Mayor undoubtedly took pleasure last week in decisions by two of his foremost critics to challenge him in the Democratic mayoral primary. Despite months of negotiations, leaders of the constituencies most dissatisfied with" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "HOW TO RUN FOR MAYOR, PHASE 1" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/weekinreview\/how-to-run-for-mayor-phase-1.html"}]