[  {"body" : "Could it be that Stephen J. Solarz is mellowing? The enfant terrible of Brooklyn is sitting in his corner office in the Longworth Building, the office with the inspiring view of the Capitol Dome. He is eating a cold piece of pizza off a paper plate, leaning forward as he chews, perhaps to keep the tomato sauce off his pants, perhaps because he is" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "32" , "title" : "SOLARZ NOW SEES SENIORITY AND SAYS IT WORKS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/us\/solarz-now-sees-seniority-and-says-it-works.html"} , {"body" : "The State Education Commissioner ruled today that students from the St. George's University School of Medicine in Grenada could not do their clinical training in New York State hospitals. The Commissioner, Gordon M. Ambach, said that the St. George's program was too fragmented and that the involvement of school officials in clinical training away" , "date" : "19851225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GRENADA" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "34" , "title" : "STATE RESTRICTS MEDICAL SCHOOL FROM GRENADA" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/25\/nyregion\/state-restricts-medical-school-from-grenada.html"} , {"body" : "''Is this the spot?'' Janet D'Amico asked as she joined the crowd. ''This is the spot,'' said Akeem Reynolds, who seemed to be there for the day, ''from now on.'' There was no formal ceremony, but a patch of pavement in front of Sparks Steak House, on East 46th Street near Third Avenue, took its place in the annals of New York Mafia folklore" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "ABOUT NEW YORK; GANGLAND KILLING LURES GAWKERS TO 46TH ST." , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/about-new-york-gangland-killing-lures-gawkers-to-46th-st.html"} , {"body" : "The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed one that was allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN Aniello's Pizza, 19 Ann St. (Theatre Alley). B&H Dairy, 127 2d Ave. (7th St.)" , "date" : "19851215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "81" , "title" : "NEW YORK INSPECTORS CITE 36 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/15\/nyregion\/new-york-inspectors-cite-36-food-outlets-for-health-offenses.html"} , {"body" : "Heading to Europe during the holidays, three travelers from the South are having a hard time making a connection at Kennedy International Airport. So they may spend a night in the city next week. Nothing remarkable about that? No, except their night is to be spend in a salt-water pool at the New York Aquarium in the Coney Island section of" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GULF OF MEXICO" , "SWEDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Ready for Drop-In Guests" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/nyregion\/new-york-day-by-day-ready-for-drop-in-guests.html"} , {"body" : "The New York City Department of Health last week released a list of 67 food establishments cited for having violated the health code. In addition, it listed three that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Afghanistan, 764 9th" , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "85" , "title" : "NEW YORK INSPECTORS CITE 67 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/nyregion\/new-york-inspectors-cite-67-food-outlets-for-health-offenses.html"} , {"body" : "A key prosecution witness in a Federal trial of 10 reputed members of the Gambino crime group identified Paul Castellano yesterday as the successor to the late Carlo Gambino as head of the organization. The 37-year-old witness, Dominick Montiglio, is the nephew of Anthony F. Gaggi, 57, who prosecutors contend is a key lieutenant in the Gambino" , "date" : "19851205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "WITNESS TESTIFIES CASTELLANO IS THE SUCCESSOR TO GAMBINO" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/05\/nyregion\/witness-testifies-castellano-is-the-successor-to-gambino.html"} , {"body" : "The New York City Department of Health last week released a list of 30 food establishments cited for violating the health code. In addition, it listed two that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Baskin-Robbins, 1357 3d" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "NEW YORK CITES FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/new-york-cites-food-outlets.html"} , {"body" : "DEAR DIARY: The other day I saw a penny fall from someone's purse. No one stopped to pick it up. It stayed there on the sidewalk and those who did spot it simply went on their way. What's a penny, they seemed to be thinking. I bent over and picked it up, tossed it around in my hand and remembered. I remembered when I was a child and my aunt lost a" , "date" : "19851127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/27\/garden\/metropolitan-diary-184303.html"} , {"body" : "The reconstruction of the BMT tracks between the 36th Street station and Stillwell Avenue-Coney Island terminal on the West End line in Brooklyn is expected to start next spring and continue for almost four years, the Transit Authority announced yesterday. The renovation of the line, the route of the B train, which was built in 1916-1917, will" , "date" : "19851114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Repairs on the BMT To Start Next Spring" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/14\/nyregion\/repairs-on-the-bmt-to-start-next-spring.html"} ,   {"body" : "The Ferris wheel at Coney Island is barely visible in the distant fog as the Scuba Sue, a 36-foot sport-fishing boat, heads away from Brooklyn's Barren Island Marina. A half mile off Breezy Point in the Rockaway Inlet, eight divers in skintight wet suits, oxygen tanks strapped to their backs, ar on deck, shivering from a strong offshore wind as" , "date" : "19851113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "THE SPORT OF DIVING FOR LOBSTERS IN THE WATERS OFF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/13\/garden\/the-sport-of-diving-for-lobsters-in-the-waters-off-new-york.html"} , {"body" : "WHEN NEW YORKERS of a certain age, no matter what their ethnic origin or their station in life, speak of ''eating Chinese,'' a second-floor restaurant in Chinatown is the sort of place they mean. Here meals can last hours, and between courses unhurried and sometimes weighty talk can ensue. It's not exactly an evening at Virginia Woolf's, but then" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "EATING WITH THEIR MOUTHS OPEN" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/eating-with-their-mouths-open.html"} , {"body" : "I ARRIVED IN NEW YORK IN 1935, IN the time of the Depression. The older people I met in Sea Gate, Brooklyn, where my brother, the writer I. J. Singer, lived during the summer, all spoke about the fortunes they had amassed in the time of the Prosperity and the great losses they had suffered in the Wall Street Crash. They all seemed to be has-been" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "106" , "title" : "GREENHORN IN SEA GATE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/greenhorn-in-sea-gate.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "The state has agreed to study the feasibility of constructing a 27,500-seat stadium for amateur sports and minor-league baseball at Coney Island, officials said yesterday. The review, to be conducted by Pratt Institute's Center for Community and Environmental Development, will focus on the design and financing of the stadium, as well as its" , "date" : "19851025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STATE APPROVES STADIUM STUDY" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/25\/nyregion\/state-approves-stadium-study.html"} , {"body" : "''Stanley Kaplan,'' the gray-haired woman called as she rushed across the mezzanine of the Barbizon-Plaza Hotel. Mr. Kaplan paused and a tense furrow of concentration passed across his brow. Then he smiled and said, ''Of course. Aimee Rubin. I helped you in algebra.'' ''Helped me,'' echoed Aimee Rubin Parker. ''Without you I would never have passed" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "CLASS OF '35 RECALLS GLORY DAYS AT JAMES MADISON" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/class-of-35-recalls-glory-days-at-james-madison.html"} , {"body" : "IN their widening search for value and space, many New York City house-hunters are turning to the middle of Brooklyn, to an oasis of large one-family houses, wide oak- and maple-lined streets, a small-town sense of community and reasonable prices. The area is Flatbush. But not the seedy Flatbush of Flatbush Avenue, nor the rows of attached two- and" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HISTORIC FLATBUSH: A NEW FRONTIER FOR HOUSE-HUNTING" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/realestate\/historic-flatbush-a-new-frontier-for-house-hunting.html"} , {"body" : "A man shot four bystanders when he pulled a gun on a group of men trying who were trying to rob him yesterday in Brooklyn, the police said. The man's attackers fled, abducting an off-duty corrections officer during their escape, the police said. The corrections officer, Daniel Schweit, 26 years old, was found uninjured and handcuffed to a fence two" , "date" : "19851007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 SHOT AS MAN RESISTS HOLDUP" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/07\/nyregion\/4-shot-as-man-resists-holdup.html"} , {"body" : "Hurricane Gloria charged up the Atlantic seaboard yesterday and slammed into the New York metropolitan region with pounding winds and heavy rains. Long Island and Connecticut bore the brunt, but most of the region appeared to take the awesome storm in stride. The hurricane - 300 miles of churning spiral arms that hurled winds up to 130 miles an" , "date" : "19850928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HURRICANE POUNDS NEW YORK REGION: DAMAGE MODERATE; 280,000 FLEE HOMES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/28\/nyregion\/hurricane-pounds-new-york-region-damage-moderate-280000-flee-homes.html"} , {"body" : "Friday PLENTY MORE HARE David Hare, the British playwright who won acclaim with ''Plenty'' a while back, has a new play starting performances at the Public Theater this weekend. ''A Map of the World,'' which stars Elizabeth McGovern, Zeljko Ivanek, Roshan Seth and Alfre Woodard, is directed by Mr. Hare. Set in Bombay at a Unesco conference on world" , "date" : "19850920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/20\/arts\/going-out-guide.html"} ,   {"body" : "The body of a 25-year-old man who had been shot was found aboard a boat at a marina on Long Island's South Shore early yesterday. About four hours later, the body of the boat's owner, a 50-year-old Brooklyn man, surfaced in the water about 25 feet away. An 18-month-old boy was found unharmed, sleeping on a bunk in the cabin of the boat not far from" , "date" : "19850916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NY)" , "NORTH LONG BEACH (NY)" , "OCEANSIDE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "TWO BODIES FOUND, ONE WITH GUNSHOT, AT MARINA" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/16\/nyregion\/two-bodies-found-one-with-gunshot-at-marina.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Labor Day signals the psychological end of summer. And tomorrow, the public can bid the season farewell on the city's beaches with Parks Commissioner Henry J. Stern and the Park Rangers. They will walk the beaches beginning with Orchard Beach, in Pelham Bay Park in the Bronx, at 10 A.M. Mini vans, free of charge, will transport people from the" , "date" : "19850831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; A STROLL ON THE BEACHES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/31\/nyregion\/new-york-day-by-day-a-stroll-on-the-beaches.html"} , {"body" : "He bills himself as a ''one-man sideshow,'' and through Monday John Bradshaw will eat fire, lie on a bed of nails and perform other feats at the Museum\/Theater of Coney Island, Boardwalk and West 12th Street, in Brooklyn. Mr. Bradshaw is a former circus barker who has performed at folk festivals and museums around the country. He will appear" , "date" : "19850831" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "'One-Man Sideshow'" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/31\/arts\/one-man-sideshow.html"} , {"body" : "He bills himself as a ''one-man sideshow,'' and today through Monday John Bradshaw will eat fire, lie on a bed of nails and perform other feats at the Museum\/Theater of Coney Island, Boardwalk and West 12th Street, in Brooklyn. Mr. Bradshaw is a former circus barker who has performed at folk festivals and museums around the country. He will appear" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "'One-Man Sideshow'" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/arts\/one-man-sideshow.html"} , {"body" : "A subway riders group released a survey yesterday that concluded subway service had shown some improvement in the year since David L. Gunn took over management of the Transit Authority but on average was no better. ''The overall subway car environment remains intolerable,'' said the report by the group, the Straphangers Campaign. At a news" , "date" : "19850827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RIDERS GROUP CITES SMALL GAINS FOR SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/27\/nyregion\/riders-group-cites-small-gains-for-subways.html"} , {"body" : "A single-engine plane towing an advertising banner plunged into the sea about 200 yards off Manhattan Beach in Brooklyn yesterday afternoon, killing the pilot and narrowly missing a Coast Guard boat, Coast Guard officials said. The plane hit the water about 30 yards from the 41-foot boat, which had been investigating reports of a shark sighted in" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN BEACH (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "PILOT KILLED IN CRASH OF AD PLANE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/nyregion\/pilot-killed-in-crash-of-ad-plane.html"} , {"body" : "A 70-year-old Brooklyn woman was shot and wounded yesterday by a 76-year-old man during an argument in the Bensonhurst section of Brooklyn, the police said. The woman, Gladys Ducey, was in serious but stable condition at Coney Island Hospital, the police said. The man, Albert Riloti of Manhattan, was charged with attempted murder, assault and" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BROOKLYN WOMAN, 70 SHOT" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/brooklyn-woman-70-shot.html"} , {"body" : "COWARD AT WILLIAMSTOWN Noel Coward's ''Tonight at 8:30,'' a 1935 collection of one-act plays he wrote with two stars in mind, himself and Gertrude Lawrence, is being staged with an unusual coda by Ellis Rabb at the Williamstown Theater Festival in Massachusetts Tuesday through Aug. 17. Three of the nine plays will be performed: ''We Were Dancing,''" , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "40" , "title" : "GOING ON IN THE NORTHEAST" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/us\/going-on-in-the-northeast.html"} , {"body" : "At Coney Island yesterday, advertising airplanes were touting earphones - a sign of the city's new ban on playing radios and cassette players out loud on parts of four city beaches and at the Central Park Sheep Meadow. The level of noise was down in those places, enforcement officers and beachgoers agreed. ''Most people are abiding by the ban,''" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BEACH (NYC)" , "ROCKAWAY BEACH (NYC)" , "CENTRAL PARK (NYC)" , "ORCHARD BEACH (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NOISE LEVEL REPORTED DOWN AS CITY'S BEACHGOERS PLUG IN" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/noise-level-reported-down-as-city-s-beachgoers-plug-in.html"} ,   {"body" : "No more blaring radios at the Central Park Sheep Meadow or on small stretches of four city beaches. So pronounced Mayor Koch yesterday, with some advice - ''Get yourself a set of earphones'' - and a demonstration during a news conference at the Sheep Meadow. At the behest of photographers, the Mayor stretched out on a patch of grass and played some" , "date" : "19850726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RADIOS RESTRICTED AT SHEEP MEADOW AND 4 BEACHES" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/26\/nyregion\/radios-restricted-at-sheep-meadow-and-4-beaches.html"} , {"body" : "An iron worker fell from a girder at a Brooklyn subway train yard yesterday and was pronounced dead at the scene, according to the authorities. The man fell just before 2 P.M. in the yard at Avenue X and Shell Road in the Coney Island section, said Deborah Fong, a spokesman for the Emergency Medical Service. ''He fell about two floors from a girder" , "date" : "19850726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Fall From Girder Kills Ironworker" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/26\/nyregion\/the-city-fall-from-girder-kills-ironworker.html"} , {"body" : "Thirteen building owners and contractors were arrested Tuesday for offering bribes or illegal gratuities to a city building inspector engaged in undercover work, city officials announced yesterday. The inspector, John Siciliano, was himself charged with accepting bribes last January. He then agreed to do undercover work with the city's Department" , "date" : "19850725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "13 ARE SEIZED ON CHARGE OF BRIBING INSPECTOR IN UNDERCOVER ROLE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/25\/nyregion\/13-are-seized-on-charge-of-bribing-inspector-in-undercover-role.html"} , {"body" : "ONLY a few years ago, northern Ocean Parkway, in the Kensington section of Brooklyn, was considered a risky investment. The southern end, near Coney Island, was thought to be much more desirable. But the trend toward conversion to cooperatives and condominiums elsewhere in the city has caught up with Kensington. An apartment on upper Ocean Parkway," , "date" : "19850721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG OCEAN PARKWAY, A RUSH TOWARD CONVERSION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/21\/realestate\/along-ocean-parkway-a-rush-toward-conversion.html"} , {"body" : "THE holiday exodus from New York has left lots of elbow room this weekend for those who remain, with many opportunities for ambling - on one's own or on tours that will explore everything from barnacles to a Victorian house with secrets. Other possibilities include a regatta, juggling lessons, peculiar picnics, a dance festival, music, things that" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE HOLIDAY WEEKEND: A CHOICE OF CELEBRATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/arts\/the-holiday-weekend-a-choice-of-celebrations.html"} , {"body" : "Margate, N.J.:Bluefish are abundant and the larger ones, 10 to 12 pounds, are about seven to eight miles offshore. The great numbers of small blues that were against the beach have thinned out. Fluke fishing picking up after last weekend's blow, and many are running from 3 to 5 pounds. Barnegat, N.J.: Party-boat patrons are enjoying good catches of" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "Fluke Fishing Picking Up" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/sports\/fluke-fishing-picking-up.html"} , {"body" : "A southbound IRT subway train hit a bumper block at the end of the No. 2 line at Flatbush Avenue in Brooklyn yesterday, injuring three passengers and a conductor, the Transit Authority said. The slow-moving train hit the block at 11:22 A.M., according to a Transit Authority spokesman, Bob Slovak. The injured passengers were taken to Coney Island" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Hurt in Brooklyn IRT Crash" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/4-hurt-in-brooklyn-irt-crash.html"} , {"body" : "A housing police officer was shot in both arms last night in a gunfight in the Sheepshead Bay section of Brooklyn, but was saved from even more serious wounds by his bulletproof vest, which stopped two bullets, the police said. Less than an hour later, two other police officers were injured in a nearby neighborhood when the driver of an automobile" , "date" : "19850603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "OFFICER SHOT; SUSPECT SEIZED" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/03\/nyregion\/officer-shot-suspect-seized.html"} , {"body" : "What do Walt Whitman, Clara Bow, Eubie Blake, George Gershwin and Dixie Walker have in common? They were among the former and present Brooklynites honored yesterday at a daylong festival called Welcome Back to Brooklyn. Miss Bow, Blake, Gershwin and Whitman are among 24 Brooklynites whose names have been preserved on bronze plaques on Celebrity" , "date" : "19850603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Welcome Back, Clara Bow To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/03\/nyregion\/new-york-day-by-day-welcome-back-clara-bow-to-brooklyn.html"} , {"body" : "MEMORIAL DAY weekend is traditionally a time for getting out of New York for the year's first prolonged session of sun-worshiping or communing with nature. With the throngs gone, so is talk about the Hamptons or that little shack in the woods. A quieter, more spacious-seeming New York waits to be enjoyed by those who elect to stay in the city. And" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FOR A MEMORABLE MEMORIAL WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/arts\/for-a-memorable-memorial-weekend.html"} ,   {"body" : "A BMT subway train bound for Coney Island derailed yesterday morning, injuring 21 people and causing two fires that interrupted service on five lines between Brooklyn and Manhattan throughout much of the day. Transit Authority officials estimated that thousands of people had to change their travel plans. About 550 passengers were stranded" , "date" : "19850516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BMT TRAIN DERAILS, INJURING 21 AND DISRUPTING 5 LINES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/16\/nyregion\/bmt-train-derails-injuring-21-and-disrupting-5-lines.html"} , {"body" : "Coney Island and Bushwick, both scenes of urban blight, are not the sort of neighborhoods where exemplary schools are normally found. But the two sections at opposite ends of Brooklyn in fact boast remarkably successful schools that some educators believe offer an example to districts elsewhere. For several years, Mark Twain Junior High, near the" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "9" , "title" : "EDUCATION WATCH; BROOKLYN SCHOOLS ATTRACT ACHIEVERS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/weekinreview\/education-watch-brooklyn-schools-attract-achievers.html"} , {"body" : "Wood warblers are singing as if these mean streets were the Adirondacks; several cormorants have paused in their northward migration to fish for eels off Greenwich Village, and other spring rites are in progress. Newton Grant, for example, a one-man band in a red vest and cowboy hat, is playing his trumpet, accordion, bass drum, cymbals and" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Jumpers" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/opinion\/jumpers.html"} , {"body" : "With each point Rolando Blackman scored, the nostalgia grew for Fred Moskowitz. Moskowitz discovered Blackman in a 10th-grade gymnasium class and was his coach for three seasons, 1975 through 1977, at Grady Vocational High School in the Coney Island section of Brooklyn. The former coach watched on television at his home in Merrick, L.I., Thursday" , "date" : "19850423" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BLACKMAN SHOWS LESSONS HE'S LEARNED" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/23\/sports\/blackman-shows-lessons-he-s-learned.html"} , {"body" : "The Brooklyn District Attorney said yesterday that several police officers had refused to cooperate in an investigation of the purported beating of a handcuffed man by an off-duty officer who ''went on a rampage'' at a restaurant. According to the District Attorney, Elizabeth Holtzman, the officer, Perry Novello, assaulted two men, stomping on one" , "date" : "19850418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICERS SAID TO FAIL TO AID BEATING INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/18\/nyregion\/officers-said-to-fail-to-aid-beating-inquiry.html"} , {"body" : "For Norman Siegel and a lot of other people who grew up in Coney Island, yesterday was a day charged with memory. At lunchtime, there was only one place to go. ''I'm going to Coney Island,'' the 41-year-old Mr. Siegel told his colleagues at MFY Legal Services, where he is the director. ''It's opening day on the Cyclone!'' He made the ritual drive" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEW YORK DAY BY DAY ; Opening Day at Coney I." , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/new-york-day-by-day-opening-day-at-coney-i.html"} , {"body" : "William Tobey, sales promotion director of Abraham & Straus for 32 years until his retirement as a senior vice president in 1977, died in his sleep on Saturday at his home in Manhattan. He was 75 years old. Mr. Tobey, who attended Columbia College and St. John's Law School, joined A.&S. in 1937. He was among the first retail advertising executives" , "date" : "19850403" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "William Tobey, Retired Chief Of Sales Promotion at A. & S." , "url" : "http:\/\/www.nytimes.com\/1985\/04\/03\/nyregion\/william-tobey-retired-chief-of-sales-promotion-at-a-s.html"} , {"body" : "SAN FRANCISCO is arguably America's most livable city, certainly its most beautiful. Mass transit is clean and not too crowded. Flower beds are attended to daily in public parks. Spectacular views are accented by the pastel-colored Victorian homes dotting steep hills. Eucalyptus fills the air. The city has a budget surplus. All of this leads to" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANDLESTICK PARK (SAN FRANCISCO, CALIF)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "IN THIS LIVABLE CITY, GIANTS SEEK A HOME" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/sports\/in-this-livable-city-giants-seek-a-home.html"} , {"body" : "A 51-year-old man surrendered to the police last night after firing up to nine shots during a 12-hour standoff in Bensonhurst, Brooklyn. The man, James Ryan, fired from his apartment at 91 Bay 7th Street, near 86th Street, across from Public School 229, forcing the closing of the school. The standoff began at about 5:30 Friday morning when, the" , "date" : "19850302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Gunman Holds Off Police" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/02\/nyregion\/a-gunman-holds-off-police.html"} , {"body" : "A 14-year-old Brooklyn girl was in critical condition at Coney Island Hospital yesterday after a van she was riding in plunged into the Mill Basin in the Flatlands section Monday night, killing her four teen-age companions. The girl, Diedra Silverman of 2527 East 63d Street, was submerged in 38-degree water for more than 30 minutes after the van," , "date" : "19850227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GIRL IS REVIVED AFTER VAN SINKS IN FRIGID WATERS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/27\/nyregion\/girl-is-revived-after-van-sinks-in-frigid-waters.html"} ,   {"body" : "For the last year and a half, New York City has offered 50,000 landlords bonuses of several thousand dollars for every additional apartment they rent to a homeless family. The city, through the offer, had hoped to reduce the money it spends to house homeless families in hotels. But so far the monetary bait has netted only about 200 apartments. The" , "date" : "19850219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FAILURE OF PLAN FOR HOMELESS REFLECTS CITY HOUSING CRISIS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/19\/nyregion\/failure-of-plan-for-homeless-reflects-city-housing-crisis.html"} , {"body" : "Gargantua II, the gorilla promoted by the Ringling Brothers and Barnum & Bailey Circus in the 1950's and 60's as the ''world's most terrifying creature,'' became the most expensive stuffed animal ever auctioned yesterday, when it sold for $20,350 to John Elmo, a New York interior designer. The 6-foot-tall gorilla was the star attraction, but not" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "A STUFFED GORILLA BRINGS $20,350 AT CIRCUS AUCTION" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/nyregion\/a-stuffed-gorilla-brings-20350-at-circus-auction.html"} , {"body" : "A Brooklyn couple were indicted yesterday on charges that they repeatedly sexually assaulted four children who had been placed in their care. The children, three boys and a girl, ranged in age from 7 to 11. The incidents occurred in 1982 and last year, according to the Brooklyn District Attorney's office. Officials said that the acts included rape" , "date" : "19850214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COUPLE ACCUSED OF CHILD RAPE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/14\/nyregion\/couple-accused-of-child-rape.html"} , {"body" : "Dr. Elliot M. Gross, New York City's Chief Medical Examiner, issued statements yesterday explaining his position on some of the cases for which he has been criticized. Following is a brief account of each case, a statement by Dr. Gross and a description of the issues involved. The Bumpurs Case Eleanor Bumpurs was killed last Oct. 29 when one of six" , "date" : "19850204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "8 CASES: EXPLANATIONS BY CHIEF MEDICAL EXAMINER AND THE ISSUES INVOLVED" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/04\/nyregion\/8-cases-explanations-by-chief-medical-examiner-and-the-issues-involved.html"} , {"body" : "A 26-year-old woman was killed by a bullet fired by a man plinking with a rifle from an apartment window in the Sheepshead Bay section of Brooklyn on Friday, the police said yesterday. Two men were arrested Saturday and charged in connection with the shooting. The victim, Renee Modesto, of 2661 East 18th Street in the Sheepshead Bay section, was" , "date" : "19850128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "THE CITY;Woman, 26, Slain; 2 Men Charged" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/28\/nyregion\/the-city-woman-26-slain-2-men-charged.html"} , {"body" : "New York City's Chief Medical Examiner has produced a series of misleading or inaccurate autopsy reports on people who died in custody of the police, according to colleagues in the Medical Examiner's office and pathologists elsewhere. The Medical Examiner, Dr. Elliot M. Gross, has instituted a policy of special handling for police-custody cases. In" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHIEF MEDICAL EXAMINER'S REPORTS IN POLICE-CUSTODY CASES DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/nyregion\/chief-medical-examiner-s-reports-in-police-custody-cases-disputed.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "Every elementary and junior high school in the two community school districts that cover northeastern Queens, Districts 25 and 26, had schoolwide reading scores above the national median last year, according to figures released yesterday by the city's Board of Education. The area, which stretches from Flushing to Little Neck, has long been one of" , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 QUEENS DISTRICTS LEAD CITY IN TEST ON STUDENT READING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/2-queens-districts-lead-city-in-test-on-student-reading.html"} , {"body" : "NEW YORK has long been a city of contrasts, and for the photographer - amateur or professional - the contrasts of the city in winter can have a very special appeal. From Central Park, a photographer's paradise no matter what the season, to Rockefeller Center, from Fifth Avenue's shops and strollers to a walk in SoHo, with its fascinating" , "date" : "19850111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "Arts"] , "page_facet" : "1" , "title" : "HOW TO PHOTOGRAPH THE CITY IN WINTER" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/11\/arts\/how-to-photograph-the-city-in-winter.html"}]