[  {"body" : "The fatal shooting of Paul Castellano, the head of the Gambino crime family, was the latest in a long series of sensational killings involving warfare between competing factions of organized crime. Although countless gangland murders were committed before and after, the St. Valentine's Day Massacre in Chicago on Feb. 14, 1929, was the first to" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "SENSATIONAL KILLINGS FILL CRIME FAMILIES' HISTORY" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/nyregion\/sensational-killings-fill-crime-families-history.html"} , {"body" : "Each morning for the last two weeks, an old yellow school bus with ''Machne Yisrael Day Camp'' painted on its side has arrived at the Federal Courthouse in downtown Brooklyn. Its doors open, and out comes a swarm of men dressed in the distinctive clothing of the Lubavitcher Hasidim. They linger in the hallway, reading prayers and psalms from little" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "SUIT ON BOOKS GIVES LOOK AT HASIDIM" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/suit-on-books-gives-look-at-hasidim.html"} , {"body" : "In the commotion and congestion that is New York City, it is a wonder to many that anything gets done at all. To most city residents, as an urban specialist, William H. Whyte, once noted, ''simply coping with New York'' is considered an act of heroism. But to some, there is no courage to ''simply coping.'' Today, six municipal employees, ranging" , "date" : "19851216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 WORKERS FOR CITY HONORED" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/16\/nyregion\/6-workers-for-city-honored.html"} , {"body" : "The New York Urban Coalition got a new chairman yesterday - Dr. Stephen R. Aiello, chairman of the City Youth Bureau, former president of the Board of Education and senior vice president of Burston-Marsteller, the public-relations concern. While announcing the new chairman, the organization's chief executive officer, Arthur H. Barnes, also talked" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Urban Group's New Head" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/nyregion\/new-york-day-by-day-urban-group-s-new-head.html"} , {"body" : "This list has been selected from books reviewed since the Christmas issue of December 1984. It only suggests high points in the main fields of reader interest. Books are arranged alphabetically under subject headings. Quoted comments are from The Book Review. Autobiography & Biography ALONG WITH YOUTH: Hemingway, the Early Years. By Peter Griffin." , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "52" , "title" : "CHRISTMAS 1985; NOTABLE BOOKS OF THE YEAR" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/books\/christmas-1985-notable-books-of-the-year.html"} , {"body" : "An 80-year-old man was found bludgeoned to death yesterday in his apartment in the Crown Heights section of Brooklyn, the police said. Friends discovered the body in the living room of an apartment at at 1510 Carroll Street, according to Sgt. Raymond O'Donnell. They had not seen him for several days and became concerned. The victim's identity" , "date" : "19851204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man, 80, Is Found Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/04\/nyregion\/the-city-man-80-is-found-slain-in-brooklyn.html"} , {"body" : "F.B.I. agents testified yesterday that a stolen-car ring reputedly run by the Gambino crime group operated for a time in 1980 out of a warehouse and garage next door to the 71st Precinct station house in Brooklyn. Agents from the Federal Bureau of Investigation raided the warehouse, at 445 Empire Boulevard in the Crown Heights section, in April" , "date" : "19851120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AGENTS DESCRIBE CAR-THEFT RING AT GAMBINO TRIAL" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/20\/nyregion\/agents-describe-car-theft-ring-at-gambino-trial.html"} , {"body" : "The new leader of the militant Jewish Defense League, maintaining that anti-Semitism is on the rise around the country, says he plans to revitalize the league by training Jews and non-Jews in the use of weapons and other paramilitary activities. The league head, Irv Rubin, whom Rabbi Meir Kahane named as his successor in August, was its West Coast" , "date" : "19851111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "JEWISH DEFENSE LEAGUE'S NEW LEADER TO PRESS WEAPONS TRAINING" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/11\/us\/jewish-defense-league-s-new-leader-to-press-weapons-training.html"} , {"body" : "HOLY DAYS The World of a Hasidic Family. By Lis Harris. 266 pp. New York: Summit Books. $16.95. EARLY in her book about an ultra-Orthodox Jewish family, Lis Harris asks her Hasidic host, a man she calls Moshe Konigsberg, if he can recommend any books that will help her understand his world of observance, worship and devotion. ''There are no" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "FOR TORAH, COMMUNITY AND REBBE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/books\/for-torah-community-and-rebbe.html"} , {"body" : "When Lis Harris decided to write about a Hasidic family, some of her friends tried to shoo her away from the subject. ''I don't like them,'' she recalls more than one friend saying of the Hasidim. Miss Harris plunged in anyway, and after five years of spending dozens of Sabbaths and assorted holidays, weddings and births with the family and their" , "date" : "19851104" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "11" , "title" : "A BOOK ON HASIDIM HELPS AUTHOR RECLAIM ROOTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/04\/style\/a-book-on-hasidim-helps-author-reclaim-roots.html"} ,   {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "IF THERE IS A TIME OF YEAR IN THE CITY when people of all backgrounds return to the folds of their ethnic identity, it is winter, when the spirit of such holidays as Christmas and Hanukkah, Chinese New Year and the Greek Orthodox celebration of St. Basil's Day envelops New Yorkers in a sentimental and religious return to their roots. For many New" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "HOLIDAY TOASTS TO TRADITION" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/holiday-toasts-to-tradition.html"} , {"body" : "A spokesman for the Lubavitch Hasidic movement said yesterday that a bank account named in a Federal Medicaid fraud investigation had not been established by officials of the movement. Last week, a Brooklyn businessman and a former accountant for New York City were indicted by Federal prosecutors on charges of scheming to embezzle more than" , "date" : "19851029" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "Bank Account in U.S. Inquiry Unofficial, Lubavitcher Says" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/29\/nyregion\/bank-account-in-us-inquiry-unofficial-lubavitcher-says.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "EAGER to improve the image of the labor movement, the New York State A.F.L.-C.I.O. has joined hands with Brooklyn Ecumenical Cooperatives, a coalition of 35 churches and religious organizations, to convert 24 abandoned city-owned buildings in the Crown Heights section into middle-income condominiums. The project, the first step in a much larger" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Unions and Churches Join in Brooklyn Condo Project" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/unions-and-churches-join-in-brooklyn-condo-project.html"} , {"body" : "After a year in use, New York City's padlock law has halted illegal narcotics, gambling and prostitution operations at more than 700 sites, according to officials. The law gives the Police Department the power to fight illicit activities by closing such places as betting parlors and shops where illegal drugs are sold. Of the operations halted, 417" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "700 CRIME SITES SHUT DOWN BY POLICE UNDER NEW YORK CITY PADLOCK LAW" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/nyregion\/700-crime-sites-shut-down-by-police-under-new-york-city-padlock-law.html"} , {"body" : "A Brooklyn teen-ager, awakened by screams early yesterday, stabbed and killed a burglar he found in his mother's bedroom, the police said. The youth, Haim Mitnitsky, 16 years old, was asleep at his home at 1719 Union Street, near Schenectady Avenue, at 6:25 A.M., when he heard the screams, according to Officer Ron Severin. Mr. Mitnitsky ran to the" , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Youth Stabs and Kills A Burglar in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/nyregion\/youth-stabs-and-kills-a-burglar-in-brooklyn.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "West Indian Fare Amid the gong of steel drums and the blare of trumpets, the infectiously driving rhythms of calypso and soca (soul-calypso), dancing feathery headdresses, glittering body suits and elaborate gold and silver costumes, Brooklyn's Eastern Parkway was transformed into a razzle-dazzle Caribbean thoroughfare for last Monday's West Indian" , "date" : "19850904" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/04\/garden\/food-notes-235759.html"} ,   {"body" : "A Brooklyn man was arrested in connection with the April 4 slaying of a local basketball coach aboard an IRT train, a Transit Authority spokesman said yesterday. The police are seeking a second man and an arrest is expected soon, the spokesman said. Investigators arrested Derrick Hoover, 21 years old, in front of his home at 1765 Prospect Place," , "date" : "19850817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; Suspect Is Seized In Subway Slaying" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/17\/nyregion\/the-city-suspect-is-seized-in-subway-slaying.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} , {"body" : "New York's big-prize Lotto game has fallen into its first serious slump, with sales dropping more than 20 percent this year after an unbroken string of huge yearly increases. The decline comes as the lottery has experimented with its three weekly Lotto games, raising the possible top prize in two to as much as $50 million, but also raising their" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "AFTER YEARS OF GROWTH, LOTTO HITS FIRST SLUMP" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/after-years-of-growth-lotto-hits-first-slump.html"} , {"body" : "THE state housing agency's plan to impose a 6 percent annual limit on rent increases for major capital improvements will force owners of well-maintained buildings to restrict renovations or spread them out over two or three years, mortgage lenders say. But owners of buildings in poor condition with low rent rolls, the lenders add, will have" , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LENDERS FORESEE SLOWER PACE IN BUILDING UPGRADING" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/realestate\/lenders-foresee-slower-pace-in-building-upgrading.html"} , {"body" : "Two Brooklyn men were arrested yesterday for breaking into an abandoned, city-owned building in the East New York section of Brooklyn and trying to occupy it, according to the police. The men - Nathan Williams, 37 years old, of 393 New Jersey Avenue, in East New York, and Clive Dougal, 33, of 844 Eastern Parkway, in the Crown Heights section - were" , "date" : "19850803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; 2 Held in Attempt To Claim Building" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/03\/nyregion\/the-city-2-held-in-attempt-to-claim-building.html"} , {"body" : "How about a tree hunt? Those who visit the Brooklyn Botanic Garden during the next two weeks will find more than 100 trees marked with red ribbons and clearly discernible labels. They can be found by following a free map available at the garden's information booth in the administration building. A few of the trees are even in bloom, including the" , "date" : "19850802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Brooklyn Tree Hunt" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/02\/arts\/brooklyn-tree-hunt.html"} , {"body" : "Politics, not plutonium, was dominant yesterday as Mayor Koch campaigned in Brooklyn and Queens. Mr. Koch, seeking votes for the mayoral nomination in the Sept. 10 Democratic primary, got an occasional question about the disclosure on Friday that low levels of plutonium had been found in a sample of New York City water. But the questions were in a" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "KOCH DEVOTES DAY TO POLITICS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/koch-devotes-day-to-politics.html"} , {"body" : "BROOKLYN CONCERT SERIES The third annual Martin Luther King Jr. Concert Series begins its 1985 season tonight at 7:30 with the Brooklyn Philharmonic Symphony Orchestra, conducted by David Amram, and Nina Simone, the ''high priestess of soul.'' The concerts are scheduled on consecutive Mondays through Aug. 19 at the old Boys High School field, Troy" , "date" : "19850701" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/01\/arts\/going-out-guide.html"} , {"body" : "At a political reception, in a sermon and at a high school commencement, the Rev. Jesse Jackson made good several longstanding promises during a two-day trip to New York this week. The visit began Monday evening at a fund-raising reception for Assemblyman Albert Vann, a Democrat, who is running for borough president of Brooklyn and was state" , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN 2 DAYS, JACKSON FUFILLS 3 PROMISES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/nyregion\/in-2-days-jackson-fufills-3-promises.html"} , {"body" : "The Rev. Jesse Jackson won the election handily. Defeating such candidates as Bill Cosby and Coretta Scott King, Mr. Jackson was chosen as the graduation speaker by the senior class of the Clara Barton High School for Health Professions in Brooklyn. But as wide as the margin was, it took two determined seniors - Chriszella Ladson and Sophia Staley" , "date" : "19850625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Determined Recruiters" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/25\/nyregion\/new-york-day-by-day-determined-recruiters.html"} ,   {"body" : "A rabbi charged with assault and rioting stemming from a melee between a group of Hasidim and the police in Brooklyn in 1983 was acquitted of those charges yesterday but found guilty of obstructing government administration by a jury in Criminal Court in Brooklyn. The defendant, Rabbi Israel Shemtov, 45 years old, of the Crown Heights section," , "date" : "19850615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Rabbi Convicted For Role in Melee" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/15\/nyregion\/the-city-rabbi-convicted-for-role-in-melee.html"} , {"body" : "THE landlord of 10 buildings in the Crown Heights section of Brooklyn has been accused by the State Attorney General and 35 of his tenants of initiating a renovation program using the tenants' labor merely to get higher rents for what might be considered ''new apartments'' under the rent-stabilization law. The state took its case against the" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN TENANTS' RENOVATIONS SPARK RENT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/realestate\/brooklyn-tenants-renovations-spark-rent-dispute.html"} , {"body" : "The Koch administration's proposal to put homeless families in trailers was the subject of heated debate yesterday as several elected officials opposed the idea and said traditional apartments could be renovated for less. Instead of the polite exchanges that normally mark such events, the hearings held by the City Council and the Board of Estimate" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLAN TO PUT HOMELESS IN TRAILERS SETS OFF DEBATE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/plan-to-put-homeless-in-trailers-sets-off-debate.html"} , {"body" : "Two Hasidic Jews have pleaded guilty to misdemeanor charges stemming from a melee between a large group of Hasidim and the police in Brooklyn in September 1983, the Brooklyn District Attorney's office said yesterday. The police said the incident, in the Crown Heights area, began when a city bus nearly hit a couple leaving a synagogue after Succoth" , "date" : "19850508" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BRIEFING; 2 Plead Guilty In Hasidic Melee" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/08\/nyregion\/briefing-2-plead-guilty-in-hasidic-melee.html"} , {"body" : "The 10 Frenchmen journeyed to America despite warnings from their mothers that they would be mugged within five minutes of their arrival in New York and mowed down by gangsters in Chicago - provided, of course, that they were not scalped by Indians along the way. ''For better - and sometimes for worse - none of the warnings about America have come" , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE" , "RHEIMS (FRANCE)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; FRENCHMEN RENEW OLD ROLES AT STATUE OF LIBERTY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/nyregion\/about-new-york-frenchmen-renew-old-roles-at-statue-of-liberty.html"} , {"body" : "The first 800 apartments to be built with funds from the state's Municipal Assistance Corporation have been scheduled for construction this summer, city officials announced yesterday. They also said bids for building 1,000 more apartments would be sought starting this weekend. The 800 apartments, for families with low and moderate incomes, will be" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "800 M.A.C. FINANCED APARTMENTS TO BE BUILT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/800-mac-financed-apartments-to-be-built.html"} , {"body" : "BY the reckoning of a resident jogger, Prospect Heights is just a mile into Brooklyn from the Manhattan Bridge. Yet only recently has it become a popular refuge from the high cost of living in Manhattan. Prospect Heights has grown even more attractive as prices continue to rise in neighboring Park Slope, which began its brownstone boom late in the" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: PROSPECT HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "DAVITA'S HARP By Chaim Potok. 371 pp. New York: Alfred A. Knopf. $16.95. CHAIM POTOK is a writer who defies easy categorization. Though he does not have the instinct for the fast-paced plots and sleek characters that usually make novels popular and though he has not attracted the intellectual following of a Saul Bellow, still, four of his five" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "THE FAITHS OF HER CHILDHOOD" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/books\/the-faiths-of-her-childhood.html"} , {"body" : "A 27-year-old man was found guilty yesterday of raping and robbing seven women in a series of attacks last year in the Flatbush and East Flatbush sections of Brooklyn. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Gregory Pought, after deliberating for less than three hours following a weeklong trial. At the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED IN THE RAPE AND THE ROBBERY OF 7 WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/man-is-convicted-in-the-rape-and-the-robbery-of-7-women.html"} , {"body" : "John M. Murphy, the former Representative from Staten Island convicted on Federal charges stemming from the F.B.I.'s Abscam investigation, was released from a Brooklyn halfway house yesterday after completing his sentence. Mr. Murphy served four months in the halfway house, the Oxford Project in the Crown Heights section, after 16 months in the" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; CONVICTED OFFICIAL FINISHES SENTENCE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/nyregion\/the-city-convicted-official-finishes-sentence.html"} ,   {"body" : "Seven neighborhood groups in New York and two in Connecticut are among 44 across the country that have been offered Federal grants for projects for economic development, housing and neighborhood improvement. The Department of Housing and Urban Development announced that groups from 33 cities in 21 states and Puerto Rico would share $1.9 million in" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT" , "PUERTO RICO"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "41" , "title" : "44 Groups in 33 Cities To Get Federal Grants" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/us\/44-groups-in-33-cities-to-get-federal-grants.html"} , {"body" : "WEEKEND IN NEW YORK Friday A Look at Lilliput in Brooklyn Using microscopes that make things look 30 and 60 times bigger than they are, visitors to the Brooklyn Children's Museum, 145 Brooklyn Avenue, can observe such things as the head of a fly, the wing of a butterfly, fibers, seeds, live insects and everyday things like a pencil and a piece of a" , "date" : "19850208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/08\/arts\/weekender-guide.html"} , {"body" : "As a pupil at Public School 161 in the Crown Heights section of Brooklyn, Leslie Slote was taken to Central Park to see the obelisk behind the Metropolitan Museum of Art. ''Miss Gremps, my teacher, told us it was named Cleopatra's Needle,'' Mr. Slote recalled. In fact, a plaque on its base, by the New-York Historical Society, identifies it as" , "date" : "19850204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; That Egyptian Obelisk, Thutmose's Needle" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/04\/nyregion\/new-york-day-by-day-that-egyptian-obelisk-thutmose-s-needle.html"} , {"body" : "GEORGE W. WINGATE High School in the Crown Heights section of Brooklyn, like so many other high schools in New York and elsewhere, faces the problem of trying to educate students who enter high school with reading scores still at the elementary school level. But a study of ninth graders who started at Wingate last fall indicates that some low" , "date" : "19850129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; READING TEST TIME LIMITS ARE CRITICIZED" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/29\/science\/education-reading-test-time-limits-are-criticized.html"} , {"body" : "Avital Shcharansky was looking for a place to stay. It was a Thursday night, and Mrs. Shcharansky, the wife of the jailed Soviet dissident Anatoly B. Shcharansky, had got to Kennedy International Airport too late to catch her plane for Israel. She told a friend that she wanted to find a hotel where she could have peace and quiet and no one would" , "date" : "19850128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW HOTEL IS A SYMBOL OF CHANGE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/28\/nyregion\/new-hotel-is-a-symbol-of-change-in-brooklyn.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "CROWN HEIGHTS is being rediscovered. Regarded for years as a dangerous ghetto, the central Brooklyn neighborhood now attracts many newcomers in search of affordable housing near the more prosperous Park Slope. During the 1950's and 1960's, Crown Heights's population dropped as ethnic and racial composition shifted and poverty and crime discouraged" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/realestate\/if-you-re-thinking-of-living-in-crown-heights.html"} , {"body" : "DON'T look back, Robert Mondavi, Joe Zakon may be gaining on you. Joe Zakon? Yes, Joe Zakon, Crown Heights' pre-eminent commercial wine maker. He is also Crown Heights' only commercial wine maker, but pre-eminent sounds better. Crown Heights is a working-class Brooklyn neighborhood not known for its vineyards. But it is populated heavily by" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "13" , "title" : "WINE TALK" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/garden\/wine-talk-218443.html"} , {"body" : "On what would have been his 56th birthday, the Rev. Dr. Martin Luther King Jr. was remembered yesterday by the students at Weusi Shule, a private school in the Crown Heights section of Brooklyn that emphasizes black culture. ''He's like a hero to me,'' said 13- year-old Lynne Boisrond. ''If it weren't for him, I wouldn't be free right now. He" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; A Hero and a Poem" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/new-york-day-by-day-a-hero-and-a-poem.html"} , {"body" : "Modern art and ancient stories will highlight activities this weekend at the Brooklyn Museum, 200 Eastern Parkway, in the Crown Heights section of Brooklyn. ''Lee Krasner: Works on Paper,'' an exhibition of more than 30 works by the late artist, will be on view through March. 25. The collection includes gouaches, ink drawings and collages covering" , "date" : "19850111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Buddha in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/11\/arts\/buddha-in-brooklyn.html"} ,   {"body" : "The fatal shooting of Paul Castellano, the head of the Gambino crime family, was the latest in a long series of sensational killings involving warfare between competing factions of organized crime. Although countless gangland murders were committed before and after, the St. Valentine's Day Massacre in Chicago on Feb. 14, 1929, was the first to" , "date" : "19851219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "SENSATIONAL KILLINGS FILL CRIME FAMILIES' HISTORY" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/19\/nyregion\/sensational-killings-fill-crime-families-history.html"} , {"body" : "Each morning for the last two weeks, an old yellow school bus with ''Machne Yisrael Day Camp'' painted on its side has arrived at the Federal Courthouse in downtown Brooklyn. Its doors open, and out comes a swarm of men dressed in the distinctive clothing of the Lubavitcher Hasidim. They linger in the hallway, reading prayers and psalms from little" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "SUIT ON BOOKS GIVES LOOK AT HASIDIM" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/suit-on-books-gives-look-at-hasidim.html"} , {"body" : "In the commotion and congestion that is New York City, it is a wonder to many that anything gets done at all. To most city residents, as an urban specialist, William H. Whyte, once noted, ''simply coping with New York'' is considered an act of heroism. But to some, there is no courage to ''simply coping.'' Today, six municipal employees, ranging" , "date" : "19851216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 WORKERS FOR CITY HONORED" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/16\/nyregion\/6-workers-for-city-honored.html"} , {"body" : "The New York Urban Coalition got a new chairman yesterday - Dr. Stephen R. Aiello, chairman of the City Youth Bureau, former president of the Board of Education and senior vice president of Burston-Marsteller, the public-relations concern. While announcing the new chairman, the organization's chief executive officer, Arthur H. Barnes, also talked" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Urban Group's New Head" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/nyregion\/new-york-day-by-day-urban-group-s-new-head.html"} , {"body" : "This list has been selected from books reviewed since the Christmas issue of December 1984. It only suggests high points in the main fields of reader interest. Books are arranged alphabetically under subject headings. Quoted comments are from The Book Review. Autobiography & Biography ALONG WITH YOUTH: Hemingway, the Early Years. By Peter Griffin." , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "52" , "title" : "CHRISTMAS 1985; NOTABLE BOOKS OF THE YEAR" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/books\/christmas-1985-notable-books-of-the-year.html"} , {"body" : "An 80-year-old man was found bludgeoned to death yesterday in his apartment in the Crown Heights section of Brooklyn, the police said. Friends discovered the body in the living room of an apartment at at 1510 Carroll Street, according to Sgt. Raymond O'Donnell. They had not seen him for several days and became concerned. The victim's identity" , "date" : "19851204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man, 80, Is Found Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/04\/nyregion\/the-city-man-80-is-found-slain-in-brooklyn.html"} , {"body" : "F.B.I. agents testified yesterday that a stolen-car ring reputedly run by the Gambino crime group operated for a time in 1980 out of a warehouse and garage next door to the 71st Precinct station house in Brooklyn. Agents from the Federal Bureau of Investigation raided the warehouse, at 445 Empire Boulevard in the Crown Heights section, in April" , "date" : "19851120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AGENTS DESCRIBE CAR-THEFT RING AT GAMBINO TRIAL" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/20\/nyregion\/agents-describe-car-theft-ring-at-gambino-trial.html"} , {"body" : "The new leader of the militant Jewish Defense League, maintaining that anti-Semitism is on the rise around the country, says he plans to revitalize the league by training Jews and non-Jews in the use of weapons and other paramilitary activities. The league head, Irv Rubin, whom Rabbi Meir Kahane named as his successor in August, was its West Coast" , "date" : "19851111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "JEWISH DEFENSE LEAGUE'S NEW LEADER TO PRESS WEAPONS TRAINING" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/11\/us\/jewish-defense-league-s-new-leader-to-press-weapons-training.html"} , {"body" : "HOLY DAYS The World of a Hasidic Family. By Lis Harris. 266 pp. New York: Summit Books. $16.95. EARLY in her book about an ultra-Orthodox Jewish family, Lis Harris asks her Hasidic host, a man she calls Moshe Konigsberg, if he can recommend any books that will help her understand his world of observance, worship and devotion. ''There are no" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "FOR TORAH, COMMUNITY AND REBBE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/books\/for-torah-community-and-rebbe.html"} , {"body" : "When Lis Harris decided to write about a Hasidic family, some of her friends tried to shoo her away from the subject. ''I don't like them,'' she recalls more than one friend saying of the Hasidim. Miss Harris plunged in anyway, and after five years of spending dozens of Sabbaths and assorted holidays, weddings and births with the family and their" , "date" : "19851104" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "11" , "title" : "A BOOK ON HASIDIM HELPS AUTHOR RECLAIM ROOTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/04\/style\/a-book-on-hasidim-helps-author-reclaim-roots.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "IF THERE IS A TIME OF YEAR IN THE CITY when people of all backgrounds return to the folds of their ethnic identity, it is winter, when the spirit of such holidays as Christmas and Hanukkah, Chinese New Year and the Greek Orthodox celebration of St. Basil's Day envelops New Yorkers in a sentimental and religious return to their roots. For many New" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "HOLIDAY TOASTS TO TRADITION" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/holiday-toasts-to-tradition.html"} , {"body" : "A spokesman for the Lubavitch Hasidic movement said yesterday that a bank account named in a Federal Medicaid fraud investigation had not been established by officials of the movement. Last week, a Brooklyn businessman and a former accountant for New York City were indicted by Federal prosecutors on charges of scheming to embezzle more than" , "date" : "19851029" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "Bank Account in U.S. Inquiry Unofficial, Lubavitcher Says" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/29\/nyregion\/bank-account-in-us-inquiry-unofficial-lubavitcher-says.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "EAGER to improve the image of the labor movement, the New York State A.F.L.-C.I.O. has joined hands with Brooklyn Ecumenical Cooperatives, a coalition of 35 churches and religious organizations, to convert 24 abandoned city-owned buildings in the Crown Heights section into middle-income condominiums. The project, the first step in a much larger" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Unions and Churches Join in Brooklyn Condo Project" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/unions-and-churches-join-in-brooklyn-condo-project.html"} , {"body" : "After a year in use, New York City's padlock law has halted illegal narcotics, gambling and prostitution operations at more than 700 sites, according to officials. The law gives the Police Department the power to fight illicit activities by closing such places as betting parlors and shops where illegal drugs are sold. Of the operations halted, 417" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "700 CRIME SITES SHUT DOWN BY POLICE UNDER NEW YORK CITY PADLOCK LAW" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/nyregion\/700-crime-sites-shut-down-by-police-under-new-york-city-padlock-law.html"} , {"body" : "A Brooklyn teen-ager, awakened by screams early yesterday, stabbed and killed a burglar he found in his mother's bedroom, the police said. The youth, Haim Mitnitsky, 16 years old, was asleep at his home at 1719 Union Street, near Schenectady Avenue, at 6:25 A.M., when he heard the screams, according to Officer Ron Severin. Mr. Mitnitsky ran to the" , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Youth Stabs and Kills A Burglar in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/nyregion\/youth-stabs-and-kills-a-burglar-in-brooklyn.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} , {"body" : "West Indian Fare Amid the gong of steel drums and the blare of trumpets, the infectiously driving rhythms of calypso and soca (soul-calypso), dancing feathery headdresses, glittering body suits and elaborate gold and silver costumes, Brooklyn's Eastern Parkway was transformed into a razzle-dazzle Caribbean thoroughfare for last Monday's West Indian" , "date" : "19850904" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/04\/garden\/food-notes-235759.html"} , {"body" : "A Brooklyn man was arrested in connection with the April 4 slaying of a local basketball coach aboard an IRT train, a Transit Authority spokesman said yesterday. The police are seeking a second man and an arrest is expected soon, the spokesman said. Investigators arrested Derrick Hoover, 21 years old, in front of his home at 1765 Prospect Place," , "date" : "19850817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; Suspect Is Seized In Subway Slaying" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/17\/nyregion\/the-city-suspect-is-seized-in-subway-slaying.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} , {"body" : "New York's big-prize Lotto game has fallen into its first serious slump, with sales dropping more than 20 percent this year after an unbroken string of huge yearly increases. The decline comes as the lottery has experimented with its three weekly Lotto games, raising the possible top prize in two to as much as $50 million, but also raising their" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "AFTER YEARS OF GROWTH, LOTTO HITS FIRST SLUMP" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/after-years-of-growth-lotto-hits-first-slump.html"} , {"body" : "THE state housing agency's plan to impose a 6 percent annual limit on rent increases for major capital improvements will force owners of well-maintained buildings to restrict renovations or spread them out over two or three years, mortgage lenders say. But owners of buildings in poor condition with low rent rolls, the lenders add, will have" , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LENDERS FORESEE SLOWER PACE IN BUILDING UPGRADING" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/realestate\/lenders-foresee-slower-pace-in-building-upgrading.html"} , {"body" : "Two Brooklyn men were arrested yesterday for breaking into an abandoned, city-owned building in the East New York section of Brooklyn and trying to occupy it, according to the police. The men - Nathan Williams, 37 years old, of 393 New Jersey Avenue, in East New York, and Clive Dougal, 33, of 844 Eastern Parkway, in the Crown Heights section - were" , "date" : "19850803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; 2 Held in Attempt To Claim Building" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/03\/nyregion\/the-city-2-held-in-attempt-to-claim-building.html"} , {"body" : "How about a tree hunt? Those who visit the Brooklyn Botanic Garden during the next two weeks will find more than 100 trees marked with red ribbons and clearly discernible labels. They can be found by following a free map available at the garden's information booth in the administration building. A few of the trees are even in bloom, including the" , "date" : "19850802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Brooklyn Tree Hunt" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/02\/arts\/brooklyn-tree-hunt.html"} , {"body" : "Politics, not plutonium, was dominant yesterday as Mayor Koch campaigned in Brooklyn and Queens. Mr. Koch, seeking votes for the mayoral nomination in the Sept. 10 Democratic primary, got an occasional question about the disclosure on Friday that low levels of plutonium had been found in a sample of New York City water. But the questions were in a" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "KOCH DEVOTES DAY TO POLITICS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/koch-devotes-day-to-politics.html"} , {"body" : "BROOKLYN CONCERT SERIES The third annual Martin Luther King Jr. Concert Series begins its 1985 season tonight at 7:30 with the Brooklyn Philharmonic Symphony Orchestra, conducted by David Amram, and Nina Simone, the ''high priestess of soul.'' The concerts are scheduled on consecutive Mondays through Aug. 19 at the old Boys High School field, Troy" , "date" : "19850701" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/01\/arts\/going-out-guide.html"} , {"body" : "At a political reception, in a sermon and at a high school commencement, the Rev. Jesse Jackson made good several longstanding promises during a two-day trip to New York this week. The visit began Monday evening at a fund-raising reception for Assemblyman Albert Vann, a Democrat, who is running for borough president of Brooklyn and was state" , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN 2 DAYS, JACKSON FUFILLS 3 PROMISES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/nyregion\/in-2-days-jackson-fufills-3-promises.html"} , {"body" : "The Rev. Jesse Jackson won the election handily. Defeating such candidates as Bill Cosby and Coretta Scott King, Mr. Jackson was chosen as the graduation speaker by the senior class of the Clara Barton High School for Health Professions in Brooklyn. But as wide as the margin was, it took two determined seniors - Chriszella Ladson and Sophia Staley" , "date" : "19850625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Determined Recruiters" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/25\/nyregion\/new-york-day-by-day-determined-recruiters.html"} , {"body" : "A rabbi charged with assault and rioting stemming from a melee between a group of Hasidim and the police in Brooklyn in 1983 was acquitted of those charges yesterday but found guilty of obstructing government administration by a jury in Criminal Court in Brooklyn. The defendant, Rabbi Israel Shemtov, 45 years old, of the Crown Heights section," , "date" : "19850615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Rabbi Convicted For Role in Melee" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/15\/nyregion\/the-city-rabbi-convicted-for-role-in-melee.html"} , {"body" : "THE landlord of 10 buildings in the Crown Heights section of Brooklyn has been accused by the State Attorney General and 35 of his tenants of initiating a renovation program using the tenants' labor merely to get higher rents for what might be considered ''new apartments'' under the rent-stabilization law. The state took its case against the" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN TENANTS' RENOVATIONS SPARK RENT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/realestate\/brooklyn-tenants-renovations-spark-rent-dispute.html"} , {"body" : "The Koch administration's proposal to put homeless families in trailers was the subject of heated debate yesterday as several elected officials opposed the idea and said traditional apartments could be renovated for less. Instead of the polite exchanges that normally mark such events, the hearings held by the City Council and the Board of Estimate" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLAN TO PUT HOMELESS IN TRAILERS SETS OFF DEBATE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/plan-to-put-homeless-in-trailers-sets-off-debate.html"} , {"body" : "Two Hasidic Jews have pleaded guilty to misdemeanor charges stemming from a melee between a large group of Hasidim and the police in Brooklyn in September 1983, the Brooklyn District Attorney's office said yesterday. The police said the incident, in the Crown Heights area, began when a city bus nearly hit a couple leaving a synagogue after Succoth" , "date" : "19850508" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "BRIEFING; 2 Plead Guilty In Hasidic Melee" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/08\/nyregion\/briefing-2-plead-guilty-in-hasidic-melee.html"} , {"body" : "The 10 Frenchmen journeyed to America despite warnings from their mothers that they would be mugged within five minutes of their arrival in New York and mowed down by gangsters in Chicago - provided, of course, that they were not scalped by Indians along the way. ''For better - and sometimes for worse - none of the warnings about America have come" , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE" , "RHEIMS (FRANCE)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; FRENCHMEN RENEW OLD ROLES AT STATUE OF LIBERTY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/nyregion\/about-new-york-frenchmen-renew-old-roles-at-statue-of-liberty.html"} , {"body" : "The first 800 apartments to be built with funds from the state's Municipal Assistance Corporation have been scheduled for construction this summer, city officials announced yesterday. They also said bids for building 1,000 more apartments would be sought starting this weekend. The 800 apartments, for families with low and moderate incomes, will be" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "800 M.A.C. FINANCED APARTMENTS TO BE BUILT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/800-mac-financed-apartments-to-be-built.html"} , {"body" : "BY the reckoning of a resident jogger, Prospect Heights is just a mile into Brooklyn from the Manhattan Bridge. Yet only recently has it become a popular refuge from the high cost of living in Manhattan. Prospect Heights has grown even more attractive as prices continue to rise in neighboring Park Slope, which began its brownstone boom late in the" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: PROSPECT HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "DAVITA'S HARP By Chaim Potok. 371 pp. New York: Alfred A. Knopf. $16.95. CHAIM POTOK is a writer who defies easy categorization. Though he does not have the instinct for the fast-paced plots and sleek characters that usually make novels popular and though he has not attracted the intellectual following of a Saul Bellow, still, four of his five" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "THE FAITHS OF HER CHILDHOOD" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/books\/the-faiths-of-her-childhood.html"} , {"body" : "A 27-year-old man was found guilty yesterday of raping and robbing seven women in a series of attacks last year in the Flatbush and East Flatbush sections of Brooklyn. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Gregory Pought, after deliberating for less than three hours following a weeklong trial. At the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED IN THE RAPE AND THE ROBBERY OF 7 WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/man-is-convicted-in-the-rape-and-the-robbery-of-7-women.html"} , {"body" : "John M. Murphy, the former Representative from Staten Island convicted on Federal charges stemming from the F.B.I.'s Abscam investigation, was released from a Brooklyn halfway house yesterday after completing his sentence. Mr. Murphy served four months in the halfway house, the Oxford Project in the Crown Heights section, after 16 months in the" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; CONVICTED OFFICIAL FINISHES SENTENCE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/nyregion\/the-city-convicted-official-finishes-sentence.html"} , {"body" : "Seven neighborhood groups in New York and two in Connecticut are among 44 across the country that have been offered Federal grants for projects for economic development, housing and neighborhood improvement. The Department of Housing and Urban Development announced that groups from 33 cities in 21 states and Puerto Rico would share $1.9 million in" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT" , "PUERTO RICO"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "41" , "title" : "44 Groups in 33 Cities To Get Federal Grants" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/us\/44-groups-in-33-cities-to-get-federal-grants.html"} , {"body" : "WEEKEND IN NEW YORK Friday A Look at Lilliput in Brooklyn Using microscopes that make things look 30 and 60 times bigger than they are, visitors to the Brooklyn Children's Museum, 145 Brooklyn Avenue, can observe such things as the head of a fly, the wing of a butterfly, fibers, seeds, live insects and everyday things like a pencil and a piece of a" , "date" : "19850208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/08\/arts\/weekender-guide.html"} , {"body" : "As a pupil at Public School 161 in the Crown Heights section of Brooklyn, Leslie Slote was taken to Central Park to see the obelisk behind the Metropolitan Museum of Art. ''Miss Gremps, my teacher, told us it was named Cleopatra's Needle,'' Mr. Slote recalled. In fact, a plaque on its base, by the New-York Historical Society, identifies it as" , "date" : "19850204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; That Egyptian Obelisk, Thutmose's Needle" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/04\/nyregion\/new-york-day-by-day-that-egyptian-obelisk-thutmose-s-needle.html"} , {"body" : "GEORGE W. WINGATE High School in the Crown Heights section of Brooklyn, like so many other high schools in New York and elsewhere, faces the problem of trying to educate students who enter high school with reading scores still at the elementary school level. But a study of ninth graders who started at Wingate last fall indicates that some low" , "date" : "19850129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; READING TEST TIME LIMITS ARE CRITICIZED" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/29\/science\/education-reading-test-time-limits-are-criticized.html"} , {"body" : "Avital Shcharansky was looking for a place to stay. It was a Thursday night, and Mrs. Shcharansky, the wife of the jailed Soviet dissident Anatoly B. Shcharansky, had got to Kennedy International Airport too late to catch her plane for Israel. She told a friend that she wanted to find a hotel where she could have peace and quiet and no one would" , "date" : "19850128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW HOTEL IS A SYMBOL OF CHANGE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/28\/nyregion\/new-hotel-is-a-symbol-of-change-in-brooklyn.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "CROWN HEIGHTS is being rediscovered. Regarded for years as a dangerous ghetto, the central Brooklyn neighborhood now attracts many newcomers in search of affordable housing near the more prosperous Park Slope. During the 1950's and 1960's, Crown Heights's population dropped as ethnic and racial composition shifted and poverty and crime discouraged" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/realestate\/if-you-re-thinking-of-living-in-crown-heights.html"} , {"body" : "DON'T look back, Robert Mondavi, Joe Zakon may be gaining on you. Joe Zakon? Yes, Joe Zakon, Crown Heights' pre-eminent commercial wine maker. He is also Crown Heights' only commercial wine maker, but pre-eminent sounds better. Crown Heights is a working-class Brooklyn neighborhood not known for its vineyards. But it is populated heavily by" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "13" , "title" : "WINE TALK" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/garden\/wine-talk-218443.html"} , {"body" : "On what would have been his 56th birthday, the Rev. Dr. Martin Luther King Jr. was remembered yesterday by the students at Weusi Shule, a private school in the Crown Heights section of Brooklyn that emphasizes black culture. ''He's like a hero to me,'' said 13- year-old Lynne Boisrond. ''If it weren't for him, I wouldn't be free right now. He" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; A Hero and a Poem" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/new-york-day-by-day-a-hero-and-a-poem.html"} , {"body" : "Modern art and ancient stories will highlight activities this weekend at the Brooklyn Museum, 200 Eastern Parkway, in the Crown Heights section of Brooklyn. ''Lee Krasner: Works on Paper,'' an exhibition of more than 30 works by the late artist, will be on view through March. 25. The collection includes gouaches, ink drawings and collages covering" , "date" : "19850111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Buddha in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/11\/arts\/buddha-in-brooklyn.html"}]