[  {"body" : "Carol Bellamy was relating a conversation she had just had with a friend about what it would be like to be out of government for the first time in 13 years. ''She said to me, 'I know you. You'll be depressed for one day, and then you'll repress it,' '' Miss Bellamy recalled. Her friend was no doubt right, she said. ''I guess,'' she suggested, ''I'm" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "BELLAMY PROFESSESNOT BITTERNES AFTER 8 YEARS AT CITY HALL" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/nyregion\/bellamy-professesnot-bitternes-after-8-years-at-city-hall.html"} , {"body" : "This is a tale of two Santas - one white and one black. At Santa Land in the Abraham & Straus department store at Fulton and Hoyt Streets in downtown Brooklyn, there are two Santa-visiting areas curtained off. Inside each: a Santa of a different color. When parents or teachers take youngsters in, the black children are sent to the black Santa." , "date" : "19851221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; Black Santa, White Santa" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/21\/nyregion\/new-york-day-by-day-black-santa-white-santa.html"} , {"body" : "Each morning for the last two weeks, an old yellow school bus with ''Machne Yisrael Day Camp'' painted on its side has arrived at the Federal Courthouse in downtown Brooklyn. Its doors open, and out comes a swarm of men dressed in the distinctive clothing of the Lubavitcher Hasidim. They linger in the hallway, reading prayers and psalms from little" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "SUIT ON BOOKS GIVES LOOK AT HASIDIM" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/suit-on-books-gives-look-at-hasidim.html"} , {"body" : "ASK any real-estate broker in the metropolitan region what his fee is for selling a home or an apartment and the answer, almost invariably, will be ''6 percent.'' Pose the same question to the New York State Association of Realtors and the answer is that commissions are ''always negotiated,'' in compliance with Federal antitrust laws that prohibit" , "date" : "19851215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THERE'S ROOM FOR NEGOTIATION ON A BROKER'S FEE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/15\/realestate\/there-s-room-for-negotiation-on-a-broker-s-fee.html"} , {"body" : "It is billed as ''The Night of One Hundred Dinners,'' but the actual count of festivities scheduled to benefit the New York Public Library next Tuesday evening is closer to 75 (some had to be canceled). Although most of the dinners will be given in New York City, other tables will be spread in a number of locations halfway around the world - from a" , "date" : "19851206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "FOR PUBLIC LIBRARY, DINNERS BY THE DOZEN" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/06\/style\/for-public-library-dinners-by-the-dozen.html"} , {"body" : "''Yeah,'' said Charles Richman, picking up the phone at the Fashion Foundation of America. ''This is Fashion. Whaddyawant?'' This is a busy time at the foundation, which has just announced its 44th annual list of the world's best-dressed men, featuring President Reagan, Prince Charles and, inexplicably, the Mayor of Jersey City, who intimated that" , "date" : "19851127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; ONE-MAN OFFICE PICKS WORLD'S BEST DRESSED" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/27\/business\/about-new-york-one-man-office-picks-world-s-best-dressed.html"} , {"body" : "When testimony resumes today in the Federal racketeering trial of 11 reputed leaders of the Colombo crime organization, the focus will again be on conversations with some of the defendants secretly recorded by an Internal Revenue Service agent who pretended to be corrupt. The tapes already played in Federal District Court in Manhattan have offered" , "date" : "19851125" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "TAPES AT COLOMBO TRIAL OFFER A GLIMPSE INTO THE UNDERCOVER WORLD" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/25\/nyregion\/tapes-at-colombo-trial-offer-a-glimpse-into-the-undercover-world.html"} , {"body" : "''It's not perfect,'' said David L. Gunn, leaning back in his high-backed black leather chair with his feet on his desk. ''I'm not trying to give the impression that the place is a Swiss watch. But we feel we have established a little bit of credibility that I don't think we had before.'' Mr. Gunn, the president of the Transit Authority, was" , "date" : "19851125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TO GUNN, CITY'S TRANSIT IS BETTER, BUT NOT BEST" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/25\/nyregion\/to-gunn-city-s-transit-is-better-but-not-best.html"} , {"body" : "Imagine the bus driver's nerve! The passenger was so angry about his treatment on a city bus that he went all the way to the eighth-floor customer service office at Transit Authority headquarters, 370 Jay Street, in downtown Brooklyn. Once there, he complained indignantly that several people ahead of him had sneaked aboard a bus without paying" , "date" : "19851120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Free Ride Denied" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/20\/nyregion\/new-york-day-by-day-free-ride-denied.html"} , {"body" : "Thirteen police officers were injured yesterday when demonstrators seeking more construction jobs for minority workers clashed with the police during a protest outside the Brooklyn Navy Yard, the authorities said. Eight protesters were arrested on charges that included assault, incitement to riot, resisting arrest, weapons possession and attempted" , "date" : "19851113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Police Officers Hurt At a Navy Yard Protest" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/13\/nyregion\/13-police-officers-hurt-at-a-navy-yard-protest.html"} ,   {"body" : "When David Rockefeller agreed in 1979 to head the New York City Partnership, he undertook a formidable task. The 1975 fiscal crisis had left the city demoralized and scarred by huge layoffs, cutbacks and job losses. Business leaders intent on solving the problem discovered they were generally ineffective on public policy issues because they lacked" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "59" , "title" : "BUSINESSMEN ACT TO AID NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/nyregion\/businessmen-act-to-aid-new-york.html"} , {"body" : "Thousands of police officers demonstrated yesterday outside the offices of District Attorney Elizabeth Holtzman in Brooklyn, calling her ''a persecutor of cops, not a prosecutor of criminals'' and demanding that she resign. The officers charged that Miss Holtzman was ''soft on crime'' and said they were upset that she had established a special unit" , "date" : "19851108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5,000 OFFICERS, AT RALLY, CALL HOLTZMAN 'SOFT ON CRIME'" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/nyregion\/5000-officers-at-rally-call-holtzman-soft-on-crime.html"} , {"body" : "LET your imagination run riot and try to figure out uses for 87 acres of publicly owned land covering almost a mile of waterfront with one of the world's great maritime views. This remarkable piece of real estate actually exists, unused and largely undeveloped, on the Brooklyn waterfront, and several hundred thousand New Yorkers ride beneath it" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "IN BROOKLYN HEIGHTS, A SPOTLIGHT ON 87 NEGLECTED ACRES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/realestate\/in-brooklyn-heights-a-spotlight-on-87-neglected-acres.html"} , {"body" : "When New York City's two top education officials moved this week to dismiss nearly half the members of the city's 32 community school boards, the immediate issue was the local officials' refusal to file financial disclosure statements as provided for by state law. But both central and local board officials say the dispute over the statements is" , "date" : "19851025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "BID TO OUST LOCAL SCHOOL BOARD MEMBERS REFLECTS DEEPER SPLIT" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/25\/nyregion\/bid-to-oust-local-school-board-members-reflects-deeper-split.html"} , {"body" : "Schools Chancellor Nathan Quinones said yesterday that he would seek the immediate dismissal of nearly half the community school board members in New York City for failing to file financial-disclosure statements, as required by state law. At a news conference at Board of Education headquarters in downtown Brooklyn with James F. Regan, president of" , "date" : "19851023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "HALF THE MEMBERS OF SCHOOL BOARDS FACING DISMISSAL" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/23\/nyregion\/half-the-members-of-school-boards-facing-dismissal.html"} , {"body" : "The state's top judge called yesterday for a drive to improve New York's deteriorated court buildings, saying that they presented a picture of ''esthetic revulsion'' rather than dignity. The Chief Judge of the State, Sol Wachtler, said local officials, who are responsible for maintaining the courts in their communities, had in many instances failed" , "date" : "19851023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "WACHTLER URGES DRIVE TO REBUILD DECAYING COURTS" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/23\/nyregion\/wachtler-urges-drive-to-rebuild-decaying-courts.html"} , {"body" : "The decision by one of the city's leading investment-banking companies to move its back-office departments into an unusual new building planned for Brooklyn has provoked one of the city's sharpest zoning controversies in some time. After giving up an earlier plan to move its computer and clerical operations to New Jersey, the concern, Morgan" , "date" : "19851011" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN APPRAISAL; PLAN FOR SKYSCRAPER IN BROOKLYN HTS. PITS LIVABILITY GAGINST DEVELOPEMENT" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/11\/nyregion\/appraisal-plan-for-skyscraper-brooklyn-hts-pits-livability-gaginst-developement.html"} , {"body" : "IT is a mansion, or nearly a mansion, that Arthur and Esther Bramwell did not know they wanted. ''A friend introduced me to the house three years ago,'' said Mr. Bramwell, a deputy county clerk in State Supreme Court in Brooklyn. ''I told him I already had a house nearby that was paid for, that I didn't need it. He said I had to see it.'' The doors" , "date" : "19851010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "NEW LIFE FOR THE BROWNSTONES OF BEDFORD-STUYVESANT" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/10\/garden\/new-life-for-the-brownstones-of-bedford-stuyvesant.html"} , {"body" : "ONCE, long ago, there was to be a Verrazano Street in Greenwich Village. City maps show it curving gracefully through existing parcels of developed land from Seventh Avenue across Downing Street to the foot of Bedford Street at the Avenue of the Americas, snipping off a backyard here and a piece of a building there. The snippets were taken by the" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Perspectives: Land Divestitures; Disposing of City-Owned Property" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/perspectives-land-divestitures-disposing-of-city-owned-property.html"} , {"body" : "City Schools Chancellor Nathan Quinones yesterday defended instructing students who do not speak English in their native languages and criticized the Federal Education Secretary for challenging the approach. ''I don't think Mr. Bennett is an expert in bilingual education,'' Mr. Quinones said at a news conference responding to a speech earlier in" , "date" : "19850927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "QUINONES COUNTERS ATTACK ON BILINGUAL INSTRUCTION" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/27\/nyregion\/quinones-counters-attack-on-bilingual-instruction.html"} ,   {"body" : "The downtown areas of Brooklyn, Queens and the Bronx will not achieve economic vitality unless steps are taken to remove the public's fear of crime in those areas, according to a study by two civic groups. This, the study says, is especially important because of the city's efforts to persuade Manhattan-based corporations to locate their so-called" , "date" : "19850920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A FEAR OF CRIME IS SAID TO HARM OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/20\/nyregion\/a-fear-of-crime-is-said-to-harm-outer-boroughs.html"} , {"body" : "The atmosphere was charged as 500 people packed the auditorium of Public School 63 in Ozone Park, Queens. It was four days before the city's public schools were to reopen last Monday, and Community School Board 27 had brought the parents together to discuss the emotional issue of whether students with AIDS should be placed in regular classes and to" , "date" : "19850916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ROOTS OF AIDS BOYCOTT: RECORD OF INDEPENDENCE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/16\/nyregion\/roots-of-aids-boycott-record-of-independence.html"} , {"body" : "THE quiet, tree-shaded peace of the 200 block of Clinton Avenue is one of the central features of Clinton Hill, a Brooklyn neighborhood just a few blocks east of Fort Greene Park. Both the Federal Government and the city have designated Clinton Hill a historic district, and a brief walk through the neighborhood reveals dramatic mansions and stylish" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/realestate\/if-you-re-thinking-of-living-in-clinton-hill.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "A bus route linking downtown Brooklyn and City Hall began a six-month trial yesterday, the Transit Authority announced. Ridership levels and revenues will determine whether the route, B51, will become permanent, according to the president of the authority, David L. Gunn. Mr. Gunn; the Brooklyn Borough President, Howard Golden, and other officials" , "date" : "19850910" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; City Hall Bus Line Runs to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/10\/nyregion\/the-city-city-hall-bus-line-runs-to-brooklyn.html"} , {"body" : "The Morgan Guaranty Trust Com-pany, after considering and rejecting a move to Delaware, announced yesterday that it would occupy a new 50-story corporate headquarters ''for the 21st century'' on Wall Street. Lewis Preston, the bank's chairman, said the institution had agreed to buy a $550 million tower that will be built by a developer, George" , "date" : "19850910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSTEAD OF LEAVING, MORGAN BANK TO BUY A TOWER ON WALL ST." , "url" : "http:\/\/www.nytimes.com\/1985\/09\/10\/nyregion\/instead-of-leaving-morgan-bank-to-buy-a-tower-on-wall-st.html"} , {"body" : "When most public officials think of Kennedy International Airport or the Port of New York, they think of travel and trade and how these can be stimulated. When Raymond J. Dearie thinks of them, he considers how travel and trade can be curtailed - at least in one aspect. Mr. Dearie is the United States Attorney for the Eastern District of New York," , "date" : "19850901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "U.S. ATTORNEY RALLYING TROOPS IN WAR ON DRUGS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/01\/nyregion\/us-attorney-rallying-troops-in-war-on-drugs.html"} , {"body" : "Archeologists have been digging in Brooklyn - in downtown Brooklyn, to be precise, on the edge of Brooklyn Heights, several feet beneath what was a broad, boring parking lot. Now the cars are gone, and a few yards from the traffic of Cadman Plaza West and the quiet of Pierrepont Street, the asphalt is scarred with neat, deep trenches, where a team" , "date" : "19850901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "A DIG FOR ARTIFACTS FROM THE DAYS OF OLD BREUKELEN" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/01\/nyregion\/a-dig-for-artifacts-from-the-days-of-old-breukelen.html"} , {"body" : "Ferry service between lower Manhattan and downtown Brooklyn will begin next Thursday and continue for six weeks on a trial basis, officials said yesterday. A spokesman for Brooklyn Borough President Howard Golden said the service would connect Pier 17 in Manhattan, at the South Street Seaport Museum, to the Fulton Ferry landing in Brooklyn, just" , "date" : "19850831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "East River Ferry Test To Begin on Thursday" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/31\/nyregion\/east-river-ferry-test-to-begin-on-thursday.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} ,   {"body" : "A four-car BMT subway train derailed yesterday morning shortly after pulling out of the DeKalb Avenue station in downtown Brooklyn. Five people, including a 4-month-old girl, were treated for suspected smoke inhalation and sprains, and a pregnant woman went to the hospital with labor pains, the Transit Authority reported. All were taken to Brooklyn" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "M TRAIN DERAILS NEAR A STATION; FIVE ARE INJURED" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/m-train-derails-near-a-station-five-are-injured.html"} , {"body" : "EPENDING on who does the counting, somewhere between 150 and 200 institutions call themselves museums in New York City. Some are mammoth, world-famous temples of culture like the Metropolitan or the American Museum of Natural History, where crowds jostle for the best view of a Botticelli or a brontosaurus. Most, however, are small, specialized and" , "date" : "19850726" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORK'S OFFBEAT MUSEUMS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/26\/arts\/new-york-s-offbeat-museums.html"} , {"body" : "Mayor Koch yesterday vetoed legislation he had proposed that would have banned food peddlers from most of midtown Manhattan. He said he had decided the bill was too restrictive. It is only the third time that Mr. Koch has vetoed a bill, and it was the first time he killed a bill that the City Council had approved at his request. He did so, he said," , "date" : "19850723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH VETOES BAN THAT HE PROPOSED ON FOOD PEDDLERS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/23\/nyregion\/koch-vetoes-ban-that-he-proposed-on-food-peddlers.html"} , {"body" : "Governor Cuomo and his former law firm, through suit and countersuit, are locked in a court dispute over the distribution of legal fees that could reach several million dollars. Lawyers for Mr. Cuomo and the law firm said it was unclear when the case would be resolved. Pretrial motions are now being heard by Justice Leonard E. Yoswein, the" , "date" : "19850722" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUOMO AND HIS EX-LAW FIRM BATTLE OVER FEES THAT COULD REACH MILLIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/22\/nyregion\/cuomo-and-his-ex-law-firm-battle-over-fees-that-could-reach-millions.html"} , {"body" : "New York's brush with bankruptcy a decade ago has changed not only the city, but also the way the people responsible for the city's future are charting its course into the next century. Decision-makers are being guided by a legacy of lowered expectations about government's ability to solve every problem. They also have to contend with legal" , "date" : "19850708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "'75 BANKRUPTCY SCARE ALTERS CITY PLANS INTO 21ST CENTURY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/08\/nyregion\/75-bankruptcy-scare-alters-city-plans-into-21st-century.html"} , {"body" : "THE Institutional Radio Choir - the 40-member gospel chorus that received wide acclaim after its participation in the Brooklyn Academy of Music's production of ''The Gospel at Colonus'' - might well be the finest of all New York-based gospel choirs. Unlike many other local gospel groups, the choir does not utilize contemporary pop-soul arrangements" , "date" : "19850704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "CONCERT: GOSPEL" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/04\/arts\/concert-gospel.html"} , {"body" : "TO Louis V. Greco Jr., a developer, the 26-story condominium he is planning at 67 Livingston Street is a sign of the economic comeback of downtown Brooklyn. He believes that a construction crane on this site will be a healthy symbol of new free-market high-rise construction in the area. To the tenants in the 32-story cooperative next door at 75" , "date" : "19850630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PROJECTED 26-STORY NEIGHBOR TROUBLES BROOKLYN CO-OP" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/30\/realestate\/projected-26-story-neighbor-troubles-brooklyn-co-op.html"} , {"body" : "Quite a bit farther down the East River, another trial bus run is scheduled to begin in September, linking downtown Brooklyn and Brooklyn Heights with lower Manhattan. The B-15 bus will begin at Smith and Fulton Streets in Brooklyn and run along Joralemon Street, Cadman Plaza West, Tillary Street, Flatbush Avenue Extension, the Manhattan Bridge," , "date" : "19850625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; . . . Bridge Experiment" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/25\/nyregion\/new-york-day-by-day-bridge-experiment.html"} , {"body" : "AT first glance, the signs of the revitalization that has taken place over the past decade in the Fort Greene section of Brooklyn seem no different than evidences of gentrification elsewhere. The brownstones and rowhouses that were little more than burnt-out shells 10 years ago have been carefully restored. Dumpsters packed with rubble from" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FORT GREENE INTEGRATES AS IT GENTRIFIES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/realestate\/fort-greene-integrates-as-it-gentrifies.html"} , {"body" : "The New York City Council voted yesterday to widen restrictions on food peddlers in the congested streets of midtown Manhattan and to extend similar limits to crowded sections of lower Manhattan, Brooklyn and Queens. Mayor Koch said he would sign the measure, which is aimed at reducing the crush of pushcarts selling hot dogs, ice cream, knishes," , "date" : "19850622" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "VENDORS OF FOOD FACE NEW LIMIT ON STREET SALES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/22\/nyregion\/vendors-of-food-face-new-limit-on-street-sales.html"} ,   {"body" : "Borough President Howard Golden of Brooklyn announced his candidacy for a third term yesterday, saying he had led the borough to recovery and growth. ''During the past eight years, we have stabilized Brooklyn's decline and laid the groundwork for Brooklyn's resurgence,'' said Mr. Golden, who becomes the fourth candidate in the race. Mr. Golden, 60" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GOLDEN SEEKS 3D TERM AS BOROUGH PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/golden-seeks-3d-term-as-borough-president.html"} , {"body" : "When public prosecutors switch to private law practice, they often increase their incomes handsomely while decreasing their public exposure. For Thomas P. Puccio, however, this has been only partly true. When he left the Justice Department three years ago after gaining wide attention as the prosecutor who put members of Congress in prison in the" , "date" : "19850611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROVIDENCE (RI)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "MAN IN THE NEWS; SHREWD DEFENSE ATTORNEY: THOMAS PHILLIP PUCCIO" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/11\/us\/man-in-the-news-shrewd-defense-attorney-thomas-phillip-puccio.html"} , {"body" : "Capt. Brian F. McCullagh took the long way around to getting a medal for heroism this week. He spent two days in the hospital because he would not leave the side of his fellow firefighters, even as the air in his mask was running out. The 42-year-old captain was with Engine Company 324 on Monday, fighting a small but very smoky blaze in an" , "date" : "19850606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; From Hospital To Medal Ceremony" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/06\/nyregion\/new-york-day-by-day-from-hospital-to-medal-ceremony.html"} , {"body" : "A 50-foot-high steel arch, its red girders rising five stories above the small plaza at the entrance to the downtown Brooklyn campus of Long Island University, was dedicated yesterday after an 18-year effort to place it there. Once the site of two gasoline stations and a parking lot, the one-acre grass-and-brick area near Flatbush Avenue Extension" , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Gateway to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/nyregion\/new-york-day-by-day-gateway-to-brooklyn.html"} , {"body" : "A story goes that a Brooklyn cabdriver stopped outside Ebbets Field while a game was in progress. ''Hey,'' he called up to a fan in the stands, ''how're the Dodgers doin'?'' ''They've got three men on base!'' the fan shouted down. ''Which base?'' asked the cabby. That story began to circulate sometime after Babe Herman in 1926 hit his famous drive" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "PLAYERS; OLD DODGERS SWING AWAY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/sports\/players-old-dodgers-swing-away.html"} , {"body" : "It isn't the first time that someone shopping for an antique has been stuck with a contemporary object. Carol Bellamy, the City Council President and candidate for the Democratic mayoral nomination, taped one of her recent commercials aboard a well-maintained old subway car parked in the Transit Authority Museum underneath downtown Brooklyn." , "date" : "19850520" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; On the Wrong Track" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/20\/nyregion\/new-york-day-by-day-on-the-wrong-track.html"} , {"body" : "A BMT subway train bound for Coney Island derailed yesterday morning, injuring 21 people and causing two fires that interrupted service on five lines between Brooklyn and Manhattan throughout much of the day. Transit Authority officials estimated that thousands of people had to change their travel plans. About 550 passengers were stranded" , "date" : "19850516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BMT TRAIN DERAILS, INJURING 21 AND DISRUPTING 5 LINES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/16\/nyregion\/bmt-train-derails-injuring-21-and-disrupting-5-lines.html"} , {"body" : "THURSDAY, MAY 16, 1985 International Summit details are not settled, according to Secretary of State George P. Shultz. He told reporters abroad his plane en route back to Washington after a meeting with Foreign Minister Andrei A. Gromyko in Vienna that the two sides had not agreed where and when President Reagan might meet with Mikhail S." , "date" : "19850516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/16\/nyregion\/news-summary-243740.html"} , {"body" : "FOR years, the New York City suburbs have been Manhattan's primary competition for white-collar jobs in the metropolitan region. As companies grew, major divisions of large employers and even entire smaller companies sought the benefits of lower rents and lower operating costs in a pleasant working environment by taking their operations to northern" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "45" , "title" : "DEVELOPERS TURN SIGHTS TO CITY'S OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/realestate\/developers-turn-sights-to-city-s-outer-boroughs.html"} , {"body" : "IN about six months, Jeffrey Stern and his partner, Henry Hewes, expect to break ground for a 70-unit rental apartment building on Atlantic Avenue and Third Street in downtown Brooklyn. It is one of the eight projects chosen by the city in the first round of awards in a new rental-housing program. The program will use tax-exempt municipal bonds" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PUZZLING OUT PER-UNIT SUBSIDIES FOR RENTAL PRODUCTION" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/realestate\/puzzling-out-per-unit-subsidies-for-rental-production.html"} ,   {"body" : "The gymnasium is small, just wide enough for the basketball court that fills it, and the paint is peeling from the walls of the exercise room. But the building in Brooklyn Heights has been home to the Brooklyn Central Branch of the Y.M.C.A. of Greater New York for 15 years. In January, the Y.M.C.A.'s landlord, Grace Church, sold the building at 62" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Y.M.C.A. LOSING LEASE ON BUILDING IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/nyregion\/ymca-losing-lease-on-building-in-brooklyn.html"} , {"body" : "Investigators have uncovered evidence of irregularities in the leasing of three office buildings in New York City by the State Office of General Services, officials of the State Commission of Investigation said yesterday. The commission announced that it would begin two days of hearings next Monday into the suspected violations, which are connected" , "date" : "19850510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IRREGULARITIES IN STATE LEASES CITED BY PANEL" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/10\/nyregion\/irregularities-in-state-leases-cited-by-panel.html"} , {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "I OFFER SOCIAL SCIENCES 121, the ''History of the Soviet Union,'' every spring at the Polytechnic Institute of New York, a small, predominantly engineering university in downtown Brooklyn. During the 1970's, the period of detente , students were curious about the Soviet Union and S.S. 121 always had a large enrollment. So many students signed up" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "THE NEW WAVE FROM RUSSIA" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/magazine\/the-new-wave-from-russia.html"} , {"body" : "Two high schools for under-achieving students, one in Queens and one in Brooklyn, will be created and operated jointly by the City University and the Board of Education as a result of a decision yesterday by the university trustees. The university, which has increasingly struggled to accommodate freshmen who are not academically ready for college," , "date" : "19850430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "2 NEW SCHOOLS TO AID UNDERACHIEVERS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/30\/nyregion\/2-new-schools-to-aid-underachievers.html"} , {"body" : "KEEP 'EM MOVING The Artist Celebrates New York'' is an exhibition making the municipal rounds with 31 paintings of the city as seen by artists caught by its infinite varieties of life and landscape. The exhibition has been selected from the Metropolitan Museum's 20th-Century Art Department and American Wing. It started its tour, which entails stops" , "date" : "19850424" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/24\/arts\/going-out-guide.html"} , {"body" : "THE RIGHT DIRECTION Directors usually speak to audiences indirectly, through the work they put on film or on stage. They are not rarities in public places, but it is unusual to have two eminent directors discussing their craft at a public forum. Milos Forman and Elia Kazan, two Academy Award-winning directors, will hold a dialogue tonight at 7 o'" , "date" : "19850422" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/22\/arts\/going-out-guide.html"} , {"body" : "RALPH BLUMENTHAL Homeless pregnant women and families with newborns are being placed by New York City in shelters and welfare-hotel rooms without refrigerators or proper cooking facilities in violation of the city's own guidelines, according to official figures. Many of the homeless subsist on meals they cook on illegal hot plates. They keep" , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "IN CITY QUARTERS, PARENTS STRUGGLE TO FEED THE YOUNGEST HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/nyregion\/in-city-quarters-parents-struggle-to-feed-the-youngest-homeless.html"} , {"body" : "Los Angeles, or at least bits and pieces of it, came flashing into downtown Brooklyn Wednesday night, and virtually all of social Brooklyn, cultural Brooklyn, official Brooklyn and political Brooklyn crammed into three floors of Abraham & Straus to celebrate ''The L.A. Spirit.'' There were slide and film shows of Los Angeles storefront boutiques," , "date" : "19850419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "'THE L. A. SPIRIT' MAKES A SPLASH IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/19\/style\/the-l-a-spirit-makes-a-splash-in-brooklyn.html"} , {"body" : "WHILE Manhattan has been something of a launch pad for apartment towers in the last two years, there has been no significant construction of unsubsidized apartment buildings in the other four boroughs. ''Developers feel they can make money in Manhattan, but nobody feels that strongly about the outer boroughs,'' said Harold Liebman, an architect" , "date" : "19850414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEW HOUSING LAGS IN OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/14\/realestate\/new-housing-lags-in-outer-boroughs.html"} ,   {"body" : "In the spring of 1975, Dr. George Bugliarello, president of the Polytechnic Institute of New York, submitted to his board of trustees a plan outlining the university's objectives for the next 20 years. Key among them was the development of a technological-industrial park next to the main campus in downtown Brooklyn. At the time, the proposal seemed" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REVIVED POLYTECH IS FOCUSING ON PLAN FOR INDUSTRIAL PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/nyregion\/revived-polytech-is-focusing-on-plan-for-industrial-park.html"} , {"body" : "Four men were accused yesterday in a Federal indictment in Brooklyn of scheming to ship guns or other military equipment illegally to the Soviet Union, Poland, Iraq and Argentina. Only one of the schemes - to send 1,300 night-vision devices to Argentina during the 1982 Falkland war - was carried out, authorities said. They said the planned" , "date" : "19850411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FALKLAND ISLANDS" , "BROOKLYN (NYC)" , "POLAND" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "ARGENTINA" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "INDICTMENT ACCUSES 4 OF PLOT TO TRANSPORT ARMS ILLEGALLY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/11\/nyregion\/indictment-accuses-4-of-plot-to-transport-arms-illegally.html"} , {"body" : "-13 - Since 1941, the Blue Hill Troupe has performed Gilbert and Sullivan's 13 operettas for various New York charities. Seven performances of ''The Sorcerer'' - at 8 P.M. April 8, 9 and 10; at 7:30 P.M. April 11 and 12, and at 2 P.M. and 8 P.M. April 13 - at the Hunter College Playhouse, 68th Street and Lexington Avenue, will benefit the Lenox" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "36" , "title" : "FUTURE EVENTS Spring Salutes" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/style\/future-events-spring-salutes.html"} , {"body" : "The arraignment of five people charged with bombing 10 sites in the New York area erupted into a courtroom melee yesterday in which Federal marshals in Brooklyn used battery-powered ''stun guns'' on three of the defendants. The marshals' chief said they had used the 5,000-volt, 6-inch-long devices as part of ''necessary force'' to remove the three" , "date" : "19850326" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'STUN GUNS' USED TO SUBDUE 3 MEN IN COURTROOM BRAWL" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/26\/nyregion\/stun-guns-used-to-subdue-3-men-in-courtroom-brawl.html"} , {"body" : "''Over my neck.'' That's where Robert Steingut was yesterday. Mr. Steingut, the chairman of the Workers' Compensation Board, and his colleagues were moving their offices to downtown Brooklyn as part of a plan to disperse state offices now in the World Trade Center. Mr. Steingut explained that a simple ''up to my neck'' would not suffice to describe" , "date" : "19850325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Moving Out" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/25\/nyregion\/new-york-day-by-day-moving-out.html"} , {"body" : "A 27-year-old man was found guilty yesterday of raping and robbing seven women in a series of attacks last year in the Flatbush and East Flatbush sections of Brooklyn. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Gregory Pought, after deliberating for less than three hours following a weeklong trial. At the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED IN THE RAPE AND THE ROBBERY OF 7 WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/man-is-convicted-in-the-rape-and-the-robbery-of-7-women.html"} , {"body" : "Joe Pepitone, the former New York Yankee player, was arrested in Brooklyn late Monday night after plainclothes police officers found drugs, drug paraphernalia and a loaded handgun in a car in which he was riding, the police said. The 44-year-old Pepitone, who gave his address as 667 East 79th Street, Brooklyn, was accused of criminal possession of" , "date" : "19850320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PEPITONE ARRESTED ON DRUG CHARGES" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/20\/sports\/pepitone-arrested-on-drug-charges.html"} , {"body" : "It was the morning after the Redmen of St. John's University had been defeated by Georgetown University, ending the glorious 19-game winning streak that had made them the nation's No. 1 college basketball team and the pride of all New York. The television crews had already left the St. John's campus in Queens, and so were not there last Thursday to" , "date" : "19850304" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A NEW PRIDE SURGES OVER ST. JOHN'S U." , "url" : "http:\/\/www.nytimes.com\/1985\/03\/04\/nyregion\/a-new-pride-surges-over-st-john-s-u.html"} , {"body" : "After three weeks of recuperating from a major operation, David L. Gunn, who heads the subway and bus system and has steadfastly refused the car and driver that go with his job, decided it was time to go back to work. Usually, Mr. Gunn rides the F train to Transit Authority headquarters at 370 Jay Street, near Willoughby Street, in downtown" , "date" : "19850302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Back to the Subway" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/02\/nyregion\/new-york-day-by-day-back-to-the-subway.html"} , {"body" : "-term leases of five store owners in a large building on Fulton Street in downtown Brooklyn will expire with no chance of renewal, and all will have to move. It is a scenario common throughout the the city, except that this one has a twist: The landlord is also a retailer, a department store that made its first realty investment two years ago when" , "date" : "19850210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RISING RENTS LEAD RETAILERS TO BUY BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/10\/realestate\/rising-rents-lead-retailers-to-buy-buildings.html"} ,   {"body" : "That the name of Long Island attaches to so many things in Brooklyn is evidence of the fact that Brooklyn is indeed part of Long Island, and this can be seen with the Long Island Historical Society, which is awaiting approval to change the name it has held since 1863 to the Brooklyn Historical Society. Whatever the name, the society is in downtown" , "date" : "19850209" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "GOING OUT GUIDE; IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/09\/arts\/going-out-guide-in-brooklyn.html"} , {"body" : "Four regional officials of the Federal Aviation Administration were charged yesterday with having stolen nearly $1 million from the agency through schemes in which it was billed for goods and services never provided. All four officials were assigned to the F.A.A.'s Eastern region, a seven-state area from New York to West Virginia, and worked out of" , "date" : "19850131" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 F.A.A. AIDES CHARGED IN THEFT OF NEARLY $1 MILLION FROM AGENCY" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/31\/nyregion\/4-faa-aides-charged-in-theft-of-nearly-1-million-from-agency.html"} , {"body" : "IF John Cashmore were alive, he would be pleased with the turn of events in Brooklyn of late: The extended downtown for which he had hoped is in the making. Mr. Cashmore, who was Borough President 30 years ago, wanted to see the land around the Long Island Rail Road's Atlantic Terminal on Flatbush Avenue developed for office use. And he wanted the" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN LAUNCHES ITS BIGGEST OFFICE-BUILDING EFFORT" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/realestate\/brooklyn-launches-its-biggest-office-building-effort.html"} , {"body" : "Six prospective Democratic candidates for mayor, including two new contenders, yesterday gave their views on city problems to black Democratic leaders who have said they will endorse a mayoral candidate within the next month. Two of the six, City Council President Carol Bellamy and Herman Badillo, the former Bronx Borough President and three-time" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "6 MAYORAL CONTENDERS GIVE VIEWS TO BLACK GROUP" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/nyregion\/6-mayoral-contenders-give-views-to-black-group.html"} , {"body" : "Brooklyn Law School, an 84-year-old institution in downtown Brooklyn, has bought a partly vacant, 12-story apartment building in nearby Brooklyn Heights to provide some of its students and faculty members with attractive housing at affordable rents. School officials said they bought the 40-apartment building for $2.2 million this month to help them" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "BROOKLYN LAW SCHOOL BUYS HEIGHTS APARTMENT BUILDING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/nyregion\/brooklyn-law-school-buys-heights-apartment-building.html"} , {"body" : "Mayor Koch and a group of business leaders yesterday announced plans to build an office, retail and housing complex in the Atlantic Terminal urbanrenewal area in downtown Brooklyn. The $255 million project, which must still undergo environmental studies and hearings by city agencies, requires approval by the Board of Estimate. With its access to" , "date" : "19850117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICE-HOUSING PLAN FOR DOWNTOWN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/17\/nyregion\/office-housing-plan-for-downtown-brooklyn.html"} , {"body" : "Mayor Koch and Albert Shanker, the president of the United Federation of Teachers, have had their share of differences, but in separate pronouncements in recent weeks they have found ground for agreement: They see a need to reorganize the city's paid Board of Education, which essentially works on a full-time basis. Both proposed that New York City" , "date" : "19850114" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ISSUE AND DEBATE; REVAMPING OF SCHOOL BOARD IS RAISING QUESTIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/14\/nyregion\/issue-and-debate-revamping-of-school-board-is-raising-questions.html"} , {"body" : "-term development project in downtown Brooklyn known as Metrotech - an acronym for Metropolitan Technology Center - has gained a new measure of credibility in recent weeks. The public-private partnership essential to any large-scale project in a downtown setting appears to have been cemented. It is ''urban renewal'' in modern dress. Credibility is" , "date" : "19850106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "METROTECH: A TEST FOR A NEW FORM OF URBAN RENEWAL" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/06\/realestate\/metrotech-a-test-for-a-new-form-of-urban-renewal.html"}]