[  {"body" : "IN the last decade, the Federal Government committed as much as $2.3 billion a year to sheltering low- and moderate-income people in New York City. In the same period, however, almost as many housing units were abandoned as were created. This year, Federal commitments amounted to only $789 million and, in the next decade, further reductions seem" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FACING UP TO THE HOUSING-SUPPLY ISSUE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/realestate\/facing-up-to-the-housing-supply-issue.html"} , {"body" : "Green and red crepe paper still hung from the ceiling, and paper snowmen decorated the door, but for the homeless men and women at the East Side church center yesterday, these emblems of the holiday held little cheer. It was the coldest day so far this winter, and even as the men and women at the center ate a lunch of soup and sandwiches, they" , "date" : "19851227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HOMELESS SEEK SHELTER FOR COLD, WINTRY NIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/27\/nyregion\/homeless-seek-shelter-for-cold-wintry-nights.html"} , {"body" : "In a yellow clapboard house here on West Main Street, a group of veterans gathers each week to discuss the horrors of their service in Vietnam and the drugs and alcohol they have consumed in the 15 wild and angry years since they returned home. Bill snorts cocaine because ''it makes it easier to be obnoxious'' when he is overcome by rage and guilt," , "date" : "19851226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "VETERANS OF VIETNAM GAINING NEW AID TO FIGHT ADDICTION" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/26\/nyregion\/veterans-of-vietnam-gaining-new-aid-to-fight-addiction.html"} , {"body" : "The homeless children in the city's family shelters spend their days in one room, and now, many of them learn in one room as well. In the barracks-style shelters in the Bronx, the one-room schoolhouse - a fond bit of Americana - has been revived and updated to serve the city's dispossessed. For many homeless children, the classes in this room are" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "FOR FAMILY SHELTERS, ONE-ROOM SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/nyregion\/for-family-shelters-one-room-schools.html"} , {"body" : "Fifteen people were arrested in connection with a dogfight yesterday in Highland Park in the East New York section of Brooklyn, the American Society for the Prevention of Cruelty to Animals announced. Madeline Bernstein, vice president for humane law enforcement for the society, said it was believed to be the first arrests involving a dog-fighting" , "date" : "19851209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "HIGHLAND PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 15 Are Arrested In Dogfight Case" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/09\/nyregion\/the-city-15-are-arrested-in-dogfight-case.html"} , {"body" : "If America has not altogether lost its zest for useful social experiment, Congress ought to leap at the modest mortgage subsidy fund for self-help housing programs inspired by Brooklyn's Nehemiah project. Representative Charles Schumer has prompted the House to write the program into its budget bill; the Senate now needs to accept the idea in" , "date" : "19851205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "A Housing Plan of National Interest" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/05\/opinion\/a-housing-plan-of-national-interest.html"} , {"body" : "Two hundred poor and middle-class residents of East New York went to City Hall yesterday for an emotional and sometimes angry hearing on a proposal by a coalition of churches to build 1,500 low-cost single-family houses in their neighborhood. Half the residents went to praise the plan, arguing that it would be the beginning of a rebirth of the East" , "date" : "19851121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "EAST NEW YORK HOUSING PLAN STIRS EMOTIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/21\/nyregion\/east-new-york-housing-plan-stirs-emotions.html"} , {"body" : "Being a close friend or relation of Paul Kersey, the sometime architect and protagonist of the ''Death Wish'' movies, is a no-win proposition. Not only are you bound to get killed, but it is certain to be a very unpleasant death, and it may come very early in the show. At best, like Deborah Raffin in ''Death Wish 3,'' you may just have time to take" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "88" , "title" : "SCREEN: 'DEATH WISH'" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/movies\/screen-death-wish.html"} , {"body" : "A 15-year-old Brooklyn girl was in critical condition last night after having been struck by a stray bullet during an argument involving five men, the police said. The girl, Evangelista Feliciano of the East New York section, was leaving a candy store at about 1:25 A.M. yesterday when she was hit in the back by the bullet, said a Police Department" , "date" : "19851020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Girl, 15, Is Critically Wounded By a Stray Bullet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/20\/nyregion\/girl-15-is-critically-wounded-by-a-stray-bullet-in-brooklyn.html"} , {"body" : "All charges filed against a State Senator and 14 other demonstrators in the illegal occupation of a vacant city-owned building last summer were dropped yesterday at the request of District Attorney Elizabeth Holtzman of Brooklyn. Mayor Koch, who said he was incensed, immediately denounced Miss Holtzman for being ''soft on crime''and suggested that" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CHARGES ARE DISMISSED IN BUILDING OCCUPATION" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/charges-are-dismissed-in-building-occupation.html"} ,   {"body" : "SIX years ago, Anne Campbell, fresh from England, found herself treading on new territory - literally and sociologically - in the East New York section of Brooklyn. Mrs. Campbell, undeterred by the area's high crime, or by the unknown, sought and gained entry to the world of female gang members. ''When I think back, I can't believe I did it,'' the" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A RUTGERS PROFESSOR 'JOINS' FEMALE GANGS IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/nyregion\/a-rutgers-professor-joins-female-gangs-in-new-york.html"} , {"body" : "A couple died and their son was critically burned last night in a fire of unknown origin that swept a two-family house in the East New York section of Brooklyn. The victims were identified as Hector Locke, 42 years old, and his wife, Oriel, 49, who lived at 714 Jerome Street. Their 15-year-old son, Hector Jr., was taken to the burn center at the" , "date" : "19851009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Blaze in Brooklyn Kills Couple and Injures Son" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/09\/nyregion\/blaze-in-brooklyn-kills-couple-and-injures-son.html"} , {"body" : "A liquor store owner, armed with a pistol, was shot to death by a police officer yesterday in Brooklyn as the merchant chased a group of youths who had fought with him in the store, the police said. The dead man, Ping Cheng, 22 years old, was shot once in the stomach by Police Officer John Menso, according to a police spokesman, Lieut. Edwin" , "date" : "19851009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICEMAN KILLS A MERCHANT WHO WAS PURSING YOUTHS" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/09\/nyregion\/policeman-kills-a-merchant-who-was-pursing-youths.html"} , {"body" : "At St. Thomas More Roman Catholic Church in Darien, Conn., yesterday Marie Barbara Murray, a daughter of Mr. and Mrs. Paul B. Murray of New Canaan, Conn., was married to Roger Stephen Lane, a son of State Assemblyman and Mrs. Clarence D. Lane of Windham, N.Y. The Rev. D. Bradley Murray, uncle of the bride, performed the ceremony. Margot Murray was" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "71" , "title" : "MISS MURRAY HAS WEDDING" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/style\/miss-murray-has-wedding.html"} , {"body" : "We have a lot in common,'' Alair A. Townsend, New York's Deputy Mayor for Finance and Economic Development, said of Han Boping, Deputy Mayor of Peking. ''Housing problems, transportation problems and having two working spouses.'' Whereupon she presented Mr. Han, and four other Peking city officials, with pointy, foam rubber, Statue of Liberty" , "date" : "19851005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PEKING (CHINA)" , "NEW YORK CITY" , "CHINA, PEOPLE'S REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY; Common Interests" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/05\/nyregion\/new-york-day-by-day-common-interests.html"} , {"body" : "A 17-year-old Brooklyn youth, the son of a female police officer, opened the strongbox that contained her service revolver, discharged a shot that fatally wounded a friend and killed himself last night, the police said. The youth, Cedrick Williams, was in his mother's apartment at 790 Elderts Lane, near Dumont Avenue in the East New York section," , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "YOUTH USES HIS MOTHER'S GUN TO KILL HIMSELF AND ANOTHER" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/nyregion\/youth-uses-his-mother-s-gun-to-kill-himself-and-another.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Calling him the ''most brutal killer'' he had ever met, a judge yesterday sentenced a Bronx man to from 83Y to 250 years in prison for killing eight children and two women in a house in Brooklyn last year. The man, Christopher Thomas, 36 years old, was acquitted July 19 of murder but was found guilty of reduced charges of manslaughter. Some jurors" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAN GETS 83-YEAR SENTENCE IN KILLING OF 10 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/nyregion\/man-gets-83-year-sentence-in-killing-of-10-in-brooklyn.html"} , {"body" : "State Senator Thomas J. Bartosiewicz and three members of a squatters group were arrested last night for breaking into an abandoned city-owned building in the East New York secton of Brooklyn, the police said. Senator Bartosiewicz was also charged with harassment after he ''struck and officer,'' according to Officer Robert Fitzpatrick, a police" , "date" : "19850823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "State Senator and 3 Others Are Arrested as Squatters" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/23\/nyregion\/state-senator-and-3-others-are-arrested-as-squatters.html"} , {"body" : "A woman who stopped her car at a red light in Richmond Hill, Queens, was fatally shot at about midnight Wednesday by a man who tried to rob her, the police said. A suspect was arrested yesterday afternoon,and the police said he would be charged with murder. The victim was Bertha Hayden, 44 years old, of 173-42 105th Avenue, Jamaica, Queens, who was" , "date" : "19850823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RICHMOND HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Woman Shot to Death In Her Car at Red Light" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/23\/nyregion\/woman-shot-to-death-in-her-car-at-red-light.html"} ,   {"body" : "To the Editor: Your Aug. 11 editorial ''Give Squatters a Chance'' appears to justify trespassing in city-owned buildings as an appropriate solution to New York City's housing problems. But some very important facts were ignored. No one disagrees there is a shortage of decent, affordable housing, especially for low- and moderate-income New Yorkers." , "date" : "19850820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Letter: On Housing; Squatters Are Not the Answer" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/20\/opinion\/l-letter-on-housing-squatters-are-not-the-answer-203079.html"} , {"body" : "A coalition of churches seeking to revive the battered neighborhoods of eastern Brooklyn has received a commitment from New York City to help expand single-family housing in the East New York section. The housing is to be built under the coalition's so-called Nehemiah Plan, an ambitious project to build more than 5,000 such houses in the eastern" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "CHURCH GROUP WINS CITY'S HELP IN BROOKLYN HOUSING DRIVE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/nyregion\/church-group-wins-city-s-help-in-brooklyn-housing-drive.html"} , {"body" : "In the Galvin Chapel on the campus of Northwestern University in Evanston, Ill., yesterday Maureen Anne McCormick, a daughter of Mrs. Robert D. McCormick of Chicago and the late Mr. McCormick, was married to Joseph Gerard Murray 2d, a son of Mr. and Mrs. Paul B. Murray of New Canaan, Conn. The Rev. D. Bradley Murray, uncle of the bridegroom," , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "MISS MCCORMICK WEDS J. G. MURRAY 2D" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/style\/miss-mccormick-weds-j-g-murray-2d.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} , {"body" : "It sounds so simple and sensible. New York has a housing shortage. The city owns almost 6,000 abandoned residential buildings. Some New Yorkers clamor for the right to rehabilitate them and return them to the tax rolls in exchange for ownership. Why not let them do so? Yet to city officials, it isn't that simple. Those arguing for the chance to" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Give Squatters a Chance" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/opinion\/give-squatters-a-chance.html"} , {"body" : "City Council President Carol Bellamy yesterday supported the decision of some Brooklynites to break the law by breaking into abandoned city-owned buildings and taking them over as squatters. Explaining that it was not her general position to support lawbreakers, she said that she did so in this case because the protesters had acted ''in my view in" , "date" : "19850810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BELLAMY DEFENDS BROOKLYN SQUATTERS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/10\/nyregion\/bellamy-defends-brooklyn-squatters.html"} , {"body" : "A group of Brooklyn churches has given the police a list of 72 storefront drug-selling operations, and the Police Commissioner said yesterday that the department would seek to get enough evidence to close down at least 60 of them by the end of the year. The group, called the East Brooklyn Churches, whose membership comprises several denominations" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Churches Compile List of Drug Sellers" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/nyregion\/the-city-churches-compile-list-of-drug-sellers.html"} , {"body" : "One group came as a herd of sheep, for Sheep Meadow. Another group, grass sprouting from their heads, came as the Great Lawn. A third included a rowboat surrounded by swans, for the Lake, which actually has ducks rather than swans. Others dressed as Egyptians, symbolizing Cleopatra's Needle. The children, dressed in costumes inspired by the park," , "date" : "19850808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Your Friendly Police" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/08\/nyregion\/new-york-day-by-day-your-friendly-police.html"} , {"body" : "Building anew on old city streets requires patience, testing and a certain amount of luck. Factories and warehouses that are razed only from street level upward leave behind foundations, underground vaults and subterranean passageways that are filled with debris, covered over and forgotten until a new project goes up on the site. Simply building on" , "date" : "19850807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "About Real Estate; Slab Aid Program Keeps Manufacturers in the City" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/07\/business\/about-real-estate-slab-aid-program-keeps-manufacturers-in-the-city.html"} , {"body" : "An off-duty police officer shot and fatally wounded one of five men who tried to rob an off-duty corrections officer in a Brooklyn subway station last night, the police reported. The two officers, who did not know one another, were sitting on a bench waiting for a train in the Saratoga Avenue IRT station in East New York at 11 P.M. when the five" , "date" : "19850807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Gunman Is Killed By Officer on IRT" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/07\/nyregion\/the-city-gunman-is-killed-by-officer-on-irt.html"} ,   {"body" : "A State Senator and seven other protesters were arrested yesterday as they rallied at an abandoned building in Brooklyn, demanding that it be opened to squatters, authorities said. The eight, including Senator Thomas J. Bartosiewicz, Democrat of Brooklyn, were arrested on charges of disorderly conduct, a police spokesman, Sgt. Raymond O'Donnell," , "date" : "19850804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "State Senator and 7 Others Arrested at Squatters' Rally" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/04\/nyregion\/state-senator-and-7-others-arrested-at-squatters-rally.html"} , {"body" : "Two Brooklyn men were arrested yesterday for breaking into an abandoned, city-owned building in the East New York section of Brooklyn and trying to occupy it, according to the police. The men - Nathan Williams, 37 years old, of 393 New Jersey Avenue, in East New York, and Clive Dougal, 33, of 844 Eastern Parkway, in the Crown Heights section - were" , "date" : "19850803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; 2 Held in Attempt To Claim Building" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/03\/nyregion\/the-city-2-held-in-attempt-to-claim-building.html"} , {"body" : "A crowd of people carrying hammers and crowbars pried the metal seal off an abandoned city-owned building this week in the East New York section of Brooklyn and said it now belonged to them. It was the 25th building in East New York that the squatters, organized by a group called Acorn, had broken into and claimed since June 15. Members of the" , "date" : "19850802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SQUATTERS AND CITY BATTLE FOR ABANDONED BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/02\/nyregion\/squatters-and-city-battle-for-abandoned-buildings.html"} , {"body" : "A Housing Authority police officer yesterday shot one of two robbery suspects who threatened him with a gun, wounding the suspect in the stomach, authorities said. The wounded man, Darryl Sesson, 27 years old, of 654 Crescent Avenue, Brooklyn, and his companion, Peter Olivo of 1548 East New York Avenue, Brooklyn, were charged with the attempted" , "date" : "19850725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Robbery Suspect Shot by Officer" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/25\/nyregion\/the-city-robbery-suspect-shot-by-officer.html"} , {"body" : "A Bronx man described in testimony as a drug dealer and cocaine addict was acquitted of murder yesterday but convicted on reduced charges of manslaughter in the killing of 10 people in a Brooklyn apartment last year. The man, Christopher Thomas, sat without visible emotion as the jury, after deliberating 16 hours over three days, returned the" , "date" : "19850720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DEFENDANT IN THE KILLING OF 10 IS GUILTY OF REDUCED CHARGE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/20\/nyregion\/defendant-in-the-killing-of-10-is-guilty-of-reduced-charge.html"} , {"body" : "A Brooklyn jury ended deliberations for the night yesterday without reaching a verdict in the case of Christopher Thomas, accused of killing 10 people on Palm Sunday last year. State Supreme Court Justice Ronald J. Aiello sent the jury to a motel at 7:15 P.M. after about six hours of deliberations. Mr. Thomas, 35 years old, of the Bronx, is accused" , "date" : "19850718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Weighs 10-Slaying Case" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/18\/nyregion\/jury-weighs-10-slaying-case.html"} , {"body" : "The man charged with killing 10 people in Brooklyn last year appeared disturbed on the day of the killings, two people testified yesterday. One of the witnesses, Carmen Lesser, said the suspect, Christopher Thomas, 35 years old, of the Bronx, showed up early in the morning at the house where the slayings took place. Mrs. Lesser, a sister of Enrique" , "date" : "19850709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "2 SAY SUSPECT SEEMED DISTURBED ON THE DAY OF BROOKLYN SLAYINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/09\/nyregion\/2-say-suspect-seemed-disturbed-on-the-day-of-brooklyn-slayings.html"} , {"body" : "A woman clutching her 10-month-old son stretched across elevated subway tracks in Brooklyn early yesterday and an oncoming train killed her and critically injured the child, the police said. The wheels of a Queens-bound J train pinned the mother's body and crushed part of the child's left arm, severing it above the elbow and hurling the infant to" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Suicides on the BMT, Police Say, but Son Survives" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/nyregion\/woman-suicides-on-the-bmt-police-say-but-son-survives.html"} , {"body" : "A special force of 200 police officers seized 160 fugitives yesterday in a series of predawn sweeps at five city housing projects in the Brownsville section of Brooklyn. ''It was a very successful operation,'' said Deputy Inspector Vincent Pizzo, the commanding officer of the housing police detective division, who supervised the sweeps. ''We got" , "date" : "19850703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "160 MINOR-CHARGE FUGITIVES SEIZED IN PREDAWN RAIDS AT BROOKLYN PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/03\/nyregion\/160-minor-charge-fugitives-seized-in-predawn-raids-at-brooklyn-projects.html"} , {"body" : "A man brandishing a revolver was shot and killed by police officers in a Brooklyn subway station yesterday after he threatened to shoot a police sergeant, the police said. The incident took place at about 4:30 P.M at the Broadway-East New York station of the IND. The police report said the man had been shot twice - once in the hand and once in the" , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TWO OFFICERS SHOOT A GUNMAN TO DEATH IN A SUBWAY STATION" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/nyregion\/two-officers-shoot-a-gunman-to-death-in-a-subway-station.html"} ,   {"body" : "The American Red Cross will not renew contracts to operate two barracks-style city shelters for homeless families that house about 400 people, a spokesman said yesterday. The contracts with the city, which expire Oct. 31, are for shelters at 338 Forbell Street, in the East New York section of Brooklyn, and 151 East 151st Street, in the Melrose" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "RED CROSS TO DROP 2 SHELTERS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/nyregion\/red-cross-to-drop-2-shelters.html"} , {"body" : "In this commencement season, Frank Bucaria, an instructor at the Atlas Barber School, is telling his graduating students that they are the hope of the barbering future - now and, yes, into the 21st century. ''The future is bright,'' he tells them. ''Although long hair once threatened to destroy the barbering industry as we know it, the future is" , "date" : "19850622" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; POMPADOURS AND PARTS: EDUCATING BARBERS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/22\/nyregion\/about-new-york-pompadours-and-parts-educating-barbers.html"} , {"body" : "IN THE 17TH FLOOR OF the RCA building, the comedian Billy Crystal of NBC's ''Saturday Night Live'' is in an office thinking funny about the film critics Gene Siskel and Roger Ebert. Both are to be included the following night in a segment in which Crystal -playing a popular character he created, an unctuous Hollywood charmer named Fernando -will" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "55" , "title" : "THE BUSINESS OF COMEDY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/magazine\/the-business-of-comedy.html"} , {"body" : "Friday FOLK-ROCK FROM ENGLAND Contemporary interpretations of traditional English folk tunes will be on the program when three well-known English folk-rock groups join forces for a triple-bill concert tonight. Steeleye Span, one of Britain's most popular folk-rock groups of the 1970's, mixes acoustic and electric music, drawing on traditional folk" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/arts\/weekender-guide.html"} , {"body" : "The Koch administration's proposal to put homeless families in trailers was the subject of heated debate yesterday as several elected officials opposed the idea and said traditional apartments could be renovated for less. Instead of the polite exchanges that normally mark such events, the hearings held by the City Council and the Board of Estimate" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLAN TO PUT HOMELESS IN TRAILERS SETS OFF DEBATE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/plan-to-put-homeless-in-trailers-sets-off-debate.html"} , {"body" : "One man was shot to death and three others were wounded yesterday afternoon in a fight on the crowded beach boardwalk in Rockaway, Queens, the police said. The police said they were unsure of the reason for the melee, which broke out shortly before 5 P.M. The slain man was identified as George Molina, 19 years old, who was shot once in the chest." , "date" : "19850528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROCKAWAY (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Slain and 3 Hurt In a Boardwalk Melee" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/28\/nyregion\/man-slain-and-3-hurt-in-a-boardwalk-melee.html"} , {"body" : "LAST Wednesday at 10 o'clock in the morning, under a gray sky and with the flags on the Wrigley Field center-field scorebord crackling in the sharp, wicked wind off Lake Michigan, the Cubs' only rookie practiced turning the double play at second base in the quiet ball park before 37,275 empty seats. It was still more than three hours before game" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "CUBS HELP DUNSTON REFINE GREAT RAW TALENT" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/sports\/cubs-help-dunston-refine-great-raw-talent.html"} , {"body" : "Armed with batteries, wires and smoke detectors, 400 youngsters have been visiting the homes of 1,500 elderly people in sections of Queens and the Bronx. The youngsters are members of the City Volunteer Corps, working with the American Red Cross of Greater New York to provide smoke detectors for those who do not have one, or to test smoke detectors" , "date" : "19850504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Safety Patrol" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/04\/nyregion\/new-york-day-by-day-safety-patrol.html"} , {"body" : "The hour was late as the Canarsie-bound LL train rumbled along the elevated tracks in the East New York section of Brooklyn. Untouched and unbroken, a pane of glass simply fell from one of the doors to the track below. A few riders in the crowded car looked up and gave a knowing shake of the head. Then they then went back to reading or sleep," , "date" : "19850429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;Air-Conditioning on the LL" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/29\/nyregion\/new-york-day-by-day-air-conditioning-on-the-ll.html"} , {"body" : "An 8-year-old girl on a playground slide was struck in the neck by a bullet yesterday evening in the East New York section of Brooklyn, the police said. The child, Lakeisha King, of the Cypress Hills housing project, ran to the nearby home of an aunt, who called the Housing Authority police. She was taken to Baptist Medical Center, where she was" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl Is Shot at a Playground" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/girl-is-shot-at-a-playground.html"} ,   {"body" : "A fourth suspect in the shootings and stabbings that left three people dead and eight wounded in Brooklyn was charged yesterday, the police said. The suspect, Anthony Douglas, 28 years old, was arrested late Tuesday in a movie theater on West 42d Street in Manhattan, they said. He was charged with three counts of murder, eight counts of assault and" , "date" : "19850411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4th Slaying Suspect Charged" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/11\/nyregion\/4th-slaying-suspect-charged.html"} , {"body" : "I TOOK a trip to the heart of darkness the other day. I went back on the A train. It is not like the Long Island Rail Road. The problem - is there only one? - of living out here is that you can't take the subway. I suppose I still have an idealized memory of how easy it was to get around by taking subways or buses. Perhaps in those old days I used" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; THE PAST MEETS THE PRESENT ON THE A TRAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/nyregion\/about-long-island-the-past-meets-the-present-on-the-a-train.html"} , {"body" : "A 27-year-old Queens man was arrested last night and charged with stabbing and seriously wounding a nurse at New York Hospital during a robbery attempt on March 14. The suspect is James Rowe of 40-15 12th Street, Long Island City. He was arrested at 10:30 P.M. at 420 Georgia Avenue in the East New York section of Brooklyn after a brief struggle. A" , "date" : "19850328" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Queens Man, 27, Is Arrested In Hospital Attack on Nurse" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/28\/nyregion\/queens-man-27-is-arrested-in-hospital-attack-on-nurse.html"} , {"body" : "I've never liked the way elected officials comment on subway crime and how it's handled without experiencing it first-hand, so I decided last month to spend a night on patrol with a pair of plainclothes transit policemen. I discovered what I had suspected all along about New York City's finest: they are a dedicated group of men, who serve the" , "date" : "19850323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "A NIGHT SPENT UNDER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/23\/opinion\/a-night-spent-under-the-city.html"} , {"body" : "Two brothers, 11 and 5 years old, were seriously injured yesterday morning when a car traveling the wrong way down a one-way street in Brooklyn jumped a curb and struck the boys and two of their brothers, the police said. Several hours later the police arrested the man they said was driving the car and charged him with leaving the scene of an" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Auto Hits 4 Brothers; A Suspect Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/nyregion\/auto-hits-4-brothers-a-suspect-is-arrested.html"} , {"body" : "A longstanding dispute over a $500 debt was apparently the motive for an arson fire that killed five people in a social club in Brooklyn last month, the police said yesterday. Authorities indicated the debt might have involved a drug transaction. Two suspects were arrested Wednesday, and each will be charged with five counts of felony murder and" , "date" : "19850315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ARSON FATAL TO 5 AT CLUB IS LAID TO DEBT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/15\/nyregion\/arson-fatal-to-5-at-club-is-laid-to-debt-dispute.html"} , {"body" : "Two men were arrested in Brooklyn yesterday and charged with murdering five people who perished in a fire the men had set at a Williamsburg social club last month, the police said. The arson murders were a result of a dispute between one of the suspects and the owner of the social club, according to Inspector James Steproe. One of the suspects has" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 CHARGED IN 5 ARSON MURDERS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/nyregion\/2-charged-in-5-arson-murders.html"} , {"body" : "The financial condition of New York's state-chartered savings banks continued to deteriorate in the fourth quarter, but industry spokesmen said they expected a substantial improvement this quarter because of lower interest rates. Figures released last week by the New York State Banking Department showed that the 71 savings banks under its" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "11" , "title" : "LOSSES GROW IN QUARTER AT STATE SAVING BANKS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/business\/losses-grow-in-quarter-at-state-saving-banks.html"} , {"body" : "Detectives said yesterday that they had identified the last suspect being sought in connection with a shooting and stabbing rampage last Wednesday at the home of a reputed drug dealer in the East New York section of Brooklyn. Three men have already been arrested and charged with killing three people and injuring eight others in the incident. The" , "date" : "19850306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; 4th Suspect Listed In Drug Killings" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/06\/nyregion\/the-city-4th-suspect-listed-in-drug-killings.html"} , {"body" : "Brooklyn detectives yesterday were trying to identify the last suspect still at large in a shooting and stabbing rampage at the home of a reputed drug dealer. Three men have been arrested and charged with killing three people and wounding eight others last Wednesday at 291 Schenck Avenue in the East New York section of Brooklyn. The latest arrest" , "date" : "19850304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 4th Person Sought In Slaying of 3" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/04\/nyregion\/the-city-4th-person-sought-in-slaying-of-3.html"} ,   {"body" : "A small church in the East New York section of Brooklyn, a conservative stray from the Episcopal fold, has been served with an eviction notice by the Long Island diocese. The notice, posted 12 days ago at St. Joseph's Church at Schenck and Arlington Avenues, followed by eight years the decision by the congregation, most of whom come from the West" , "date" : "19850304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EPISCOPAL CHURCH RESISTS EVICTION BY ITS DIOCESE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/04\/nyregion\/episcopal-church-resists-eviction-by-its-diocese.html"} , {"body" : "Two brothers were charged last night with killing three men and injuring eight others, including three children, in a drug robbery-related rampage of shootings, stabbings and torture inside a Brooklyn house Wednesday night. Detectives identified the men, whom they had been questioning all day, as Vincent Eleby, 24 years old, of 28 Marconi Place," , "date" : "19850302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 BROTHERS ARE CHARGED IN 3 BROOKLYN SLAYINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/02\/nyregion\/2-brothers-are-charged-in-3-brooklyn-slayings.html"} , {"body" : "FRIDAY, MARCH 1, 1985 International Readiness to return to the peace process in the Middle East in any way the Arabs and Israelis think appropriate was expressed by the Reagan Administration. (Page A1, Column 6.) Nicaragua's latest peace overtures were labeled by the White House as a ''change without substance.'' But Secretary of State George P." , "date" : "19850301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY;" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/nyregion\/news-summary-061430.html"} , {"body" : "The shootings and stabbings that left three people dead and eight others injured in Brooklyn Wednesday night began as a robbery of a drug ring and escalated only after the ring's leader refused to cooperate, the police said yesterday. Four gunmen burst into a house in the East New York section to rob a heroin and cocaine sales ring, said the Police" , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 BROOKLYN SLAYINGS LINKED TO ROBBERY OF DRUG RING" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/nyregion\/3-brooklyn-slayings-linked-to-robbery-of-drug-ring.html"} , {"body" : "Three people were shot to death and seven others, including two children, were wounded when at least two gunmen burst into a home in the East New York section of Brooklyn shortly after midnight this morning and began shooting indiscriminately, according to police and medical officials. The shootings occurred at 291 Schenck Avenue, between Pitkin" , "date" : "19850228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "INTRUDERS AT EAST NEW YORK HOME SHOOT 3 FATALLY AND WOUND SEVEN" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/28\/nyregion\/intruders-at-east-new-york-home-shoot-3-fatally-and-wound-seven.html"} , {"body" : "Traveling between his home in the Bedford-Stuyvesant section of Brooklyn and his classes at Boys and Girls High School never bothered Darryl Johnson. He said he always felt safe on the block he called ''my home'' and in the school he called ''my high.'' But that security dissipated on a stark afternoon last month. While he was walking home from" , "date" : "19850225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MANY YOUTHS, FEARING FOR SAFETY, CARRY WEAPONS AT CITY'S HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/25\/nyregion\/many-youths-fearing-for-safety-carry-weapons-at-city-s-high-schools.html"} , {"body" : "A 23-year-old Barnard College senior was beaten and raped in Riverside Park last night after a man with a knife accosted her as she was jogging and dragged her behind a clump of bushes, the police said. A man was arrested at the scene and charged with rape, sodomy, criminal possession of a weapon and resisting arrest. The police said the suspect," , "date" : "19850219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BARNARD STUDENT IS RAPED; SUSPECT IS A PAROLED RAPIST" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/19\/nyregion\/barnard-student-is-raped-suspect-is-a-paroled-rapist.html"} , {"body" : "A New York City police officer was indicted on a manslaughter charge yesterday for shooting an unarmed man to death on a Brooklyn street last month. The officer said after the shooting that his gun had discharged accidentally. The officer, Joseph Vacchio Jr., 25 years old, of Lynbrook, L.I., was charged by a Brooklyn grand jury with second-degree" , "date" : "19850215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "OFFICER INDICTED IN BROOKLYN IN KILLING OF AN UNARMED MAN" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/15\/nyregion\/officer-indicted-in-brooklyn-in-killing-of-an-unarmed-man.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "DON'T look back, Robert Mondavi, Joe Zakon may be gaining on you. Joe Zakon? Yes, Joe Zakon, Crown Heights' pre-eminent commercial wine maker. He is also Crown Heights' only commercial wine maker, but pre-eminent sounds better. Crown Heights is a working-class Brooklyn neighborhood not known for its vineyards. But it is populated heavily by" , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "13" , "title" : "WINE TALK" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/garden\/wine-talk-218443.html"} ,   {"body" : "A police investigation into the fatal shooting of an unarmed Brooklyn man by a police officer is centering on whether the officer had cocked his weapon in violation of department instructions, authorities said yesterday. The officer, 25-year-old Joseph Vacchio, was suspended without pay shortly before midnight Thursday. He has said his gun fired" , "date" : "19850105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "HANDLING OF GUN STUDIED IN SLAYING BY POLICEMAN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/05\/nyregion\/handling-of-gun-studied-in-slaying-by-policeman.html"}]