[  {"body" : "Laughter, wonder, color and excitement are all particularly welcome on New Year's Eve - which is not an easy night for many. If you don't plan on hunkering down at home with loved ones or the tube or a good book, the city is just outside your window, offering a cornucopia of celebrations. To begin with, fireworks. Nobody but a dud could resist" , "date" : "19851227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "FIREWORKS, CHAMPAGNE AND JAZZ FOR NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/27\/arts\/fireworks-champagne-and-jazz-for-new-year.html"} , {"body" : "When Joseph Papp founded the New York Shakespeare Festival 30 years ago, he paid no rent for its home, a church cellar on the Lower East Side. Twelve years later, when he moved the organization to new quarters in the East Village, the cost of the space was not much higher. But if the festival were looking for a home today, he maintains, he could" , "date" : "19851222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "FOR ARTS GROUPS IN MANHATTAN, THE LEASE IS THE THING" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/22\/weekinreview\/for-arts-groups-in-manhattan-the-lease-is-the-thing.html"} , {"body" : "Ice skaters may now ignore the wind-chill factor, the safety factor and the taxicab factor, if those have deterred them from getting to their sport. The two most popular rinks in the city, the Loula E. Lasker Memorial Rink in Central Park and the Kate Wollman Memorial Rink in Prospect Park in Brooklyn are providing free bus service. At the Lasker" , "date" : "19851214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "NEW YORK DAY BY DAY; FREE BUSES TO ICE RINKS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/14\/nyregion\/new-york-day-by-day-free-buses-to-ice-rinks.html"} , {"body" : "Following is a selection of the musical presentations planned for the Christmas season in New York City. All are free unless otherwise noted. Today Calvary Baptist Church, 123 West 57th Street. Buxtehude's ''Neugeboren Kinderlein'' and Saint-Saens's Christmas Oratorio; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170." , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/a-calendar-of-music-for-the-christmas-season.html"} , {"body" : "Today American Museum of Natural History, Central Park West and 81st Street. ''The Star of Christmas'' show, illustrating how the sky above Bethlehem appeared on the day of Jesus' birth. Admission: $3, adults; $2, children. Through Jan. 1. Information on show times: 873-8828. Brooklyn Academy of Music, 30 Lafayette Avenue, Brooklyn. ''The Christmas" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "PAGEANTS, JAZZ, PUPPETS AND OTHER PRESENTATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/pageants-jazz-puppets-and-other-presentations.html"} , {"body" : "Tomorrow Bruno Walter Auditorium, New York Public Library, Lincoln Center. Bach's ''Magnificat'' and Cantata No. 140; Riverdale Chorale Society. At 2 P.M. Cathedral Church of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Staged production of Schutz's oratorio ''Christmas Story''; the Grande Bande of New York, Early Music" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "HANDEL'S 'MESSIAH' AND OTHER CHRISTMAS ORATORIOS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/handel-s-messiah-and-other-christmas-oratorios.html"} , {"body" : "Friday THE SOUNDS OF SPAIN He is known only as Sabicas, but when he plays guitar he is known as a master of flamenco, the tremulous, darting music of the Spanish gypsies. Tonight, Sabicas offers one of his rare New York performances, at Town Hall, 123 West 43d Street, where he gave the first solo flamenco guitar recital in the United States 37" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/going-out-guide.html"} , {"body" : "Annual Caviar War What would Christmas in New York be without the annual Macy's-Zabar's caviar standoff? Murray Klein of Zabar's, the food emporium at 2245 Broadway (80th Street), fired the opening shot last week when he dropped the price of Zabar's prime beluga caviar from $180 a 14-ounce ''pound'' (for unclear reasons, ''pounds'' of caviar always" , "date" : "19851211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/11\/garden\/food-notes-216181.html"} , {"body" : "Seven teen-agers took over a social studies classroom at Erasmus Hall High School in Brooklyn yesterday morning and robbed a teacher's assistant and three students of $65 and some jewelry, the police said. About five hours later, three teen-agers were arrested by a police officer on duty in Erasmus Hall who sought to question them about another" , "date" : "19851211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "7 ROBBERS INVADE ERASMUS CLASS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/11\/nyregion\/7-robbers-invade-erasmus-class.html"} , {"body" : "A suspect was arrested yesterday in the smashing of windows last month in Jewish-owned stores in Borough Park and neighboring Flatbush, the police said. The suspect, Gary S. Dworkin, 38 years old, of 1310 43d Street in Brooklyn, will be arraigned today on 13 counts of criminal mischief and violation of the state civil-rights law, a spokesman for" , "date" : "19851210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "ARREST IN VANDALISM IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/10\/nyregion\/arrest-in-vandalism-in-brooklyn.html"} ,   {"body" : "The facts of the case are simple: on the night of Friday, Nov. 8, or early the next morning, windows at 13 Jewish-owned stores in the Borough Park section of Brooklyn were smashed. Two weeks later rocks were thrown through the windows of five more Jewish-owned stores in Borough Park and neighboring Flatbush. Nothing was taken from any of the" , "date" : "19851209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ATTACKS ON 13 JEWISH STORES STILL UNSOLVED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/09\/nyregion\/attacks-on-13-jewish-stores-still-unsolved-in-brooklyn.html"} , {"body" : "Erasmus Hall High School in Brooklyn, singled out by the State Education Department last week as one of the two most ''deficient'' high schools in the city, is an institution teetering between its glorious past and a difficult present. ''It's like two schools here,'' said the principal, Stanley Saretsky. ''If you are really interested in school and" , "date" : "19851207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/07\/nyregion\/no-headline-208735.html"} , {"body" : "Friday A LITERARY READING Robertson Davies, the Canadian novelist, essayist and playwright, will appear tonight at the Writer's Voice, a literary series at the West Side Y.M.C.A. Arts Center. Mr. Davies is the author of more than two dozen books, including the Deptford Trilogy, which consists of ''Fifth Business,'' ''The Manticore'' and ''World of" , "date" : "19851206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/06\/arts\/weekender-guide.html"} , {"body" : "PHIL OCHS TRIBUTE Of the many folk music personalities who reached maturity in the early 1960's, none carried the tradition of ''protest'' music with more dedication than Phil Ochs, who committed suicide in 1976 at the age of 35. Tonight at Folk City (130 West Third Street) the man who wrote ''There but for Fortune'' and the antiwar anthem ''I" , "date" : "19851205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/05\/arts\/going-out-guide.html"} , {"body" : "The police said yesterday that they would increase surveillance and assign plainclothes officers in the Borough Park and Flatbush sections of Brooklyn to halt vandalism of Jewish-owned shops. In the most recent incident, vandals threw rocks through the windows of five shops in a predominantly Orthodox Jewish neighborhood in Borough Park early" , "date" : "19851126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Stepped-Up Effort Against Vandals" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/26\/nyregion\/the-city-stepped-up-effort-against-vandals.html"} , {"body" : "Vandals threw rocks through the windows of five Jewish-owned shops in the Borough Park section of Brooklyn early yesterday, the police said. It was the second incident of its kind in the neighborhood in two weeks. Three other Jewish-owned stores were hit on Avenue J in Flatbush, said Councilman Noach Dear. The Borough Park vandalism occurred" , "date" : "19851124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "JEWISH-OWNED SHOPS VANDALIZED" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/24\/nyregion\/jewish-owned-shops-vandalized.html"} , {"body" : "Friday SALUTE TO SCHUMAN A salute to William Schuman in honor of the composer's 75th birthday provides the occasion for ''An Opera Gala'' by the Juilliard American Opera Center this weekend. The program features a cantata by Mr. Schuman called ''Casey at the Bat,'' a concert version of his opera, ''The Mighty Casey.'' There will also be a serenade" , "date" : "19851122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/22\/arts\/weekender-guide.html"} , {"body" : "Steven Wilson is sure he won't be kidnapped. ''What does he know?'' said his mother, Angela, of her 13-year-old. ''He's just a kid. He doesn't watch the news on TV.'' Evan Lawrence thought he would be kidnapped sooner or later. ''I tell him over and over, 'Evan, if they take you, they will beat you and torture you and cut you to pieces,' '' said" , "date" : "19851116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/16\/nyregion\/no-headline-163360.html"} , {"body" : "Long Island University inaugurated its ninth president, Dr. David J. Steinberg, yesterday and then celebrated with a spirited parade down Flatbush Avenue in Brooklyn. In his inaugural remarks, Dr. Steinberg called on the university, which is scattered across six campuses, to take as its mission ''unity through multiplicity.'' As he assumed" , "date" : "19851114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "L.I.U. CHIEF IS INSTALLED AND FETED" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/14\/nyregion\/liu-chief-is-installed-and-feted.html"} , {"body" : "International The U.S. and Moscow are poised to announce at the Geneva summit meeting that they have agreed to combine efforts to halt the spread of chemical weapons, Administration officials said. [Page A1, Column 6.] A new cultural exchange accord between Washington and Moscow is ready for signing at the summit meeting, officials said. The" , "date" : "19851114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: THURSDAY, NOVEMBER 14, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/14\/nyregion\/news-summary-thursday-november-14-1985.html"} ,   {"body" : "The jury in the Colombo crime-group trial heard yesterday of $25,000 in bribes paid to an undercover Federal agent in 1977 to fix a tax investigation for a businessman and to arrange a Christmas visit to New York by Carmine Persico, the reputed boss of the Colombo organization. The evidence at the racketeering trial of Mr. Persico and 10 other" , "date" : "19851108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "JURY IN PERSICO TRIAL HEARS BRIBE TAPES AND TESTIMONY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/nyregion\/jury-in-persico-trial-hears-bribe-tapes-and-testimony.html"} , {"body" : "Friday MUSIC ACROSS THE CHANNEL A program that ranges from 17th-century Scottish harp music to contemporary French folk music is this weekend's offering from the World Music Institute, which is presenting a concert tonight as part of its Music From Britain, Ireland and France series. Martin Carthy, the British folk guitarist and singer, is teamed" , "date" : "19851108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/arts\/weekender-guide.html"} , {"body" : "Back home in Surrey, England, they call it a ''sitter'' - the ball just sitting there on the grass, waiting to be flicked into the goal. Some soccer players never see an easier ''sitter'' than the one Paul Richardson of Columbia University kicked off the outside of the goal post in the first half yesterday. A flub like that would be embarrassing" , "date" : "19851106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; WHO OWNS NEW YORK?" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/06\/sports\/sports-of-the-times-who-owns-new-york.html"} , {"body" : "IF THERE IS A TIME OF YEAR IN THE CITY when people of all backgrounds return to the folds of their ethnic identity, it is winter, when the spirit of such holidays as Christmas and Hanukkah, Chinese New Year and the Greek Orthodox celebration of St. Basil's Day envelops New Yorkers in a sentimental and religious return to their roots. For many New" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "HOLIDAY TOASTS TO TRADITION" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/holiday-toasts-to-tradition.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "WHEN strangers asked Bob Melvin of Lawrence his profession, he used to say, ''I kid around.'' Now he says, ''I'm semi-retired.'' And they say, ''Retired from what?'' And he says, ''When the other half knows, I'll know.'' The truth is that the 60-year-old Mr. Melvin did - and does - kid around, but he is far from semi-retired. He is a professional" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LAWRENCE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; WORKING FOR LAUGHS IN THE HUMAN COMEDY" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/nyregion\/long-islanders-working-for-laughs-in-the-human-comedy.html"} , {"body" : "A 19-year-old woman charged with pushing a stranger into the path of an oncoming subway train Tuesday was released as a psychiatric patient from Kings County Hospital Center less than a month ago against the recommendation of doctors who treated her. Hospital officials said the woman, Mary Ventura, who was involuntarily committed to the hospital's" , "date" : "19851024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "SUSPECT IN ASSAULT ON BMT HAD WON PSYCHIATRIC RELEASE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/24\/nyregion\/suspect-in-assault-on-bmt-had-won-psychiatric-release.html"} , {"body" : "A New Kind of Veal Rambling Rose is the brand name of a new kind of veal that is just beginning to become available in a few New York City meat markets. Raised free from confinement, Rambling Rose veal calves are also free of the antibiotics, hormones and other growth regulators that are routinely used in veal farming. The meat, which has been" , "date" : "19851023" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/23\/garden\/food-notes-098758.html"} , {"body" : "A 22-year-old woman was critically injured yesterday when she was pushed in front of a subway train by another woman at the Times Square BMT station at the start of the evening rush hour. The victim, who was found beneath the second car of a southbound D train on the express tracks, was identified as Catherine Costello, an accountant with Coopers &" , "date" : "19851023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "WOMAN, 22, IS CRITICALLY INJURED WHEN PUSHED OFF BMT PLATFORM" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/23\/nyregion\/woman-22-is-critically-injured-when-pushed-off-bmt-platform.html"} ,   {"body" : "Traffic in New York City is horrendous, according to city officials, transportation analysts, traffic engineers, taxi drivers and other fuming motorists. And the predictions are that it will get worse. ''I think things are going to get intolerable,'' Samuel I. Schwartz, head of the Bureau of Traffic Operations, said. The coup de grace may, in fact," , "date" : "19851021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW FORAY IN THE WAR ON TRAFFIC" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/21\/nyregion\/new-foray-in-the-war-on-traffic.html"} , {"body" : "THE HAMPTON There are the Hamptons, which are seasonal, and there is the Hampton, Lionel Hampton, the master of the vibraphone, who is a perennial. Mr. Hampton has been a major figure in jazz for more than 50 years, when he joined the Benny Goodman Quartet, Mr. Goodman on clarinet, Teddy Wilson on piano, Gene Krupa on drums. Tonight he shows up in" , "date" : "19851021" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/21\/arts\/going-out-guide.html"} , {"body" : "''Stanley Kaplan,'' the gray-haired woman called as she rushed across the mezzanine of the Barbizon-Plaza Hotel. Mr. Kaplan paused and a tense furrow of concentration passed across his brow. Then he smiled and said, ''Of course. Aimee Rubin. I helped you in algebra.'' ''Helped me,'' echoed Aimee Rubin Parker. ''Without you I would never have passed" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "CLASS OF '35 RECALLS GLORY DAYS AT JAMES MADISON" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/class-of-35-recalls-glory-days-at-james-madison.html"} , {"body" : "IN their widening search for value and space, many New York City house-hunters are turning to the middle of Brooklyn, to an oasis of large one-family houses, wide oak- and maple-lined streets, a small-town sense of community and reasonable prices. The area is Flatbush. But not the seedy Flatbush of Flatbush Avenue, nor the rows of attached two- and" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HISTORIC FLATBUSH: A NEW FRONTIER FOR HOUSE-HUNTING" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/realestate\/historic-flatbush-a-new-frontier-for-house-hunting.html"} , {"body" : "Ralph Kramden read, or at least bought, The New York Herald-Tribune. He and his wife, Alice, previously thought to have been childless for their entire 15-year marriage, once adopted a baby girl. Edward L. Norton survived as an ''engineer of subterranean sanitation'' in part because he had no sense of smell, and, though he tried to hide it, his" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PANNING FOR COMEDIC GOLD IN TV'S EARLY 'HONEYMOORNERS'" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/arts\/panning-for-comedic-gold-in-tv-s-early-honeymoorners.html"} , {"body" : "EAGER to improve the image of the labor movement, the New York State A.F.L.-C.I.O. has joined hands with Brooklyn Ecumenical Cooperatives, a coalition of 35 churches and religious organizations, to convert 24 abandoned city-owned buildings in the Crown Heights section into middle-income condominiums. The project, the first step in a much larger" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Unions and Churches Join in Brooklyn Condo Project" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/unions-and-churches-join-in-brooklyn-condo-project.html"} , {"body" : "ONCE, long ago, there was to be a Verrazano Street in Greenwich Village. City maps show it curving gracefully through existing parcels of developed land from Seventh Avenue across Downing Street to the foot of Bedford Street at the Avenue of the Americas, snipping off a backyard here and a piece of a building there. The snippets were taken by the" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Perspectives: Land Divestitures; Disposing of City-Owned Property" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/perspectives-land-divestitures-disposing-of-city-owned-property.html"} , {"body" : "Samuel M. Ehrenhalt, regional commissioner of the Federal Bureau of Labor Statistics, yesterday reported 100 percent employment for the construction industry in one Brooklyn household - his own. Mr. Ehrenhalt made his finding while building a booth of sailcloth and bamboo on the 16th-floor balcony of his apartment in the Flatbush section. He" , "date" : "19850930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; On High" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/30\/nyregion\/new-york-day-by-day-on-high.html"} , {"body" : "Friday THE TELEVISED BERNSTEIN Leonard Bernstein's television career is the subject of an exhibition starting today at the Museum of Broadcasting, which will launch a selection of screenings of the maestro's television appearances with a seminar starring the conductor himself. The discussion, which begins at 4 P.M. at the Ford Foundation, 320 East" , "date" : "19850927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKEND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/27\/arts\/weekend-guide.html"} , {"body" : "In Kyoon Ahn, a Korean greengrocer, is not likely to join Ernesto Miranda or Clarence Gideon on the title page of a landmark legal decision. But the relatively meager record in a case involving Mr. Ahn illustrates many facets of contemporary New York: the ethnic and racial tensions in its changing neighborhoods, the attempts of its law-enforcement" , "date" : "19850921" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "WITH A LITTLE HELP, 2 FROM KOREA FIND LEGAL SYSTEM WORKS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/21\/nyregion\/with-a-little-help-2-from-korea-find-legal-system-works.html"} ,   {"body" : "Baseball Mets vs. Pittsburgh Pirates, at Shea Stadium. Dwight Gooden has a string of 31 scoreless innings going. (Television -SportsChannel and WHT 1:15 P.M. Radio - WHN 1050, 1:15 P.M.) Yankees vs. Orioles, at Baltimore. (Radio - WABC 770, 1:15 P.M.) Cardinals vs. Montreal Expos, at St. Louis. (Television - Channel 4, 1:15 P.M.) Padres vs. Atlanta" , "date" : "19850921" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/21\/sports\/saturday-sports.html"} , {"body" : "''Excuse me,'' said a young socialite at the rooftop garden party, ''but there is dog hair on my pasta salad.'' This was another week for charity fund-raising galas in New York - a week aswirl in auctions, fashion shows, luncheons, dinner dances, bridge parties, cocktail parties and a couple of balls - to benefit orchestras, boys' clubs, women's" , "date" : "19850921" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; A SHAGGY-DOG STORY ON THE FUND-RAISING CIRCUIT" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/21\/nyregion\/about-new-york-a-shaggy-dog-story-on-the-fund-raising-circuit.html"} , {"body" : "Friday PLENTY MORE HARE David Hare, the British playwright who won acclaim with ''Plenty'' a while back, has a new play starting performances at the Public Theater this weekend. ''A Map of the World,'' which stars Elizabeth McGovern, Zeljko Ivanek, Roshan Seth and Alfre Woodard, is directed by Mr. Hare. Set in Bombay at a Unesco conference on world" , "date" : "19850920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/20\/arts\/going-out-guide.html"} , {"body" : "AFTER nearly 52 years of riding the Long Island Rail Road, I have bought my last commutation ticket. I am retiring. I wondered how much I'd spent for fares in more than half a century. So I called the public affairs department of the L.I.R.R. in Jamaica and asked officials there if they could give me a record of the monthly commutation rates from" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND OPINION; 52 YEARS ON THE L.I.R.R.: A $23,800 TICKET" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/nyregion\/long-island-opinion-52-years-on-the-lirr-a-23800-ticket.html"} , {"body" : "WITH help from seven insurance companies, a new corporation is being established in New York City to provide long-term financing to build or rehabilitate thousands of apartments in low-income neighborhoods that would be priced for the moderate-income market. Initially, condominiums in Harlem, Washington Heights and the Flatbush section of Brooklyn" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "NEW MODERATE-RATE HOUSING PLAN" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/realestate\/new-moderate-rate-housing-plan.html"} , {"body" : "West Indian Fare Amid the gong of steel drums and the blare of trumpets, the infectiously driving rhythms of calypso and soca (soul-calypso), dancing feathery headdresses, glittering body suits and elaborate gold and silver costumes, Brooklyn's Eastern Parkway was transformed into a razzle-dazzle Caribbean thoroughfare for last Monday's West Indian" , "date" : "19850904" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/04\/garden\/food-notes-235759.html"} , {"body" : "FROM New Orleans to Rio de Janeiro, Carnival comes in February - one last community party before Ash Wednesday and Lent. New York City's carnival is delayed; after all, it's cold in February. Since the 1940's, the city's English-speaking West Indian community has had a big blowout on Labor Day weekend. From now until Monday, the music of Trinidad" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "POP\/JAZZ; A WEST INDIAN CARNIVAL COMES TO NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/arts\/pop-jazz-a-west-indian-carnival-comes-to-new-york.html"} , {"body" : "Friday WORLD'S FAIR RETROSPECTIVE Picturephones, spanking new Ford Mustangs and visions of a future filled with moon buggies and factories on wheels - in short, the sights and sounds of the 1964-65 World's Fair in Flushing Meadows - would hardly seem like history to many who were there. But 20 years later, an exhibition of photographs, films, music" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/arts\/going-out-guide.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "Grocery-Bag Art Competition, International Paper Plaza, 77 West 45th Street; 212-536-6787. Artwork made from paper bags will be on exhibit next Wednesday through Sept. 20. Entries by 75 adults and 25 children from around the country are on display. Featured in this second annual competition are a tribal mask by a contestant in Portland, Ore., a" , "date" : "19850815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: GROCERY-BAG ART" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/15\/garden\/calendar-of-events-grocery-bag-art.html"} ,   {"body" : "Country-Fresh Fare Christel's, a takeout shop at 311 East 92d Street, has an appealingly spare, scrubbed country look that fits happily with the style of the food served there - country-fresh, simple and beautifully prepared. Christel Reddi, who runs the shop with her son, Vikram, specializes in individual savory pies - chicken pie with country" , "date" : "19850814" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/14\/garden\/food-notes-188615.html"} , {"body" : "A Brooklyn man pulled his car into a gas station last weekend at Flatbush Avenue Extension and Tillary Street. The woman in the car ahead was pleading for assistance in an exotic accent; her license plates identified her as a Marylander. The attendant deferred to the local motorist. ''Can you tell this lady how to get to Auburn, N.Y.?'' Auburn?''" , "date" : "19850812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAYS (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;Consonant Trouble" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/12\/nyregion\/new-york-day-by-day-consonant-trouble.html"} , {"body" : "IN physics, critical mass refers to the smallest amount of material necessary to sustain a chain reaction. In downtown Brooklyn, where visions of a commercial real-estate revival have smoldered without result for years, that point may finally be at hand. In the last few months, two large development companies - Rose Associates of New York and" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DEVELOPMENT ACTIVITY ADVANCES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/development-activity-advances-in-brooklyn.html"} , {"body" : "IN these lazy days of August, New York traditionally takes a moment to catch its breath and celebrate its rich cultural diversity with citywide festivals. For a month, the city ceases feeling like the Big Apple -the all-consuming hub of world communications and commerce - and becomes a sprawling collection of community events that swirl together a" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "POP\/JAZZ; NEW YORK IN AUGUST A FEAST OF FESTIVALS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/arts\/pop-jazz-new-york-in-august-a-feast-of-festivals.html"} , {"body" : "A passenger on a crowded East Side subway train yesterday morning suddenly rose to his feet, pulled out a small handgun and fired two bullets into a man with whom he had been arguing over a seat, the police said. Five other passengers were hurt in the stampede that followed. The shooting victim, with wounds in the neck and abdomen, was taken to" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST SIDE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BRONX MAN SHOT TWICE IN DISPUTE OVER SEAT ON CROWDED IRT TRAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/nyregion\/bronx-man-shot-twice-in-dispute-over-seat-on-crowded-irt-train.html"} , {"body" : "HOW many of you were told as little girls that when you grew up, you would be the head of a big, successful company?'' the instructor asked. The 40 women in the room laughed at once, recalling the home-and-hearth mission that was instilled in girls of past generations. But they knew the question was no laughing matter. Running a successful company" , "date" : "19850801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AID FOR WOMEN STARTING BUSINESS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/01\/garden\/aid-for-women-starting-business.html"} , {"body" : "The great brass Buddha weighing 500 pounds was sent as a gift from a Buddhist monk in Thailand to adorn the first Cambodian temple in New York City. The city's Cambodian community, led by the Khmer Buddhist Society and some American friends, opened the temple and a cultural center last month in a two-story house they bought in the Bedford Park" , "date" : "19850725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "CAMBODIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S CAMBODIANS STRUGGLE TO ADJUST" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/25\/nyregion\/city-s-cambodians-struggle-to-adjust.html"} , {"body" : "FOR the past few months, Edward Bowley, who works in Lower Manhattan, has been absolutely fascinated - to say nothing about being puzzled - each time he glances down at a grating on Broad Street between Exchange Place and Wall Street. There, some eight or so feet below the sidewalk, is - and Mr. Bowley is willing to swear to this on a stack of" , "date" : "19850717" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/17\/garden\/metropolitan-diary-127973.html"} , {"body" : "A 28-year-old Brooklyn woman was killed yesterday when she was struck on the head by a flower pot that had been knocked off an eighth-floor ledge, apparently by a bolt of lightning, the police said. Witnesses told the police that the woman, Amelia Lynch of 2121 Westbury Court, in the Flatbush secton, was struck at about 4 P.M. as she was using a" , "date" : "19850716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Flower Pot Kills Woman" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/16\/nyregion\/flower-pot-kills-woman.html"} , {"body" : "Three men were found shot to death yesterday in a basement apartment in a private house in the Flatbush section of Brooklyn. Earlier, another man - the brother of two of the slain men - was found shot and critically wounded on a street nine blocks away from the apartment. The police said that they did not know the motive for the shootings. The" , "date" : "19850704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 SLAIN AND ANOTHER SHOT IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/04\/nyregion\/3-slain-and-another-shot-in-flatbush.html"} ,   {"body" : "Quite a bit farther down the East River, another trial bus run is scheduled to begin in September, linking downtown Brooklyn and Brooklyn Heights with lower Manhattan. The B-15 bus will begin at Smith and Fulton Streets in Brooklyn and run along Joralemon Street, Cadman Plaza West, Tillary Street, Flatbush Avenue Extension, the Manhattan Bridge," , "date" : "19850625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; . . . Bridge Experiment" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/25\/nyregion\/new-york-day-by-day-bridge-experiment.html"} , {"body" : "AT first glance, the signs of the revitalization that has taken place over the past decade in the Fort Greene section of Brooklyn seem no different than evidences of gentrification elsewhere. The brownstones and rowhouses that were little more than burnt-out shells 10 years ago have been carefully restored. Dumpsters packed with rubble from" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FORT GREENE INTEGRATES AS IT GENTRIFIES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/realestate\/fort-greene-integrates-as-it-gentrifies.html"} , {"body" : "THE secret of real estate? ''Buying future development.'' So says 80-year-old David Minkin, who divides his time between Forest Hills and Sands Point. He is not without experience to justify his assertion. ''I am a developer, builder, owner and manager of real estate for over 50 years,'' he said. And he has been successful at it, too. He has built" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; AN IMMIGRANT'S SON BUILDING A CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/nyregion\/long-islanders-an-immigrant-s-son-building-a-city.html"} , {"body" : "Justice Francis T. Murphy Jr. of the Appellate Division of the State Supreme Court yesterday urged 900 graduates of Long Island University's Brooklyn campus to oppose the arms race and to fight poverty. ''Shout 'yes' to peace and 'yes' to the poor,'' Justice Murphy, who is presiding justice of the division's First Department, said. It was the" , "date" : "19850608" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "26" , "title" : "GRADUATES OF L.I.U. URGED TO OPPOSE THE ARMS RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/08\/nyregion\/graduates-of-liu-urged-to-oppose-the-arms-race.html"} , {"body" : "STUFFED BREAD FOR A PICNIC The stuffed breads made at Bakery Soutine, 106 West 70th Street, would make a happy addition to any picnic. These are loaves of the bakery's French sourdough bread, packed with stuffings such as a boudin blanc - minced veal, chicken and pork sausage with onions - or chunks of smoked turkey with mustard and cheese. The" , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/garden\/food-notes-028095.html"} , {"body" : "A 50-foot-high steel arch, its red girders rising five stories above the small plaza at the entrance to the downtown Brooklyn campus of Long Island University, was dedicated yesterday after an 18-year effort to place it there. Once the site of two gasoline stations and a parking lot, the one-acre grass-and-brick area near Flatbush Avenue Extension" , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Gateway to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/nyregion\/new-york-day-by-day-gateway-to-brooklyn.html"} , {"body" : "William J. Bennett, the United States Secretary of Education, returned to his native Brooklyn yesterday to address the 60th graduating class of Brooklyn College, urging the more than 2,000 students to avoid cynicism in their lives. ''Cynicism corrodes,'' said Mr. Bennett, who received a Presidential Medal from the college. ''It corrodes passion," , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "BROOKLYN GRADUATES URGED TO AVOID CYNICISM" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/nyregion\/brooklyn-graduates-urged-to-avoid-cynicism.html"} , {"body" : "Even though more than 30 years have passed, Education Secretary William J. Bennett remembered to dress properly yesterday when he visited his former elementary school in Brooklyn. Mr. Bennett, who graduated from the Holy Cross Elementary School on 2520 Church Avenue, near Woods Place in the Flatbush section, in 1957, stopped at the school to chat" , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Distinguished Alumnus" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/nyregion\/new-york-day-by-day-distinguished-alumnus.html"} , {"body" : "A southbound IRT subway train hit a bumper block at the end of the No. 2 line at Flatbush Avenue in Brooklyn yesterday, injuring three passengers and a conductor, the Transit Authority said. The slow-moving train hit the block at 11:22 A.M., according to a Transit Authority spokesman, Bob Slovak. The injured passengers were taken to Coney Island" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Hurt in Brooklyn IRT Crash" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/4-hurt-in-brooklyn-irt-crash.html"} , {"body" : "Horse Shows Today through Saturday - Devon Horse Show, Devon, Pa. Hunters; jumpers; equitation. 8:30 A.M. Information: (215) 964-0550. Today - Kingswood Farm, Lyme, Conn. Hunters; jumpers; equitation. 8:30 A.M. Information: (203) 734-6293. Today - Quaker Farms Spring P.H.A. Hunters; jumpers; equitation. 8:30 A.M. Information: (716) 624-1960. Today" , "date" : "19850526" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "CALENDARS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/26\/sports\/calendars.html"} ,   {"body" : "MEMORIAL DAY weekend is traditionally a time for getting out of New York for the year's first prolonged session of sun-worshiping or communing with nature. With the throngs gone, so is talk about the Hamptons or that little shack in the woods. A quieter, more spacious-seeming New York waits to be enjoyed by those who elect to stay in the city. And" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FOR A MEMORABLE MEMORIAL WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/arts\/for-a-memorable-memorial-weekend.html"} , {"body" : "CITY SHARING Few, if any, Chicagoans or New Yorkers, highly chauvinistic types, would dream of conceding that their hometowns have anything in common. Yet, the traveling exhibition that opens today at the New-York Historical Society, 170 Central Park West, at 77th Street (873-3400), tells a story of similarities. ''Chicago and New York: More Than a" , "date" : "19850522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/22\/arts\/going-out-guide.html"} , {"body" : "THE OLD SOUTH There's a wonderful and generous whiff of the Old South these days at the Museum of American Folk Art, 125 West 55th Street (581-2474). ''Southern Folk Art'' has 90 items - paintings, sculpture, furniture, pottery, textiles -made between 1743 and 1915 by Louisiana Cajuns, North Carolina Moravians, Texas Germans, Kentucky Shakers, and" , "date" : "19850515" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/15\/arts\/going-out-guide.html"} , {"body" : "The Long Island Rail Road expanded service out of Pennsylvania Station yesterday as it reopened a switching yard after eight weeks of renovations. ''We're very pleased that we were able to complete the project on time with a minumum disruption to passengers,'' said Bruce C. McIver, the railroad's acting president. L.I.R.R. officials said that seven" , "date" : "19850514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PENNSYLVANIA STATION (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; L.I.R.R. Resumes Suspended Service" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/14\/nyregion\/the-city-lirr-resumes-suspended-service.html"} , {"body" : "Friday YO-YO MA IN RECITAL He gave his first public recital at the age of 5, and by the time he was 19 he was being compared with such masters as Rostropovich and Casals. Yo-Yo Ma is now 29, and one of the most sought-after cellists in the world. He gives his only New York recital of the season tonight at 8 at Avery Fisher Hall as part of the Great" , "date" : "19850503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/03\/arts\/weekender-guide.html"} , {"body" : "The driver was stopped at a red light on Flatbush Avenue near Grand Army Plaza in Brooklyn, when a car, which had passed him going the other way, backed up alongside. ''Roll down your window,'' said the man. The driver did, hesitantly. ''Do you think you should have gotten a ticket for passing that last light?'' he asked. ''It was close, but what" , "date" : "19850502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Driver to Driver" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/02\/nyregion\/new-york-day-by-day-driver-to-driver.html"} , {"body" : "BOTH the aficionado of design and the merely curious can revel in one of the great pleasures of the season: the annual spring crop of house tours and show houses. From the end of April through the beginning of June, many Eastern Seaboard city and country homes and their gardens are opened. Some of them, usually large mansions or estates, have been" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "IT'S TIME FOR HOUSE TOURS ON THE EASTERN SEABOARD" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/garden\/it-s-time-for-house-tours-on-the-eastern-seaboard.html"} , {"body" : "TALE BEARERS The Brooklyn Philharmonic, led by Lukas Foss, has a strange story to tell, several of them in fact, and it will be spinning them tonight at 8 o'clock at the Brooklyn Academy of Music and again at the same time tomorrow in Manhattan in Cooper Union's Great Hall, This installment of ''Meet the Moderns'' is called ''Music x Narratives.''" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/arts\/going-out-guide.html"} , {"body" : "KEEP 'EM MOVING The Artist Celebrates New York'' is an exhibition making the municipal rounds with 31 paintings of the city as seen by artists caught by its infinite varieties of life and landscape. The exhibition has been selected from the Metropolitan Museum's 20th-Century Art Department and American Wing. It started its tour, which entails stops" , "date" : "19850424" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/24\/arts\/going-out-guide.html"} , {"body" : "THE RIGHT DIRECTION Directors usually speak to audiences indirectly, through the work they put on film or on stage. They are not rarities in public places, but it is unusual to have two eminent directors discussing their craft at a public forum. Milos Forman and Elia Kazan, two Academy Award-winning directors, will hold a dialogue tonight at 7 o'" , "date" : "19850422" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/22\/arts\/going-out-guide.html"} ,   {"body" : "If there are still any Jet fans stoking the charcoal braziers of the heart, waiting for the Jets to reappear in Flushing toward the end of this decade, forget about it. The Jets are more gone than ever, if being across the Hudson River qualifies as being gone. The final stroke was the recent announcement that the city and state administrations were" , "date" : "19850421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS OF THE TIMES; DON'T HOLD YOUR BREATH" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/21\/sports\/sports-of-the-times-don-t-hold-your-breath.html"} , {"body" : "BOUNTIFUL BROOKLYN There is often more to Brooklyn than meets the eye, and an exhibition that opens today, in Brooklyn, of course, is intended to let the modern eye meet scenes and artistic items from a Brooklyn that has, like old New York across the river, largely vanished. ''Brooklyn's Bounty: Natural Splendor and Domestic Opulence'' contains" , "date" : "19850416" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/16\/arts\/going-out-guide.html"} , {"body" : "WHILE Manhattan has been something of a launch pad for apartment towers in the last two years, there has been no significant construction of unsubsidized apartment buildings in the other four boroughs. ''Developers feel they can make money in Manhattan, but nobody feels that strongly about the outer boroughs,'' said Harold Liebman, an architect" , "date" : "19850414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEW HOUSING LAGS IN OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/14\/realestate\/new-housing-lags-in-outer-boroughs.html"} , {"body" : "THE Big Parade has begun, and it's time to get out there and watch. From points as far south as the Antarctic, birds are arriving in the metropolitan area. Some will stay until that much-studied but still mysterious migratory urge turns them around and sends them south in the fall; others will be here only long enough to rest and refuel before" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE BEST PLACES TO PERCH TO SEE THE BIRDS CHECK IN" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/arts\/the-best-places-to-perch-to-see-the-birds-check-in.html"} , {"body" : "In the spring of 1975, Dr. George Bugliarello, president of the Polytechnic Institute of New York, submitted to his board of trustees a plan outlining the university's objectives for the next 20 years. Key among them was the development of a technological-industrial park next to the main campus in downtown Brooklyn. At the time, the proposal seemed" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REVIVED POLYTECH IS FOCUSING ON PLAN FOR INDUSTRIAL PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/nyregion\/revived-polytech-is-focusing-on-plan-for-industrial-park.html"} , {"body" : "BY the reckoning of a resident jogger, Prospect Heights is just a mile into Brooklyn from the Manhattan Bridge. Yet only recently has it become a popular refuge from the high cost of living in Manhattan. Prospect Heights has grown even more attractive as prices continue to rise in neighboring Park Slope, which began its brownstone boom late in the" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: PROSPECT HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "For Norman Siegel and a lot of other people who grew up in Coney Island, yesterday was a day charged with memory. At lunchtime, there was only one place to go. ''I'm going to Coney Island,'' the 41-year-old Mr. Siegel told his colleagues at MFY Legal Services, where he is the director. ''It's opening day on the Cyclone!'' He made the ritual drive" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEW YORK DAY BY DAY ; Opening Day at Coney I." , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/new-york-day-by-day-opening-day-at-coney-i.html"} , {"body" : "I TOOK a trip to the heart of darkness the other day. I went back on the A train. It is not like the Long Island Rail Road. The problem - is there only one? - of living out here is that you can't take the subway. I suppose I still have an idealized memory of how easy it was to get around by taking subways or buses. Perhaps in those old days I used" , "date" : "19850331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; THE PAST MEETS THE PRESENT ON THE A TRAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/31\/nyregion\/about-long-island-the-past-meets-the-present-on-the-a-train.html"} , {"body" : "A 27-year-old man was found guilty yesterday of raping and robbing seven women in a series of attacks last year in the Flatbush and East Flatbush sections of Brooklyn. A jury in State Supreme Court in Brooklyn returned the verdict against the defendant, Gregory Pought, after deliberating for less than three hours following a weeklong trial. At the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IS CONVICTED IN THE RAPE AND THE ROBBERY OF 7 WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/man-is-convicted-in-the-rape-and-the-robbery-of-7-women.html"} , {"body" : "BALDWIN HOW many dawns, I wonder now, 35 years later, did my father or mother pry me out of sleep in the cold dark of our Manhattan apartment to get down the slope of Morningside Heights to the A train at 125th Street and St. Nicholas Avenue for the ride to Columbus Circle and then the longer ride on the E to 168th Street and Hillside Avenue," , "date" : "19850317" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; 6 ADULTS AND 2 CHILDREN DO FILL UP A HOUSE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/17\/nyregion\/about-long-island-6-adults-and-2-children-do-fill-up-a-house.html"} ,   {"body" : "A suspect being chased by the police was shot to death yesterday after he entered an apartment and found two off-duty officers there, authorities said. A Police Department spokesman, Officer Joseph McConville, said the shooting had occurred at about 11 A.M., after the police had received a call that two men with guns were at the intersection of" , "date" : "19850316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "AT WRONG DOOR, SUSPECT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/16\/nyregion\/at-wrong-door-suspect-is-slain.html"} , {"body" : "Two doctors who operate a Brooklyn abortion clinic were charged yesterday with falsely telling women they were pregnant and then pretending to perform abortions on them. The doctors, Maxen Samuel and Judith Cameau-Samuel, who are husband and wife, were arrested Wednesday night. According to District Attorney Elizabeth Holtzman of Brooklyn, they are" , "date" : "19850308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Doctors Are Accused In Fake-Abortions Case" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/08\/nyregion\/2-doctors-are-accused-in-fake-abortions-case.html"} , {"body" : "THE name Marie Merzon appeared, until recently, in three-foot-high red letters on a billboard at Fifth Avenue and 40th Street. The giant sign - part of the scaffolding surrounding the construction of the Republic Bank Tower on the southwest corner - read: FOR RENTAL INFORMATION CALL MARIE MERZON 930-6119 As the building, which is to be the" , "date" : "19850306" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/06\/garden\/metropolitan-diary-069728.html"} , {"body" : "RIDERS of the Long Island Rail Road, long accustomed to standing during rush hours, unannounced delays and threats of strikes that force contingency planning, are headed for eight weeks of planned inconvenience, delays and changes in schedules. Beginning March 18, the L.I.R.R. will be involved in a critical phase of its renovation of Penn Station." , "date" : "19850303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PENNSYLVANIA STATION (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAYS AHEAD AT PENN STATION" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/03\/nyregion\/delays-ahead-at-penn-station.html"} , {"body" : "SOPRANO IN BROOKLYN The soprano Kathleen Battle of the Metropolitan Opera has won critical esteem in her young career. Her performance in the title role of Handel's ''Semele'' at Carnegie Hall was praised Monday by Donal Henahan of The New York Times, who cited her ''flawless, perfectly pitched runs, the precision and ease of her leaps and tricky" , "date" : "19850302" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/02\/arts\/going-out-guide.html"} , {"body" : "-located apartment with a reasonable, stabilized rent is a major goal in life. A few are achieving that goal, but most are not, primarily because they are looking for a home in the tightest sector of the city's rental apartment market where their chances of success are slim. Those who are willing to widen their horizons are finding a much broader" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE FREE-MARKET RENTAL ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/realestate\/the-free-market-rental-alternative.html"} , {"body" : "Lincoln Center, already blessed with two of the most important opera companies in the world, has a third, home-grown troupe in residence this weekend. Tonight at 8 and Sunday afternoon at 3, the Juilliard American Opera Center will present ''A Postcard From Morocco'' by Dominick Argento, in the Juilliard Theater. This is only one of several" , "date" : "19850222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "OPERA ON A 'POSTCARD' FROM ARGENTO" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/22\/arts\/opera-on-a-postcard-from-argento.html"} , {"body" : "A group of motorists helped the police corner a robber who shot a man in a holdup at 9 A.M. yesterday in the Flatlands section of Brooklyn, according to the police. Four witnesses driving by the shooting chased the suspect in their vans until a police radio car caught up with him, Sgt. John Muldoon of the 63d Precinct detective unit said. ''At one" , "date" : "19850219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Drivers Help Seize Shooting Suspect" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/19\/nyregion\/the-city-drivers-help-seize-shooting-suspect.html"} , {"body" : "An off-duty police officer shot and wounded a man he suspected was trying to steal his car early yesterday in Brooklyn, the police said. The officer, Arthur Bailey, spotted the man, Raphael Morales, 22 years old, of East 21st Street, at about 1 A.M. apparently trying to steal his car, which was parked in front of 1152 Flatbush Avenue, the police" , "date" : "19850218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Off-Duty Officer Shoots Suspect" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/18\/nyregion\/the-city-off-duty-officer-shoots-suspect.html"} , {"body" : "-term leases of five store owners in a large building on Fulton Street in downtown Brooklyn will expire with no chance of renewal, and all will have to move. It is a scenario common throughout the the city, except that this one has a twist: The landlord is also a retailer, a department store that made its first realty investment two years ago when" , "date" : "19850210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RISING RENTS LEAD RETAILERS TO BUY BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/10\/realestate\/rising-rents-lead-retailers-to-buy-buildings.html"} ,   {"body" : "IF John Cashmore were alive, he would be pleased with the turn of events in Brooklyn of late: The extended downtown for which he had hoped is in the making. Mr. Cashmore, who was Borough President 30 years ago, wanted to see the land around the Long Island Rail Road's Atlantic Terminal on Flatbush Avenue developed for office use. And he wanted the" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN LAUNCHES ITS BIGGEST OFFICE-BUILDING EFFORT" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/realestate\/brooklyn-launches-its-biggest-office-building-effort.html"} , {"body" : "CROWN HEIGHTS is being rediscovered. Regarded for years as a dangerous ghetto, the central Brooklyn neighborhood now attracts many newcomers in search of affordable housing near the more prosperous Park Slope. During the 1950's and 1960's, Crown Heights's population dropped as ethnic and racial composition shifted and poverty and crime discouraged" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/realestate\/if-you-re-thinking-of-living-in-crown-heights.html"} , {"body" : "Mayor Koch and a group of business leaders yesterday announced plans to build an office, retail and housing complex in the Atlantic Terminal urbanrenewal area in downtown Brooklyn. The $255 million project, which must still undergo environmental studies and hearings by city agencies, requires approval by the Board of Estimate. With its access to" , "date" : "19850117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICE-HOUSING PLAN FOR DOWNTOWN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/17\/nyregion\/office-housing-plan-for-downtown-brooklyn.html"} , {"body" : "-term development project in downtown Brooklyn known as Metrotech - an acronym for Metropolitan Technology Center - has gained a new measure of credibility in recent weeks. The public-private partnership essential to any large-scale project in a downtown setting appears to have been cemented. It is ''urban renewal'' in modern dress. Credibility is" , "date" : "19850106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "METROTECH: A TEST FOR A NEW FORM OF URBAN RENEWAL" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/06\/realestate\/metrotech-a-test-for-a-new-form-of-urban-renewal.html"} , {"body" : "Joseph Scott, of 1385 Fifth Avenue in Harlem, died of two gunshot wounds in the stomach early yesterday, the police said. Michael Peterson, 35 years old, who lived in the same building as Mr. Scott, was charged with shooting him in a hallway at 70 Lenox Avenue in Harlem . . . . Michael Robinson, 20, of 54 Rogers Avenue in the Flatbush section of" , "date" : "19850102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/02\/nyregion\/the-city-the-police-blotter.html"}]