[   {"body" : "THE quiet, tree-shaded peace of the 200 block of Clinton Avenue is one of the central features of Clinton Hill, a Brooklyn neighborhood just a few blocks east of Fort Greene Park. Both the Federal Government and the city have designated Clinton Hill a historic district, and a brief walk through the neighborhood reveals dramatic mansions and stylish" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/realestate\/if-you-re-thinking-of-living-in-clinton-hill.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "FREDERICK G. ERTL is getting pushed around. Four years ago, he and his wife moved to New York City from Seattle to work in the theater. The first year, they lived in a one-bedroom apartment on East 82d Street. The second year, they shared a two-bedroom apartment with a roommate on East 20th Street. Now they live in Park Slope in Brooklyn. High" , "date" : "19850829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Theater" , "Style"] , "page_facet" : "1" , "title" : "PRICE OF CITY LIFE HARD ON THE YOUNG IN ARTS, THEATER" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/29\/garden\/price-of-city-life-hard-on-the-young-in-arts-theater.html"} , {"body" : "The Board of Estimate, rejecting the last-minute appeals of neighborhood residents, gave final city approval yesterday for construction of a garbage-burning incinerator at the old Brooklyn Navy Yard. The incinerator - the first of a network of up to 10 planned across the city at a cost of $2.5 billion - was approved by a 6-to-5 vote after more than" , "date" : "19850816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "APPROVAL IS GIVEN FOR INCINERATOR AT BROOKLYN SITE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/16\/nyregion\/approval-is-given-for-incinerator-at-brooklyn-site.html"} , {"body" : "Surrounded by dozens of youngsters wearing an array of T-shirts, some bearing his own No. 30, Bernard King moved smoothly from the free-throw line to the top of the circle, shooting jump shots. Each shot that went through the basket was met with a round of applause. ''Look,'' said one youth in amazement, ''he's bending his knee.'' King's form, his" , "date" : "19850813" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "KING CAMP SCORES WITH YOUNGSTERS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/13\/sports\/king-camp-scores-with-youngsters.html"} , {"body" : "Three men abducted a man and woman from a basement apartment in Brooklyn early yesterday, shot the man to death and stabbed the woman six times, the police said. The three men took the man, who was not identified, and the woman, Zenne Emanuel, 35 years old, from an apartment at 288 St. James Place in the Fort Greene section at about 3:30 A.M. and" , "date" : "19850729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Man Is Abducted And Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/29\/nyregion\/the-city-man-is-abducted-and-fatally-shot.html"} , {"body" : "Neighborhood Bicycle Shelter Exhibit, West Side Legislative Center, 486 Amsterdam Avenue, near 83d Street; 212-874-7272. Today between 5:30 and 7:30 P.M. the Strycker's Bay Neighborhood Council will present awards for bicycle-shelter designs. An exhibit of 20 of the 47 designs submitted will run through Aug. 2. Shira Rosan, a New York architect," , "date" : "19850718" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: BICYCLE SHELTERS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/18\/garden\/calendar-bicycle-shelters.html"} , {"body" : "The Federal Immigration and Naturalization Service will wait until October to use a city jail in Brooklyn where 18 Cubans awaiting deportation fought with guards on July 6, according to city officials. The Federal agency has agreed to insure that a representative mix of inmates awaiting deportation are sent to the jail, the Brooklyn Correction" , "date" : "19850714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CUBA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "U.S. Agency Delays Housing Deportees At Jail in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/14\/nyregion\/us-agency-delays-housing-deportees-at-jail-in-brooklyn.html"} , {"body" : "The City Department of Correction said yesterday that it would ask Federal immigration authorities to screen more carefully the detained aliens it sends to a Brooklyn jail where a dozen Cubans awaiting deportation attacked and injured 18 guards Saturday. A department spokesman, Edward Hershey, said city officials would urge United States" , "date" : "19850708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CUBA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY, CITING REBELLION AT JAIL, TO SEEK CURBS ON DEPORTEES" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/08\/nyregion\/city-citing-rebellion-at-jail-to-seek-curbs-on-deportees.html"} ,   {"body" : "AT first glance, the signs of the revitalization that has taken place over the past decade in the Fort Greene section of Brooklyn seem no different than evidences of gentrification elsewhere. The brownstones and rowhouses that were little more than burnt-out shells 10 years ago have been carefully restored. Dumpsters packed with rubble from" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FORT GREENE INTEGRATES AS IT GENTRIFIES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/realestate\/fort-greene-integrates-as-it-gentrifies.html"} , {"body" : "Detectives searching for the Brooklyn grocer who is a suspect in the shooting deaths of three teen-agers and the wounding of a fourth Wednesday night said yesterday that they had made little progress in finding the man. The grocer, 27-year-old Ali Nagi, is a naturalized American citizen from Southern Yemen. Capt. Charles McGowan, the head of a team" , "date" : "19850615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Hunt Continues In Slayings at Grocery" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/15\/nyregion\/police-hunt-continues-in-slayings-at-grocery.html"} , {"body" : "The police searched yesterday for the proprietor of a small Brooklyn grocery store who fled Wednesday night after three teen-agers were shot to death and a fourth was wounded in a dispute over payment for a can of soda. The suspect - identified as Ali Nagi, 27 years old, a naturalized American citizen from Southern Yemen - disappeared immediately" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREEN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN GROCER IS SOUGHT IN KILLING OF 3 OVER A SODA" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/brooklyn-grocer-is-sought-in-killing-of-3-over-a-soda.html"} , {"body" : "Three teen-agers were shot to death and a fourth was wounded last night in a Brooklyn grocery store, according to the police. The police believe that the killer was the proprietor, who fled the scene. The shootings occurred shortly before 10:30 P.M. inside the store, the Imperial Supermarket at 65 Lafayette Avenue in the Fort Greene section. Two of" , "date" : "19850613" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "3 TEEN-AGERS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/13\/nyregion\/3-teen-agers-slain-in-brooklyn.html"} , {"body" : "Twenty-four pointing toes bound in pink or white ballet slippers traced invisible arcs above the gray hardwood dance floor. Again and again, the long, slender legs swept in unison across the surface scuffed with heel marks. ''That's it, ladies and gentlemen, that's it,'' said Mary Pat Henry, admiring the grace of her 8-year-old and 9-year-old" , "date" : "19850602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "PUPILS, 8 to 17, GET A CHANCE AT BALLET" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/02\/nyregion\/pupils-8-to-17-get-a-chance-at-ballet.html"} , {"body" : "The Koch administration's proposal to put homeless families in trailers was the subject of heated debate yesterday as several elected officials opposed the idea and said traditional apartments could be renovated for less. Instead of the polite exchanges that normally mark such events, the hearings held by the City Council and the Board of Estimate" , "date" : "19850530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PLAN TO PUT HOMELESS IN TRAILERS SETS OFF DEBATE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/30\/nyregion\/plan-to-put-homeless-in-trailers-sets-off-debate.html"} , {"body" : "A 64-year-old retired police officer was shot to death in a Brooklyn barbershop yesterday afternoon by one of two men who apparently intended to rob the shop, the police reported. The retired officer, Cecil Johnson of 704 Chauncey Street in the Bushwick section, was having his hair cut in the Banks Barber Shop at 173 Reid Avenue in" , "date" : "19850523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Ex-Officer Is Slain In Barbershop" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/23\/nyregion\/the-city-ex-officer-is-slain-in-barbershop.html"} , {"body" : "The fruits of gentrification in two Brooklyn neighborhoods will be on display next Sunday in house tours of the Park Slope and Fort Greene sections of the borough. In Fort Greene, a neighborhood that in the past has been associated with high crime and rundown housing, tour participants will see carriage houses, cottages and cast-iron buildings, as" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Brooklyn Tours; Gentrified Homes" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/realestate\/postings-brooklyn-tours-gentrified-homes.html"} , {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "It is a tradition at Cathedral Preparatory Seminary that on the day each year that the Bishop of Brooklyn comes to say mass, he declares it a school holiday and everybody runs happily home. But after the mass and the announcement of a day off yesterday, the students lingered sadly in the halls of the Gothic building with the spires and gargoyles at" , "date" : "19850504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "BISHOP'S VISIT IS SAD OCCASION AT A SCHOOL FOR FUTURE PRIESTS, SOON TO CLOSE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/04\/nyregion\/bishop-s-visit-is-sad-occasion-at-a-school-for-future-priests-soon-to-close.html"} ,   {"body" : "THE OWNER of a 549-unit federally insured apartment complex in Brooklyn is seeking the removal of the property from rent stabilization, which could lead to rent increases of as much as 20 percent. The Federal Department of Housing and Urban Development has been asked to pre-empt rent stabilization at University Towers, a three-building project at" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN OWNER SEEKS WAIVER OF RENT LAW" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/realestate\/brooklyn-owner-seeks-waiver-of-rent-law.html"} , {"body" : "BOTH the aficionado of design and the merely curious can revel in one of the great pleasures of the season: the annual spring crop of house tours and show houses. From the end of April through the beginning of June, many Eastern Seaboard city and country homes and their gardens are opened. Some of them, usually large mansions or estates, have been" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "IT'S TIME FOR HOUSE TOURS ON THE EASTERN SEABOARD" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/garden\/it-s-time-for-house-tours-on-the-eastern-seaboard.html"} , {"body" : "The red brick of the sprawling 1,200-unit Clinton Hill Apartments complex in Brooklyn stands out starkly amid the old converted mansions that line Clinton Avenue just east of Fort Greene Park. But the conversion of the 12-building complex to a co-op has melded more smoothly than many had expected into this rapidly changing section of Brooklyn. And" , "date" : "19850322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "ABOUT REAL ESTATE; A CONVERSION'S IMPACT ON CLINTON HILL" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/22\/business\/about-real-estate-a-conversion-s-impact-on-clinton-hill.html"} , {"body" : "IN 1976, the New York photographer Dinanda Nooney was taking pictures of children playing at McGoldrick Park in the Greenpoint section of Brooklyn, and Peter Auriemma, the grandfather of two of the children, asked her if it would be possible to have copies of the photos. Mrs. Nooney offered to give him prints in exchange for being able to" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "'AT HOME IN BRROKLYN': PHOTO PORTRAITS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/garden\/at-home-in-brroklyn-photo-portraits.html"} , {"body" : "There is a smile on Fred Thompson's face. ''Mary, get in with them and run,'' he scolds a 14-year-old. ''No, it's going to hurt me,'' she says, an angry look playing over her face. ''C'mon, Mary, run, run,'' shout other women. Reluctantly, driven as much by Thompson's stare as her small feet, she gets into the pack for the start of the first of" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PROVING GROUND FOR FLEET WOMEN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/sports\/proving-ground-for-fleet-women.html"} , {"body" : "A 64-year-old woman who lived alone was found slain in her ransacked Brooklyn apartment yesterday afternoon, the police reported. The victim, Virginia Cleary, of 124 Carlton Avenue, in the Fort Greene section, had a plastic bag over her head and appeared to have been suffocated or strangled in the course of a robbery, according to Sgt. Edwin" , "date" : "19850318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Woman, 64, Is Found Slain at Home" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/18\/nyregion\/brooklyn-woman-64-is-found-slain-at-home.html"} , {"body" : "A teacher at Brooklyn Technical High School was stabbed four times yesterday by a youth in a stairwell at the building. The teacher, Susan Traun, 42 years old, was reported in stable condition at Brooklyn Hospital.. Early last evening a 16-year-old student, Roy Green of 723 Fenimore Street in the Flatbush section of Brooklyn, was arrested by the" , "date" : "19850306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "A TEACHER AT BROOKLYN TECH IS STABBED BY YOUTH IN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/06\/nyregion\/a-teacher-at-brooklyn-tech-is-stabbed-by-youth-in-school.html"} , {"body" : "An off-duty firefighter rescued three young children yesterday morning by leaning out a fourth-story window and plucking them from their burning Brooklyn apartment, a battalion fire chief said. The firefighter, Dennis Williams, 34 years old, was visiting a friend when he heard the children's cries for help at around 8:15 A.M., said Chief George" , "date" : "19850304" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "FIREFIGHTER RESCUES 3 CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/04\/nyregion\/firefighter-rescues-3-children.html"} , {"body" : "GREENPOINT is closer to Manhattan, at least as the crow flies, than almost any other neighborhood in Brooklyn. But it is also a world away, a neighborhood altogether different from, say, the elegant promenade blocks of Brooklyn Heights, where splendid views keep attention firmly focused on Manhattan, or the rich brownstone blocks of Park Slope," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN BAEDEKER; GREENPOINT, STILL AN URBAN, ETHNIC VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/arts\/metropolitan-baedeker-greenpoint-still-an-urban-ethnic-village.html"} , {"body" : "Perhaps, as my friends say, it's my way of adjusting to small-town living. Perhaps it is penance for leaving a city that provided two decades of subsidized housing and four free years of college. Whatever the reason, every other year I teach a course called ''New York City Revisited'' for freshman. We study the mannered plots of Edith Wharton and" , "date" : "19850219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NOO YAWK CITY FOUND FROM AFAR" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/19\/opinion\/noo-yawk-city-found-from-afar.html"} ,   {"body" : "IF John Cashmore were alive, he would be pleased with the turn of events in Brooklyn of late: The extended downtown for which he had hoped is in the making. Mr. Cashmore, who was Borough President 30 years ago, wanted to see the land around the Long Island Rail Road's Atlantic Terminal on Flatbush Avenue developed for office use. And he wanted the" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN LAUNCHES ITS BIGGEST OFFICE-BUILDING EFFORT" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/realestate\/brooklyn-launches-its-biggest-office-building-effort.html"} , {"body" : "DURING the day, they work on large architecture projects that range from the design of a sprawling 6,000-square-foot Sutton Place apartment and the conversion of a former hospital into condominiums to the design and planning of a cluster of buildings for a small college campus. At night, four of the architects who work at Paul Segal Associates" , "date" : "19850117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "OUR YOUNG ARCHITECTS TRY THEIR OWN STYLES AT HOME" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/17\/garden\/our-young-architects-try-their-own-styles-at-home.html"} , {"body" : "An undercover police officer was listed in stable condition yesterday after he was shot during a drug raid at a bar in the Fort Greene section of Brooklyn. Three men were arrested at the scene, but no one has been charged with the shooting. Officer James H. Horton, 44 years old, was shot as he entered the Casino Lounge at 351 Myrtle Avenue at about" , "date" : "19850114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Wounded Officer Listed as Stable" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/14\/nyregion\/the-city-wounded-officer-listed-as-stable.html"} , {"body" : "An undercover police officer was wounded in a shooting last night during a narcotics raid on a bar in the Fort Greene section of Brooklyn, the police said. Three men were arrested in connection with the shooting. The officer, 44-year-old James H. Horton of Queens, was shot in the chest and stomach as he and three other officers entered the bar," , "date" : "19850113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "POLICEMAN SHOT IN BROOKLYN RAID" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/13\/nyregion\/policeman-shot-in-brooklyn-raid.html"} , {"body" : "With its creaking floors and curving iron staircase, the Community Book Store of Brooklyn Heights seems an unlikely flash point for a citywide conflict. But last spring, residents rallied, lobbied and petitioned to save the bookstore from conversion into an ice-cream parlor. The store started the New Year with one lawyer fighting an eviction order," , "date" : "19850108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MONTAGUE STREET (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "AS NEW SHOPS REPLACE THE OLD IN BROOKLYN HEIGHTS, BOOKSELLER FIGHTS BACK" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/08\/nyregion\/as-new-shops-replace-the-old-in-brooklyn-heights-bookseller-fights-back.html"}]