[  {"body" : "A section of the Brooklyn-Queens Expressway near the Williamsburg Bridge will be closed in January for reconstruction, and the work is expected to cause heavy traffic on the Brooklyn and Manhattan ends of the bridge for more than a year. The project, beginning in mid- to late January, is part of a five-year, $2.6 billion state program to rebuild" , "date" : "19851228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ROAD REPAIRS TO SNARL TRAFFIC ON BOTH SIDES OF EAST RIVER" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/28\/nyregion\/road-repairs-to-snarl-traffic-on-both-sides-of-east-river.html"} , {"body" : "There were rain-slicked roads and a preholiday crush of motorists. There was an accident in the Lincoln Tunnel and flooding on the Brooklyn-Queens Expressway. And all over the city yesterday, there were traffic jams. A four-vehicle accident in the center tube of the Lincoln Tunnel at 2:51 P.M. started a fire and caused the Port Authority of New" , "date" : "19851127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LINCOLN TUNNEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINCOLN TUNNEL CRASH ADDS TO JAMS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/27\/nyregion\/lincoln-tunnel-crash-adds-to-jams.html"} , {"body" : "THE Sunset Park section of Brooklyn is about five years into a revival propelled by the availability of relatively affordable housing. But people who drive quickly through the neighborhood may miss its new vitality. From the elevated Gowanus Expressway, they may see only the spectacular skeletons of steel warehouses sagging into the waterfront, or," , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; SUNSET PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "BROOKLYN is a borough of well-defined neighborhoods, and Court Street is a chain that ties several of them together. From Brooklyn Heights to Red Hook, the languages heard on Court Street, whether Arabic, Italian or the cadences of Wall Street, reflect the traditions of these neighborhoods. In much the same way, the food along the street, in both" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COURT STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "ONE BROOKLYN STREET, MANY ETHNIC FLAVORS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/garden\/one-brooklyn-street-many-ethnic-flavors.html"} , {"body" : "ONLY a few years ago, northern Ocean Parkway, in the Kensington section of Brooklyn, was considered a risky investment. The southern end, near Coney Island, was thought to be much more desirable. But the trend toward conversion to cooperatives and condominiums elsewhere in the city has caught up with Kensington. An apartment on upper Ocean Parkway," , "date" : "19850721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG OCEAN PARKWAY, A RUSH TOWARD CONVERSION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/21\/realestate\/along-ocean-parkway-a-rush-toward-conversion.html"} , {"body" : "Rosemarie O'Keefe remembers life in Bay Ridge before the fiscal crisis as a halcyon time of officers walking the beat, sanitation workers sweeping steadily and park custodians waiting to hand out basketballs in the morning and lock up checkerboards at night. In 1975, a new elementary school for which neighborhood leaders had fought long and hard" , "date" : "19850704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HARD TIMES IN BROOKLYN: HOW 2 NEIGHBORHOODS HAVE COPED" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/04\/nyregion\/hard-times-in-brooklyn-how-2-neighborhoods-have-coped.html"} , {"body" : "Excerpts from the diary of Victor Ross, a 33-year veteran of the Bureau of Traffic Operations: * Thurs., May 30 - Crane collapses. Ties up midtown traffic, 34th St. to 72d St., Fifth Avenue to the East River. * Fri., May 31 - Shootout at Church St. post office ties up downtown traffic throughout City Hall area and spills into Wall St., as well. *" , "date" : "19850606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Pressure Points" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/06\/nyregion\/new-york-day-by-day-pressure-points.html"} , {"body" : "THE case was initially likened to the 1964 slaying of Kitty Genovese, whose screams were heard by at least 38 people in Queens, none of whom called the police. Last Nov. 30 at 1 A.M., Barbara Miller Purvis, 37 years old, was beaten and kicked by two men for 15 to 20 minutes in the courtyard of the Gowanus Houses in Brooklyn and was then shot." , "date" : "19850526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "FOLLOW-UP ON THE NEWS; Brooklyn Slaying" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/26\/nyregion\/follow-up-on-the-news-brooklyn-slaying.html"} , {"body" : "All three drivers in a three-car pileup that killed one of the drivers Saturday in Brooklyn were intoxicated, the police said yesterday. Initially, only one person was arrested for driving while intoxicated, a city probationary police officer, Nancy Ferrer of Manhattan. Officer Ferrer, 23 years old, had been driving the last car in the pileup," , "date" : "19850520" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3 Drivers in Pileup Called Intoxicated" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/20\/nyregion\/the-city-3-drivers-in-pileup-called-intoxicated.html"} , {"body" : "A three-car pileup on the Gowanus Expressway before dawn yesterday left one man dead, another injured and a police cadet facing a criminal charge of driving while intoxicated, the police said. The accident took place at about 4:45 A.M. near the 39th Street exit of the highway, in the Sunset Park section of Brooklyn, when a car traveling south" , "date" : "19850519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "POLICE CADET IS CHARGED IN FATAL 3-CAR PILEUP" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/19\/nyregion\/police-cadet-is-charged-in-fatal-3-car-pileup.html"} ,   {"body" : "One man was fatally shot and two others were wounded yesterday in a gun battle between the owners of a Brooklyn wholesale clothing and knitwear manufacturer and two men who the police said were trying to rob them. The dead man was identified as Avery Edmonson, 29 years old, of 289 Blake Avenue in Brooklyn. The police said that he and Andre Horne," , "date" : "19850516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; 1 Dead and 2 Hurt In Holdup at Plant" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/16\/nyregion\/the-city-1-dead-and-2-hurt-in-holdup-at-plant.html"} , {"body" : "Kevin Smyley, inspector general of New York City's Sanitation Department, refers to three brothers named Garofalo who operate waste hauling companies in Brooklyn as ''the James brothers of garbage.'' And while the brothers on many occasions have disputed contentions about their purported lawlessness, officials say that for six years they have" , "date" : "19850212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'QUALITY OF LIFE' PROVES TOUGH TO ENFORCE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/12\/nyregion\/quality-of-life-proves-tough-to-enforce.html"} , {"body" : "The illegal demolition of four buildings on West 44th Street three weeks ago brought to midtown a problem of enforcement that has plagued city officials for six years. The problem, city officials say, involves a string of seven or eight Brooklyn-based companies owned in various combinations by three brothers who have been cited scores of times for" , "date" : "19850206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY FIGHTS BROTHERS CITED AS ILLEGAL DUMPERS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/06\/nyregion\/city-fights-brothers-cited-as-illegal-dumpers.html"}]