[  {"body" : "Einar R. Maland, a retired Brooklyn bank executive, his wife and his sister were watching a television newscast on Friday in the den of their white bungalow outside Tampa, Fla. At first there was no fresh news about the Malands' two sons - Don and Mark - who had been reported wounded in the terrorist attack at the Rome airport. But then, Mr. Maland" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROME (ITALY)" , "SCHWECHAT AIRPORT (VIENNA)" , "VIENNA (AUSTRIA)" , "LEONARDO DA VINCI AIRPORT (ROME)" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "11" , "title" : "BROADCAST BRINGS FLORIDIANS NEWS OF SON'S DEATH" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/world\/broadcast-brings-floridians-news-of-son-s-death.html"} , {"body" : "IF you fear that Italian food in New York is becoming a bit precious, what with all those cute Frisbee-sized pizzas, pastel raviolis and vegetables in every color of the spectrum except green, then you might want to venture to the Williamsburg-Greenpoint section of Brooklyn to visit Crisci's - ''A Tradition Since 1902.'' In this wonderfully" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/diner-s-journal.html"} , {"body" : "With the number of homeless people in city shelters increasing daily, the Koch administration promised a state judge yesterday that it would provide 630 additional beds within 10 days to relieve overcrowding. The city acted after a record 8,239 people - 7,298 men and 941 women -crowded into city shelters early yesterday on the second night of a" , "date" : "19851205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY TO PROVIDE 630 MORE BEDS FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/05\/nyregion\/city-to-provide-630-more-beds-for-homeless.html"} , {"body" : "One day in 1983, Mieczyslaw Szczepkowksi, a Polish immigrant who was barely literate in English, returned to his boarding house in the Greenpoint section of Brooklyn with startling news for his landlady. After two years in America, scratching out a living as a house painter and handyman, Mr. Szczepkowski announced that he had suddenly become the" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "FRONT MEN USED IN GAS-TAX EVASION" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/front-men-used-in-gas-tax-evasion.html"} , {"body" : "The New York City Department of Health last week released a list of 39 food establishments cited for violating the health code. In addition, it listed three that were allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN Bagel Store & More, 1638 York Ave. (86th St.). Bleecker on Perry, 384" , "date" : "19851124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "70" , "title" : "INSPECTORS IN NEW YORK CITE 39 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/24\/nyregion\/inspectors-in-new-york-cite-39-food-outlets.html"} , {"body" : "NEW construction of manufacturing space is persisting at a modest rate in the city, despite a long-term decline in manufacturing employment. Most of it is being done with city or state assistance by companies that use the space themselves, but a trickle has begun to appear on a speculative basis. In the College Point Industrial Park in Queens, Zano" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "COLLEGE POINT INDUSTRIAL PARK (QUEENS, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: INDUSTRIAL SPACE; CONSTRUCTION PERSISTS AS JOBS SLUMP" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/realestate\/perspectives-industrial-space-construction-persists-as-jobs-slump.html"} , {"body" : "The city has opened a new shelter for the homeless, its 19th, on the grounds of the former Greenpoint Hospital in Brooklyn. Plans for the 100-bed shelter were announced last week, but the city had declined to give its location before it opened Sunday. That night, 6,454 men and 910 women turned to the city for shelter, and 3,955 homeless families" , "date" : "19851105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "City Opens a Shelter For 100 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/05\/nyregion\/city-opens-a-shelter-for-100-in-brooklyn.html"} , {"body" : "THEY BEGIN ARRIVING HOURS EARLY, as they always do, filling the Brooklyn courtroom. A woman in a sari, a man in the black cloak of Hasidism, people in denim and people in silk, faces of every hue from ebony to alabaster - all are assembling to take the oath of citizenship. In the second row sits Fritz Potier, formerly of Port-au-Prince, Haiti, and" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "THE NEW NEW YORKERS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/the-new-new-yorkers.html"} , {"body" : "IN an era when real people make real food in real kitchens and sell it in small quantitites under their own names, Betty Crocker, Ann Pillsbury and Aunt Jemima may have to reckon with the likes of Duggan Peak, Claudine and Juliana. Part of the small but high quality Taste! show at the New York Coliseum this week, these names represent a growing" , "date" : "19851009" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "NEW FOODS: SMALL, FANCY, U.S.-MADE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/09\/garden\/new-foods-small-fancy-us-made.html"} , {"body" : "To the Editor: Your Sept. 6 news article on the opening of a six-week experimental ferry service between Brooklyn and Manhattan stated that the last regular service across the East River ended 61 years ago. According to one authority, there was service between Manhattan and Brooklyn as late as 1933, a mere 52 years ago. That was the late Richard H." , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "ON LOVING THEM OLD FERRYBOATS IN DECEMBER AS IN MAY" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/opinion\/l-on-loving-them-old-ferryboats-in-december-as-in-may-004161.html"} ,   {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "From air-conditioned television studios to sweltering city streets, Democratic candidates yesterday tried to pump as many hands and win over as many voters as possible in the final hours of campaigning before tomorrow's primary. In primary contests for mayor, City Council president, city comptroller and other offices, Democratic voters will in" , "date" : "19850909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 IN MAYORAL RACE MAKING FINAL PUSH FOR CITY'S PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/09\/nyregion\/3-in-mayoral-race-making-final-push-for-city-s-primary.html"} , {"body" : "The three major candidates in Tuesday's Democratic mayoral primary swept through the boroughs yesterday in pursuit of what seemed a rapidly diminishing species - the unwooed voter with unshaken hand. From a street fair in Queens to food markets in the Bronx, from a block party in Manhattan to shopping districts in Brooklyn, the candidates" , "date" : "19850908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "MAYORAL CAMPAIGNS STEAM AHEAD IN PURSUIT OF THE UNWOOED VOTER" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/08\/nyregion\/mayoral-campaigns-steam-ahead-in-pursuit-of-the-unwooed-voter.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "Utility and city officials yesterday were still learning the extent of the damage from a series of underground electrical fires in lower Manhattan Thursday as repair crews worked around the clock to replace burned cables and restore power to buildings that had been blacked out. Two days after the fires, three office buildings were still without" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "CON ED CONTINUES REPAIRS ON CABLES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/nyregion\/con-ed-continues-repairs-on-cables.html"} , {"body" : "A 42-year-old woman was slain in her home in the Greenpoint section of Brooklyn last night in what appeared to be a robbery, the police said. The woman, Dolores McDonald, of 690 Leonard Street, was found dead by her husband, Thomas, 43, when he returned from work at 7:30 P.M, according to the police. A police spokesman, Officer Robert Fitzpatrick," , "date" : "19850627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Woman, 42, Is Slain In Apparent House Robbery" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/27\/nyregion\/brooklyn-woman-42-is-slain-in-apparent-house-robbery.html"} , {"body" : "Kenneth Lynch is known around the country for his metalwork. His 16-foot pedestal clocks and wrought-iron fences, his garden ornaments, sundials and weather vanes are considered among architects and landscapers as some of the best available. And for 50 years, Mr. Lynch has been curator of ironwork for St. Patrick's Cathedral in New York City. For" , "date" : "19850526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "STREET CLOCKS MAKING A COMEBACK IN MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/26\/nyregion\/street-clocks-making-a-comeback-in-manhattan.html"} , {"body" : "The Koch administration last night dropped plans to renovate or expand three shelters for the homeless in Brooklyn, Queens and Staten Island, because of community opposition. Mr. Koch abruptly withdrew the plan at a Board of Estimate meeting after City Council President Carol Bellamy said she would seek to commit the city instead to provide" , "date" : "19850329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Koch Drops Plan To Add Shelters" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/29\/nyregion\/the-city-koch-drops-plan-to-add-shelters.html"} , {"body" : "IN 1976, the New York photographer Dinanda Nooney was taking pictures of children playing at McGoldrick Park in the Greenpoint section of Brooklyn, and Peter Auriemma, the grandfather of two of the children, asked her if it would be possible to have copies of the photos. Mrs. Nooney offered to give him prints in exchange for being able to" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "'AT HOME IN BRROKLYN': PHOTO PORTRAITS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/garden\/at-home-in-brroklyn-photo-portraits.html"} ,   {"body" : "This is not a city with an abiding memory. It treats permanence as though it were an unaffordable luxury, probably because it almost always has been. For centuries houses were built to come down, since it was taken for granted that, sooner or later, fire or earthquake would get to them. The notion that nothing can last runs deep. Perhaps as a" , "date" : "19850311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAPAN" , "TOKYO (JAPAN)"] , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "TOKYO RECALLS A FIERY NIGHT WHEN 100,000 DIED" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/11\/world\/tokyo-recalls-a-fiery-night-when-100000-died.html"} , {"body" : "The Koch administration has failed to spend nearly all of the $43 million in its current budget for building or renovating shelters for the homeless, City Council President Carol Bellamy said yesterday. She recommended that most of the money be used instead to build permanent housing for the homeless. Miss Bellamy, a candidate for mayor, said that" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BELLAMY SAYS FUNDS FOR HOMELESS WERE NOT SPENT" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/nyregion\/bellamy-says-funds-for-homeless-were-not-spent.html"} , {"body" : "GREENPOINT is closer to Manhattan, at least as the crow flies, than almost any other neighborhood in Brooklyn. But it is also a world away, a neighborhood altogether different from, say, the elegant promenade blocks of Brooklyn Heights, where splendid views keep attention firmly focused on Manhattan, or the rich brownstone blocks of Park Slope," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN BAEDEKER; GREENPOINT, STILL AN URBAN, ETHNIC VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/arts\/metropolitan-baedeker-greenpoint-still-an-urban-ethnic-village.html"} , {"body" : "In the last year, Donald J. Trump has bought the St. Moritz Hotel, opened a huge gambling casino in Atlantic City, taken over the largest tract of undeveloped land in Manhattan, offered to build a $250 million sports stadium in Queens and the world's tallest building in Manhattan, and signed the country's leading college quarterback, Doug Flutie," , "date" : "19850201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRUMP STRIKES OIL, BUT MORE OF A LEAK THAN A GUSHER, ON THE WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/01\/nyregion\/trump-strikes-oil-but-more-of-a-leak-than-a-gusher-on-the-west-side.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"}]