[  {"body" : "ONCE again it's time to head for the country to pick and cut your own Christmas tree instead of going down the street to the nearest store that sells trees already cut. Within an hour or two of Times Square, scores of Christmas tree plantations have opened for the season, offering growing Scotch pines, Douglas firs, white pines, blue spruces and" , "date" : "19851206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A TRIP TO THE COUNTRY TO BRING HOME A TREE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/06\/arts\/a-trip-to-the-country-to-bring-home-a-tree.html"} , {"body" : "A manager and a district supervisor of a fast-food chain were shot and killed in the company's Westbury, L.I., restaurant shortly before opening time yesterday by a man who escaped with more than $4,000 in weekend receipts, the police reported. Gunfire erupted in the back office of the Kentucky Fried Chicken outlet at 700 Old County Road at about" , "date" : "19851001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WESTBURY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO MANAGERS SLAIN IN A L.I. RESTAURANT; OFFICER ARRESTS COOK" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/01\/nyregion\/two-managers-slain-in-a-li-restaurant-officer-arrests-cook.html"} , {"body" : "ONLY a few years ago, northern Ocean Parkway, in the Kensington section of Brooklyn, was considered a risky investment. The southern end, near Coney Island, was thought to be much more desirable. But the trend toward conversion to cooperatives and condominiums elsewhere in the city has caught up with Kensington. An apartment on upper Ocean Parkway," , "date" : "19850721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG OCEAN PARKWAY, A RUSH TOWARD CONVERSION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/21\/realestate\/along-ocean-parkway-a-rush-toward-conversion.html"} , {"body" : "Dr. and Mrs. Edwin P. Maynard of Chestnut Hill, Mass., have announced that their daughter Elizabeth Sprague Maynard and Peter Taylor Gordon, the son of Dr. and Mrs. Robert S. Gordon Jr. of Kensington, Md., are to be married in June. Miss Maynard, a graduate of Miss Porter's School and Colby College, received a Doctor of Nursing degree from Case" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "35" , "title" : "WEDDING PLANNED BY MISS MAYNARD" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/style\/wedding-planned-by-miss-maynard.html"}]