[  {"body" : "It is fitting that the New York-New Jersey Trail Conference, 40 percent of whose members live in New York City, is engaged in helping to maintain footpaths in city parks. Although the conference's volunteers have long been laboring at maintaining and creating trails in the two-state area - there are currently about 700 miles of them - it hasn't" , "date" : "19851227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "OUTDOORS; FOOTPATHS FOR CITY DWELLERS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/27\/sports\/outdoors-footpaths-for-city-dwellers.html"} , {"body" : "Heading to Europe during the holidays, three travelers from the South are having a hard time making a connection at Kennedy International Airport. So they may spend a night in the city next week. Nothing remarkable about that? No, except their night is to be spend in a salt-water pool at the New York Aquarium in the Coney Island section of" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GULF OF MEXICO" , "SWEDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Ready for Drop-In Guests" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/nyregion\/new-york-day-by-day-ready-for-drop-in-guests.html"} , {"body" : "When it comes to plastic garbage bags, the Sanitation Department has just about reached the breaking point. Plagued by sacks that split apart -spewing trash, releasing odors and inviting vermin - the agency may one day require the exclusive use of bags that meet its own durability standards, effectively banning the use of ''bargain bags.'' now on" , "date" : "19850709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; For a Tough City, Tough Garbage Bags . . ." , "url" : "http:\/\/www.nytimes.com\/1985\/07\/09\/nyregion\/new-york-day-by-day-for-a-tough-city-tough-garbage-bags.html"} , {"body" : "THE holiday exodus from New York has left lots of elbow room this weekend for those who remain, with many opportunities for ambling - on one's own or on tours that will explore everything from barnacles to a Victorian house with secrets. Other possibilities include a regatta, juggling lessons, peculiar picnics, a dance festival, music, things that" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE HOLIDAY WEEKEND: A CHOICE OF CELEBRATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/arts\/the-holiday-weekend-a-choice-of-celebrations.html"} , {"body" : "There are two main purposes to the cricket match Sunday between the national team of Grenada and the American All-Stars at Memorial Stadium in Mount Vernon, N.Y. First, there is the good will that organizers hope will attend what is said to be the first visit to the United States by a sports team from Grenada. But the game will also be a showcase" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "CARIBBEAN AREA" , "MOUNT VERNON (NY)" , "GRENADA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "PRESERVING ISLAND TRADITION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/sports\/preserving-island-tradition.html"}]