[  {"body" : "St. Francis Prep defeated New Dorp, 28-6, yesterday to win the Metro Bowl's A Division title, but the game between the Catholic High Schools' Football League and Public Schools Athletic League champions was interrupted early in the fourth quarter as officals threatened to cancel the contest at Midwood Field in Brooklyn. The warning followed a" , "date" : "19851124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; ST. FRANCIS BEATS NEW DORP IN METRO BOWL'S A DIVISION" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/24\/sports\/school-sports-st-francis-beats-new-dorp-in-metro-bowl-s-a-division.html"} , {"body" : "Basketball Knicks vs. Boston Celtics, at Madison Square Garden, 7:35 P.M. This is the Knicks' first meeting of the season with the defending Eastern Conference champions. The Celtics swept all six games last season. (Television - MSG, 7:30 P.M. Radio - WNBC 660, 7:20 P.M.) College: Syracuse vs. Utica, at the Carrier Dome, followed by Dowling at St." , "date" : "19851123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "48" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/23\/sports\/saturday-sports.html"} , {"body" : "First, the nicknames. The Icebox is Sheepshead Bay High School's 310-pound nose tackle, who was known as Darrell Washington before it became chic to be an appliance. ''When I was young, we had kids 300 pounds,'' said Richard Reilly, the Sheepshead Bay coach. ''But we just called them fat.'' Then there's Jughead, also known as Reggie Minault. ''He" , "date" : "19851123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "47" , "title" : "CONFIDENCE POWERS SHEEPSHEAD BAY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/23\/sports\/confidence-powers-sheepshead-bay.html"} , {"body" : "New Dorp claimed its first city championship in 26 years yesterday, blocking an extra-point attempt late in the game to edge South Shore, 7-6, in the Public School Athletic League final at rain-soaked Midwood Field. The New Dorp coach, Joe Avena, led his squad to its first final berth since 1975 and first title since 1959. The Centrals will take on" , "date" : "19851117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; NEW DORP EDGES SOUTH SHORE, 7-6, TO WIN CITY TITLE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/17\/sports\/school-sports-new-dorp-edges-south-shore-7-6-to-win-city-title.html"} , {"body" : "Basketball Knicks vs. Atlanta Hawks, at Madison Square Garden, 7:30 P.M. (Television -MSG, 7:30 P.M. Radio - WNBC 660, 7:20 P.M.) Football Wake Forest at Georgia Tech, (Television - MSG, noon); Mississippi at Tennessee (Television - WTBS, noon); Wake Forest at Georgia Tech (Television - MSG, noon); Boston College at Syracuse (Television - Channel" , "date" : "19851116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "48" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/16\/sports\/saturday-sports.html"} , {"body" : "Only one Public School Athletic League division champion survived last week's quarterfinal competition. Kennedy, which had allowed just 14 points in its six games, extended its winning streak to 16 games and seemed sure to repeat as city champion. But in yesterday's semifinal competition, the Knights surrendered 20 points and fell to South Shore" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; SOUTH SHORE TOPPLES KENNEDY, 21-20, IN SEMIFINALS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/sports\/school-sports-south-shore-topples-kennedy-21-20-in-semifinals.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "THERE is an almost hidden New York, a New York in images of art and artifact, scattered in countless pieces throughout the city. It is the city preserved at the hands of artists and craftsmen and others who have caught it at a certain mood and moment in time that becomes immortal in their hands. These moments and perspectives are by no means hidden" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "photo of New York City; THE HIDDEN NEW YORK: A CITY ALBUM" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/arts\/photo-of-new-york-city-the-hidden-new-york-a-city-album.html"} , {"body" : "Allan Liebowitz still remembers how his involvement in high school football at New Utrecht began in 1956. ''I was in a gym class as a sophmore,'' Liebowitz said. ''The football coach came by and saw me running and said, 'Why don't you come out for football?' I said I wasn't sure, because I didn't know if my mother would let me.'' Mrs. Liebowitz" , "date" : "19851020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "COACHES STAY CLOSD TO HOME" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/20\/sports\/coaches-stay-closd-to-home.html"} , {"body" : "DOWN TO THE SEA New York Harbor and the sea constantly influence the New York scene, cultural and commercial, and this phenomenon at our front door gives the big exhibition that opens today in the Museum of Brooklyn at Brooklyn College its theme and its name: ''From Brooklyn to the Sea: Ships, Seafarers and New York Harbor.'' There are more than" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/arts\/going-out-guide.html"} ,   {"body" : "IN their widening search for value and space, many New York City house-hunters are turning to the middle of Brooklyn, to an oasis of large one-family houses, wide oak- and maple-lined streets, a small-town sense of community and reasonable prices. The area is Flatbush. But not the seedy Flatbush of Flatbush Avenue, nor the rows of attached two- and" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HISTORIC FLATBUSH: A NEW FRONTIER FOR HOUSE-HUNTING" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/realestate\/historic-flatbush-a-new-frontier-for-house-hunting.html"} , {"body" : "LAST year, Coach John Burke led the New Utrecht High School varsity football team to one of its finest seasons, compiling a winning record before losing, 8-0, to John Jay High School in the B-Division city championship game. After such a successful season, Burke expected a large turnout for the team tryouts this year, due to the increased student" , "date" : "19850929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; JUNIOR VARSITY TEAMS CREATE 'MONOR LEAGUE' FOR PLAYERS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/29\/sports\/school-sports-junior-varsity-teams-create-monor-league-for-players.html"} , {"body" : "The opening of the game between McKee and New Dorp left New Dorp in an unusual position - afraid to score again for fear of the McKee kick returner, John Labora. Labora took the opening kick on the 9-yard line and returned it 91 yards up the middle for a touchdown. New Dorp also scored on its first drive, but Labora again took the kickoff and" , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "NEW DORP OVERPOWERS MCKEE, 41-14" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/sports\/new-dorp-overpowers-mckee-41-14.html"} , {"body" : "THE scene is the courtroom, Appellate Division, State Supreme Court, Second Department, Brooklyn Heights. A couple of hundred candidates for admission to the bar are assembling in a room already crowded with family and friends who have come for the swearing-in ceremony. As the last of the lawyers-to-be enter, one candidate looks up to notice a" , "date" : "19850918" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/18\/garden\/metropolitan-diary-011225.html"} , {"body" : "Ten pedestrians were injured in Brooklyn yesterday as a car careering from a collision ran onto the sidewalk. The most severely hurt was a 35-year-old Brooklyn rabbi, whose left foot was partially severed. The rabbi, Mahir A. Reiss, of 1827 Avenue L, was flown by helicopter to Bellevue Hospital Center. He was in stable condition there last night as" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "10 ARE HURT AS CAR JUMPS CURB" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/nyregion\/10-are-hurt-as-car-jumps-curb.html"} , {"body" : "The 1985 Public Schools Athletic League football season opened yesterday with a lot of zeros: six shutouts, including a 36-0 romp by defending champion Kennedy over its Bronx rival, Truman. After losing 10 starters to graduation from last year's undefeated team, Kennedy seems to have come up with yet another powerful front line. The offensive back" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTSP.S.A.L.; KENNEDY ROUTS TRUMAN, 36-0" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/sports\/school-sportspsal-kennedy-routs-truman-36-0.html"} , {"body" : "A 6-month old girl was killed yesterday by an out-of-control automobile that mounted the sidewalk at Madison Street and Jefferson Streets on the Lower East Side and crushed her in her stroller, the police said. The child, Kathleen Li of the Midwood section of Brooklyn, died instantly at 10:50 A.M. when the car's driver, Ching Gyam Tong, 39, who" , "date" : "19850913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Infant Is Crushed in Stroller When Car Mounts Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/13\/nyregion\/infant-is-crushed-in-stroller-when-car-mounts-sidewalk.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Football in the Public School Athletic League took a major step forward last season. John F. Kennedy, completing the best season in its history, became the first public school team to win the Metro Bowl, the annual contest between the public school and Catholic school champions that determines the city champion. Kennedy defeated St. John the" , "date" : "19850909" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "KENNEDY IS STILL DOMINATING CITY FOOTBALL PICTURE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/09\/sports\/kennedy-is-still-dominating-city-football-picture.html"} , {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} ,   {"body" : "WITH interest rates down to their lowest level in at least five years, brokers and builders report that metropolitan-area residents are out in force shopping for housing. Last week, fixed-rate mortgages in the metropolitan area were averaging 12 to 12 1\/4 percent, with perhaps 2 to 4 percent of the mortgage amount due at the closing. Some" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LOWER MORTGAGE RATES BRING OUT SHOPPERS IN DROVES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/lower-mortgage-rates-bring-out-shoppers-in-droves.html"} , {"body" : "ROMAN IN GLOAMING Amid all the transient chic of the gold coast that is the East Side in the fifties, Roma di Notte, 137 East 55th Street (832-1128), would seem to be almost as enduring as the empire city for which it is named. This restaurant-night club has been there for 35 years and it has maintained the same ambience, a mixture of catacombs and" , "date" : "19850711" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/11\/arts\/going-out-guide.html"} , {"body" : "Baseball Yankees vs. Seattle Mariners, at Yankee Stadium, 8:05 P.M. (Radio - WABC, 770; 8 P.M.) Mets vs. Padres, at San Diego (Television - SportsChannel, 10 P.M. (Radio - WHN, 1050; 10 P.M.) Tigers vs. California Angels, at Detroit. (Television -Channel 4, 1:15 P.M.) Astros vs. Chicago Cubs, at Houston. Second game of the radio-game-of-the-week" , "date" : "19850601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/01\/sports\/saturday-sports.html"} , {"body" : "A class visit to State Supreme Court and the city's Law Department left one Brooklyn high school student uncertain about opportunities for a legal career. Seventeen students from Edward R. Murrow High School, at 1600 Avenue L, in the Midwood section, journeyed to lower Manhattan for a tour given by Diane Kemelman, administrative assistant" , "date" : "19850516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Women and Law" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/16\/nyregion\/new-york-day-by-day-women-and-law.html"} , {"body" : "Bill Cosby loves bagels - big bagels - and Louis Autino of Brooklyn knows just what kind of bagels Bill Cosby loves. ''It's like two dozen worth of bagels, really,'' said Mr. Autino, one of the owners of the C.P.C. Bakery, which specializes in hot bagels. ''It's a foot and a half in diameter. We put ham and swiss all over it, we decorate it with" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "BROOKLYN FINDS 'COSBY SHOW' GOOD FOR BUSINESS -- AND GOSSIP" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/nyregion\/brooklyn-finds-cosby-show-good-for-business-and-gossip.html"} , {"body" : "In its early days, Brooklyn was an area of farmland and lush greenery. Two hundred years in the urbanization of Brooklyn is documented in ''Brooklyn's Bounty: Natural Splendor and Domestic Opulence,'' a free exhibition of artwork, photographs and artifacts, on view at Brooklyn College, Bedford Avenue and Avenue H in the Midwood section. Among the" , "date" : "19850420" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Bucolic Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/20\/arts\/bucolic-brooklyn.html"} , {"body" : "For Norman Siegel and a lot of other people who grew up in Coney Island, yesterday was a day charged with memory. At lunchtime, there was only one place to go. ''I'm going to Coney Island,'' the 41-year-old Mr. Siegel told his colleagues at MFY Legal Services, where he is the director. ''It's opening day on the Cyclone!'' He made the ritual drive" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEW YORK DAY BY DAY ; Opening Day at Coney I." , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/new-york-day-by-day-opening-day-at-coney-i.html"} , {"body" : "A suspect being chased by the police was shot to death yesterday after he entered an apartment and found two off-duty officers there, authorities said. A Police Department spokesman, Officer Joseph McConville, said the shooting had occurred at about 11 A.M., after the police had received a call that two men with guns were at the intersection of" , "date" : "19850316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "AT WRONG DOOR, SUSPECT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/16\/nyregion\/at-wrong-door-suspect-is-slain.html"} , {"body" : "The commercial came last night during ABC's prime time adventure ''The Fall Guy.'' For 30 seconds, a woman sat near her two daughters in a scene so diffuse and bright that it might have been a video interpretation of a French Impressionist painting. ''There's one choice I'll never regret,'' the woman in the airy, sunny room told her daughter, her" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "THE MAN BEHIND THE FERRARO AD" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/arts\/the-man-behind-the-ferraro-ad.html"} , {"body" : "They are the young urban professionals and they are toiling all day in their challenging jobs. They are toiling to find the perfect 1 br apt avail immed. They are toiling to improve their cardiovascular fitness. And when they are through with all that, they are toiling in night school. Night school? It's the thing to do. ''So many other people I" , "date" : "19850222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "4" , "title" : "YOUNG PROFESSIONALS FLOCK TO NIGHT SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/22\/style\/young-professionals-flock-to-night-school.html"} ,   {"body" : "Nets vs. Detroit Pistons, at Byrne Meadowlands Arena, 7:35 P.M. The Nets have won three of their four previous meetings this season. (Television - SportsChannel, 7:30 P.M. Radio - WNBC 660, 7:30 P.M.) College: Pittsburgh at St. John's, 8 P.M. (Radio - WCBS 880, 8 P.M.); Princeton at Yale, 8 P.M.; Dowling at Adelphi, 7:30 P.M.; Dartmouth at" , "date" : "19850215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "FRIDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/15\/sports\/friday-sports-basketball.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"}]