[  {"body" : "In the commotion and congestion that is New York City, it is a wonder to many that anything gets done at all. To most city residents, as an urban specialist, William H. Whyte, once noted, ''simply coping with New York'' is considered an act of heroism. But to some, there is no courage to ''simply coping.'' Today, six municipal employees, ranging" , "date" : "19851216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 WORKERS FOR CITY HONORED" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/16\/nyregion\/6-workers-for-city-honored.html"} , {"body" : "Following is a selection of the musical presentations planned for the Christmas season in New York City. All are free unless otherwise noted. Today Calvary Baptist Church, 123 West 57th Street. Buxtehude's ''Neugeboren Kinderlein'' and Saint-Saens's Christmas Oratorio; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170." , "date" : "19851213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/a-calendar-of-music-for-the-christmas-season.html"} , {"body" : "PERHAPS not since the mid-1960's, when urban pioneers from Manhattan began reclaiming the long-neglected but architecturally distinctive houses of Brooklyn Heights and Park Slope, has an area of the city seen such a dramatic rise in real-estate values as have the older working-class neigh-borhoods of northern Queens. House prices in the area have" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSE VALUES SURGE IN THE OLDER AREAS OF NORTHERN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/realestate\/house-values-surge-in-the-older-areas-of-northern-queens.html"} , {"body" : "Penelope Karagias, a Brooklyn real-estate broker who was active in apartment sales in Brooklyn Heights, Park Slope, Cobble Hill and Carroll Gardens, was found dead of carbon-monoxide poisoning on Tuesday morning in a garage opposite one of her offices at 343 Smith Street, the police reported. Miss Karagias was 43 years old and lived at 221 Carroll" , "date" : "19851129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Penelope Karagias, a Broker Of Brooklyn Apartment Sales" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/29\/nyregion\/penelope-karagias-a-broker-of-brooklyn-apartment-sales.html"} , {"body" : "Chelsea Mansion, Mutton Lane, Muttontown, L.I. 516-922-2888. The 32-room mansion of the Alexandra and Benjamin Moore, a national historic landmark, is open to the public through Dec. 8. The house, decorated for the holidays, has 10 rooms fashioned after lines from ''A Visit From St. Nicholas,'' which starts: '' 'Twas the night before Christmas.''" , "date" : "19851114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "HOLIDAY HOUSE TOURS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/14\/garden\/holiday-house-tours.html"} , {"body" : "THE Sunset Park section of Brooklyn is about five years into a revival propelled by the availability of relatively affordable housing. But people who drive quickly through the neighborhood may miss its new vitality. From the elevated Gowanus Expressway, they may see only the spectacular skeletons of steel warehouses sagging into the waterfront, or," , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; SUNSET PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "TODAY WHEN-ever I visit my old neighborhood of Bedford-Stuyvesant and walk along Fulton Street or Nostrand Avenue, its twin commercial hubs, I have to remind myself that I'm in Brooklyn and not in the middle of a teeming outdoor market in St. George's, Grenada, or Kingston, Jamaica, or on some other West Indian island. Because there, suddenly, are" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "RISING ISLANDERS OF BED-STUY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/rising-islanders-of-bed-stuy.html"} , {"body" : "The paintings, sculptures and assemblages of more than 100 Brooklyn artists can be seen this weekend at Loft Two, on 36th Street between Second and Third Avenues, in Brooklyn The exhibition, which runs through Nov. 17, is presented by the Park Slope Artists Council, a a not-for-profit organization that promotes the arts in Brooklyn. The gallery is" , "date" : "19851025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "100 Brooklyn Artists" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/25\/arts\/100-brooklyn-artists.html"} , {"body" : "Friday A FESTIVAL OF CRAFTS The works of more than 150 artisans will be exhibited this weekend at ''Crafts on Park Avenue,'' a fair sponsored by Schrafft's Ice Cream in the Armory at Park Avenue and 67th Street. On display will be stoneware and porcelain pottery, jewelry, art glass, hand-painted silks and floor cloths, custom-made shoes, folk toys," , "date" : "19851018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/18\/arts\/going-out-guide.html"} , {"body" : "THE word, in the 1985 New York-area condominium and cooperative apartment market, is supply. Brokers and buyers, developers and marketers all focus on what they say will be the salient fact of the New York market for at least the next year: That it will be the biggest year for the production of new apartments since the early 1960's. There are" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "34" , "title" : "AROUND THE REGION; From Brooklyn to Jersey, an Abundance of Units" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/realestate\/around-the-region-from-brooklyn-to-jersey-an-abundance-of-units.html"} ,    {"body" : "A billboard on the right-center field fence at Ebbets Field used to challenge the Brooklyn Dodgers, ''Hit Sign, Win Suit.'' The sign belonged to a Pitkin Avenue haberdasher, Abe Stark, who also happened to be the borough president during the Dodgers' last days in Brooklyn. Even though the team abandoned Brooklyn for Los Angeles more than 25 years" , "date" : "19850818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "POLITICIANS RUSHING TO RIDE BROOKLYN'S WAVE OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/18\/weekinreview\/politicians-rushing-to-ride-brooklyn-s-wave-of-change.html"} , {"body" : "WITH interest rates down to their lowest level in at least five years, brokers and builders report that metropolitan-area residents are out in force shopping for housing. Last week, fixed-rate mortgages in the metropolitan area were averaging 12 to 12 1\/4 percent, with perhaps 2 to 4 percent of the mortgage amount due at the closing. Some" , "date" : "19850811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LOWER MORTGAGE RATES BRING OUT SHOPPERS IN DROVES" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/11\/realestate\/lower-mortgage-rates-bring-out-shoppers-in-droves.html"} , {"body" : "Nick Molinari, a Queens parking-lot attendant, denies he is one of the richest and most powerful men in New York. But those who must beg and bargain at this time of year for a spot in his small parking lot - the only lot serving two miles of prime beach in the exclusive neighborhoods of Neponsit and Belle Harbor - insist that he is. ''Got to be!''" , "date" : "19850724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAYS (NYC)" , "NEPONSIT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; THE PUBLIC BEACH OUT OF THE PUBLIC REACH" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/24\/nyregion\/about-new-york-the-public-beach-out-of-the-public-reach.html"} , {"body" : "The New York City Department of Health last week released a list of 10 food establishments cited for violating the health code. In addition, it listed three that were allowed to reopen after correcting earlier violations, and nine that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Antolotti Restaurant," , "date" : "19850721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "NEW YORK INSPECTORS CITE 10 FOOD OUTLETS FOR CODE VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/21\/nyregion\/new-york-inspectors-cite-10-food-outlets-for-code-violations.html"} , {"body" : "Some lounged on lawn chairs. Others listened to radios. On the broiling sidewalk, many slept or ate. Three friends had a small suitcase filled with peanut-butter sandwichs, Yodels, Ding Dongs, Cokes and other necessities to sustain life. A high-rolling card game crept slowly down the street. At 7 A.M. yesterday, 500 people lined Vanderbilt Avenue" , "date" : "19850720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GRAND CENTRAL TERMINAL (NYC)" , "GIANTS STADIUM (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY; Springsteen Fans Line Up" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/20\/nyregion\/new-york-day-by-day-springsteen-fans-line-up.html"} , {"body" : "WHEN Mayor Koch formed a commission in May to study whether commercial rent controls should be imposed in New York City, many politicians predicted that serious consideration of the issue would be postponed at least until the commission reports to the Mayor next March - long after his re-election campaign will have ended. But the Mayor's action" , "date" : "19850707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "PRO & CON: SHOULD THE CITY HAVE COMMERCIAL RENT CONTROL?; CROISSANTS, COBBLERS AND FREE-MARKET FORCES" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/07\/weekinreview\/pro-con-should-city-have-commercial-rent-control-croissants-cobblers-free-market.html"} , {"body" : "A TERRIFICALLY lovely evening on the Great Lawn of Central Park. Warm weather has returned and, along with it, the Met in the Park concerts and happy, humming crowds. Daniel C. Beaudoin and a group of his opera-loving friends are early arrivals, each one having brought along a share of their standard picnic fare: fruit, cheese, bread. To celebrate" , "date" : "19850626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/26\/garden\/metropolitan-diary-077200.html"} , {"body" : "A 17-year-old youth was shot to death last night on a street in Brooklyn and a 14-year-old boy was arrested as a suspect in the killing, the police said. The victim, Derek Meadows of 550 St. Marks Avenue in Park Slope section, was shot once in the head and once in the leg at 10:30 P.M. at 489 Prospect Avenue, the police said. He was taken to" , "date" : "19850625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Youth, 17, Slain; Boy, 14, Arrested" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/25\/nyregion\/the-city-youth-17-slain-boy-14-arrested.html"} , {"body" : "In the summer, the Hackley School, a cluster of stone buildings reminiscent of a gothic castle set in the softly rolling hills of Tarrytown, becomes an idyllic setting for a summer camp, with its swimming pool, tennis courts and bounty of nature. But for 12-year-old Kevin Bushey, the real treasure of Hackley is the Gibbon family. ''I feel like I'm" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FRESH AIR FAMILY WELCOMES ANNUAL VISITOR" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/nyregion\/fresh-air-family-welcomes-annual-visitor.html"} , {"body" : "Today 5 P.M. Carnegie Recital Hall. Marian McPartland, solo piano. Sold out. 8 P.M. Avery Fisher Hall. Miles Davis. Sold out. 8 P.M. Carnegie Hall. Ella Fitzgerald. Sold out. 8 P.M. Moonlight cruise with Dizzy Gillespie. Hudson Day Liner; Pier 81, 41st Street and Hudson River. Sold out. 8 P.M. St. Peter's Church. Walt Dickerson and Carmen Lundy." , "date" : "19850621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "A WHO-WHERE-WHEN OF EVENTS AT THE FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/21\/arts\/a-who-where-when-of-events-at-the-festival.html"} ,   {"body" : "Marie and Robert Richardson grew up in Harlem, raised their two daughters in the Bronx and Chappaqua, N.Y., and, after their youngest, Kim, finished college last year, moved to an apartment in Guttenberg, N.J. Now they want to complete a circle by ''coming back home'' to Harlem, Mrs. Richardson said, and buying a brownstone that ''could be a legacy" , "date" : "19850620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR SOME, CITY AUCTION OF HOUSES IS CHANCE TO COME HOME TO HARLEM" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/20\/nyregion\/for-some-city-auction-of-houses-is-chance-to-come-home-to-harlem.html"} , {"body" : "On a quiet night at Yankee Stadium, a beer vendor did not want to climb the steps to where a fan sat in an upper row of the upper deck. So the fan came down and punched him in the nose. At field level, along third base, a 13-year-old boy snatched a bag filled with $126 worth of Yankee trinkets. Near the left-field corner a concession worker at a" , "date" : "19850616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "UNRULINESS AN UGLY PASTIME FOR SOME BASEBALL FANS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/16\/sports\/unruliness-an-ugly-pastime-for-some-baseball-fans.html"} , {"body" : "The New York City Department of Health last week released a list of 61 food establishments cited for violating the health code. In addition, it listed six that were allowed to reopen after correcting earlier violations and nine that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Aphrodite Special Greek" , "date" : "19850616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "NEW YORK FOOD OUTLETS CITED FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/16\/nyregion\/new-york-food-outlets-cited-for-violations.html"} , {"body" : "Bruce C. McIver, acting head of the Long Island Rail Road and a former chief labor negotiator for New York City and the Metropolitan Transportation Authority, has been named president of the railroad, the M.T.A. announced yesterday. Mr. McIver started running the L.I.R.R., the nation's largest commuter line, on a temporary basis four months ago." , "date" : "19850614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ACTING CHIEF OF L.I.R.R. TO STAY IN POST" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/nyregion\/acting-chief-of-lirr-to-stay-in-post.html"} , {"body" : "''THE MAN WHO KILLED THE BUDDHA'' begins with Kenji, a wisely simple young Japanese provincial in quest of spiritual enlightenment, becoming a disciple of the Buddhist master Misou Roshi, a religious hustler of the Old East. Kenji hopes to catch the Buddha the way he caught a fish with his bare hands when he was 11 years old. He spends the next 19" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "72" , "title" : "THEATER: 'MAN WHO KILLED BUDDHA'" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/theater\/theater-man-who-killed-buddha.html"} , {"body" : "To the Editor: Your report on the joys and sorrows of small-scale landlords (''Living with Tenants: An Owner's Guide,'' May 5) correctly states that ''the more units, the more problems.'' However, the article did not fully cover the bureaucratic quagmire often faced by owners of multiple dwellings in New York City. They are inspected annually by" , "date" : "19850602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Joys and Sorrows" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/02\/realestate\/l-joys-and-sorrows-022309.html"} , {"body" : "ONE of the most exciting ''new vaudeville'' performance pieces to play in New York recently has been the satirical mixed media extravaganza ''Autobahn,'' which was first presented at the Brooklyn Arts and Culture Association in 1983 by a troupe of mimes called the Adaptors. ''Autobahn,'' which has won critical acclaim on tour, is still a work in" , "date" : "19850531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "NEW VAUDEVILLIANS OFFER MIME, JAZZ AND VIDEO" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/31\/theater\/new-vaudevillians-offer-mime-jazz-and-video.html"} , {"body" : "Thomas J. Cuite, majority leader of the City Council, announced yesterday that he would not seek re-election this year, a decision that will trigger a significant political power shift in city government. Many politicians had long expected the 72-year-old Mr. Cuite to retire this year after 16 years of quiet but authoritative leadership in the" , "date" : "19850525" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CUITE RETIRING AFTER 16 YEARS AS COUNCIL'S MAJORITY LEADER" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/25\/nyregion\/cuite-retiring-after-16-years-as-council-s-majority-leader.html"} , {"body" : "Home prices in New York City and its suburbs are rising faster than anywhere else in the nation, to the point where they now exceed those in many parts of the nation's customary pacesetter, California. According to a study released this week by the National Association of Realtors here, the typical existing single-family home in New York and the" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "CALIFORNIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "NEW YORK HOME PRICES SURGE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/business\/new-york-home-prices-surge.html"} , {"body" : "The public has been invited to visit any of 90 private studios in the Park Slope section of Brooklyn this weekend by the Park Slope Artists Council. An opening reception and group show will be held tonight from 7 to 10 at the Prospect Park Picnic House, Third Street and Prospect Park West. Free shuttle buses will be available tomorrow, noon to 6" , "date" : "19850517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Park Slope Artists" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/17\/arts\/park-slope-artists.html"} ,   {"body" : "Ninth Annual Ukrainian Festival, East Seventh Street, between Second and Third Avenues. Today, from 4 to 11 P.M.; tomorrow, 11 A.M. to 11 P.M.; Sunday, 1 to 10 P.M, rain or shine. Entertainment, arts and crafts, homemade food. Sponsored by St. George's Ukrainian Catholic Church, which will benefit from the proceeds. Information: 674-1615. Ye Olde" , "date" : "19850517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/17\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "More than a thousand New York City landlords descended on the State Capitol today, rallying, marching and protesting against rent regulations. Adopting a lobbying tactic used often by their tenants, the landlords - more than 30 busloads of them - waved signs (''Politicians Keep Your Hands Off My Property''), chanted (''Rent control must go! Rent" , "date" : "19850515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LANDLORDS LOBBY FOR END TO RENT LIMITS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/15\/nyregion\/city-landlords-lobby-for-end-to-rent-limits.html"} , {"body" : "The fruits of gentrification in two Brooklyn neighborhoods will be on display next Sunday in house tours of the Park Slope and Fort Greene sections of the borough. In Fort Greene, a neighborhood that in the past has been associated with high crime and rundown housing, tour participants will see carriage houses, cottages and cast-iron buildings, as" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Brooklyn Tours; Gentrified Homes" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/realestate\/postings-brooklyn-tours-gentrified-homes.html"} , {"body" : "Theater Club May 13 - Now in its 13th year, the Manhattan Theater Club has become a significant producer of works by American and foreign writers as disparate as ''Ain't Misbehavin' '' and ''Crimes of the Heart.'' The club's annual fund-raiser will start with cocktails at 7 P.M. at the Waldorf-Astoria followed by dinner and an evening of" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "Social Events; Parties That Benefit" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/style\/social-events-parties-that-benefit.html"} , {"body" : "SINGLE-FAMILY homes in New York generally come in two price ranges: expensive and unbelievably expensive. As a result, people who have believable incomes and who prefer running their own house to cooperative or condominium living often become landlords - they buy a building with one or more rental apartments that help pay the bills. But this" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "LIVING WITH TENANTS: AN OWNER'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/living-with-tenants-an-owner-s-guide.html"} , {"body" : "Further evidence - if any is needed - that the Carroll Gardens section of Brooklyn is emerging as a rival to areas like Brooklyn Heights and Park Slope in its appeal to young professionals is in the construction of 15 cooperative apartments on Huntington Avenue between Court and Clinton Streets. The apartments, designed by the firm of DiFiore &" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; IN ROWHOUSE STYLE" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/realestate\/postings-in-rowhouse-style.html"} , {"body" : "A picture caption today on page 21 of the Home Entertaining section, part 2 of The Times Magazine, incorrectly locates a terrace overlooking New York City. It is in the Park Slope section of Brooklyn." , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/nyregion\/c-correction-218461.html"} , {"body" : "This should be an all-American weekend,'' Giorgio said over the phone from Torino, shouting because of the bad connection. ''Nothing Italian, niente di italiano - especially the food.'' Giorgio is a friend from many years ago, known in different countries and in various incarnations. New York, the city where life is work and work is life, is an" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "21" , "title" : "A WEEKEND IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/magazine\/a-weekend-in-the-city.html"} , {"body" : "THE Metropolitan Opera has finished its season, and the New York City Opera doesn't start up for a couple of months. But hungry vocal aficionados need not despair: New York is not only the city that never sleeps; it is also the city that can't stop singing. This weekend, for example, you can find more opera here than most American cities see in a" , "date" : "19850426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MET'S GONE, BUT OPERA IS STILL ALL OVER TOWN" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/26\/arts\/met-s-gone-but-opera-is-still-all-over-town.html"} , {"body" : "BOTH the aficionado of design and the merely curious can revel in one of the great pleasures of the season: the annual spring crop of house tours and show houses. From the end of April through the beginning of June, many Eastern Seaboard city and country homes and their gardens are opened. Some of them, usually large mansions or estates, have been" , "date" : "19850425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "IT'S TIME FOR HOUSE TOURS ON THE EASTERN SEABOARD" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/25\/garden\/it-s-time-for-house-tours-on-the-eastern-seaboard.html"} ,   {"body" : "Los Angeles, or at least bits and pieces of it, came flashing into downtown Brooklyn Wednesday night, and virtually all of social Brooklyn, cultural Brooklyn, official Brooklyn and political Brooklyn crammed into three floors of Abraham & Straus to celebrate ''The L.A. Spirit.'' There were slide and film shows of Los Angeles storefront boutiques," , "date" : "19850419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "'THE L. A. SPIRIT' MAKES A SPLASH IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/19\/style\/the-l-a-spirit-makes-a-splash-in-brooklyn.html"} , {"body" : "The police raided a room at a Brooklyn Y.M.C.A. yesterday and arrested a man they said had 13 handguns and more than 1,000 rounds of ammunition to sell. They said the weapons had been found by Sgt. Frank Higgins and Officer Timothy Fusco in the room of Richard Studifin, 42 years old, at the Y.M.C.A. at 357 Ninth Street, near Sixth Avenue, in the" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 13 Guns Seized In a Brooklyn Y" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/the-city-13-guns-seized-in-a-brooklyn-y.html"} , {"body" : "The police used a new ''stun gun'' Monday evening to subdue a man who they said had ripped out 20 pews in a Brooklyn church and knocked over statues, a baptismal font and the altar tabernacle. The suspect, Michael Stenta, 22 years old, who gave a fictitious address in Fort Dix, N.J., was undergoing psychiatric evaluation yesterday. A parishioner" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Use 'Stun Gun' to Halt Suspect in Church Vandalism" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/police-use-stun-gun-to-halt-suspect-in-church-vandalism.html"} , {"body" : "THE weather is getting warmer. Trees are in bloom. And New Yorkers are emerging onto the streets for the phenomenon known as the Walking Tour. Tour-takers will explore areas from the Bronx to Brooklyn and Staten Island tomorrow and Sunday on what Mayor Koch has proclaimed as ''New York Walkers Weekend.'' They will eat and sing their way through the" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE TO WALK NOW THAT SPRING'S AFOOT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/arts\/where-to-walk-now-that-spring-s-afoot.html"} , {"body" : "A dozen angry passengers refused to leave a broken D train yesterday, blocking Manhattan-bound subway traffic from Brooklyn for 13 minutes during the morning rush hour, the Transit Authority said. The incident occurred at 8:15 A.M. when a door jammed on a train about to leave the Seventh Avenue station in the Park Slope section, said John" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Passengers Refuse To Leave D Train" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/nyregion\/the-city-passengers-refuse-to-leave-d-train.html"} , {"body" : "A police officer has been indicted on charges of assault in the beating of a cabdriver after a traffic accident, the Brooklyn District Attorney's office announced yesterday. The officer, Nathaniel Newson, 30 years old, of Brooklyn, and the cabdriver, Pierre-Jacques Julmus, 25, of Spring Valley, N.Y., were in a minor accident last Dec. 31 in the" , "date" : "19850409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Officer Is Indicted In Man's Beating" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/09\/nyregion\/the-city-officer-is-indicted-in-man-s-beating.html"} , {"body" : "BY the reckoning of a resident jogger, Prospect Heights is just a mile into Brooklyn from the Manhattan Bridge. Yet only recently has it become a popular refuge from the high cost of living in Manhattan. Prospect Heights has grown even more attractive as prices continue to rise in neighboring Park Slope, which began its brownstone boom late in the" , "date" : "19850407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: PROSPECT HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/07\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "For Norman Siegel and a lot of other people who grew up in Coney Island, yesterday was a day charged with memory. At lunchtime, there was only one place to go. ''I'm going to Coney Island,'' the 41-year-old Mr. Siegel told his colleagues at MFY Legal Services, where he is the director. ''It's opening day on the Cyclone!'' He made the ritual drive" , "date" : "19850406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEW YORK DAY BY DAY ; Opening Day at Coney I." , "url" : "http:\/\/www.nytimes.com\/1985\/04\/06\/nyregion\/new-york-day-by-day-opening-day-at-coney-i.html"} , {"body" : "To Benefit Many Artists' Ball March 27 - The Metropolitan Society for the Arts is a new group founded by young, socially active New Yorkers to support institutions in the fields of fine and performing arts such as the New York Academy of Art. Founded three years ago, the school guides art students through interrelated courses in drawing, painting," , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Future Events" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/style\/future-events.html"} , {"body" : "Brooklyn residents of the Park Slope section were upset over uncertain mail deliveries, with magazines and newspapers sometimes arriving 10 days late. Assemblyman Melvin H. Miller, who represents the district, called a protest meeting last summer. After the meeting a letter carrier offered an explanation. ''Everyone in this area reads,'' he told a" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOW-UP ON THE NEWS; Heavy Mail" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/nyregion\/follow-up-on-the-news-heavy-mail.html"} ,   {"body" : "IN 1976, the New York photographer Dinanda Nooney was taking pictures of children playing at McGoldrick Park in the Greenpoint section of Brooklyn, and Peter Auriemma, the grandfather of two of the children, asked her if it would be possible to have copies of the photos. Mrs. Nooney offered to give him prints in exchange for being able to" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "'AT HOME IN BRROKLYN': PHOTO PORTRAITS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/garden\/at-home-in-brroklyn-photo-portraits.html"} , {"body" : "A rabbi here told an old joke about rabbinical conventions: The rabbis bring a $10 bill and the Ten Commandments - and they don't break either. There is some truth to it, judging by the 85th annual convention of the Rabbinical Assembly under way here at the Eden Roc Hotel on Collins Avenue. Virtually all the expenses are prepaid, usually by the" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "MIAMI BEACH (FLA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "A REPORTER'S NOTEBOOK: OF RUNNING, STUDY AND WOMEN IN PRAYER SHAWLS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/us\/a-reporter-s-notebook-of-running-study-and-women-in-prayer-shawls.html"} , {"body" : "Two walking tours in Brooklyn - to Williamsburg and Park Slope - and one along Manhattan's ''Millionaire's Mile'' on Fifth Avenue are planned Sunday by the 92d Street Y. All three begin at 11 A.M. and require advance registration: 427-6000, extension 179. The history, homes and traditions of the Satmars, an orthodox Jewish sect, are the subjects of" , "date" : "19850308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Walking in New York" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/08\/arts\/walking-in-new-york.html"} , {"body" : "A group of some of the largest banks in the New York area said yesterday that they had joined in a three- state network that will allow millions of customers to use automated teller machines of any member bank. Known as the New York Cash Exchange, or N.Y.C.E., the system initially permits customers of five New York banks - Chemical Bank, the" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "BIG NEW YORK BANKS LINK TELLER MACHINES" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/business\/big-new-york-banks-link-teller-machines.html"} , {"body" : "GREENPOINT is closer to Manhattan, at least as the crow flies, than almost any other neighborhood in Brooklyn. But it is also a world away, a neighborhood altogether different from, say, the elegant promenade blocks of Brooklyn Heights, where splendid views keep attention firmly focused on Manhattan, or the rich brownstone blocks of Park Slope," , "date" : "19850301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN BAEDEKER; GREENPOINT, STILL AN URBAN, ETHNIC VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/01\/arts\/metropolitan-baedeker-greenpoint-still-an-urban-ethnic-village.html"} , {"body" : "Vincent A. Riccio, a former Republican Assemblyman from Brooklyn who became the first Conservative to win election to the City Council, died of a heart attack Thursday while visiting Miami. He was 65 years old and a lifelong resident of Brooklyn. He resigned from the Council in 1981 after his conviction in a fraud case involving ''no show'' state" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "44" , "title" : "V.A. RICCIO, EX-COUNCILMAN" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/nyregion\/va-riccio-ex-councilman.html"} , {"body" : "WHEN rental property becomes cooperative or condominium property and tenants become owners, maintenance becomes a big problem. ''The typical building taken over in a conversion has literally been milked for years by owners who defer maintenance because they didn't have the money to put back into the buildings or they anticipated selling the" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "PREVENTIVE MAINTENANCE: A CHECKLIST" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/realestate\/preventive-maintenance-a-checklist.html"} , {"body" : "EVEN a feisty official like Mayor Koch surely must endure uncomfortably the criticisms that come with public office. But the Mayor undoubtedly took pleasure last week in decisions by two of his foremost critics to challenge him in the Democratic mayoral primary. Despite months of negotiations, leaders of the constituencies most dissatisfied with" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "HOW TO RUN FOR MAYOR, PHASE 1" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/weekinreview\/how-to-run-for-mayor-phase-1.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} , {"body" : "In the summer of 1983, a few weeks after Robert Buck became the new director of the Brooklyn Museum, he came down with a museum director's version of stage fright. ''I was wondering if I'd been insane to take on the job,'' Mr. Buck said. ''An early visit confirmed my impression of the hugeness and dustiness and dowdiness of the place. I knew the" , "date" : "19850122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "CHANGING FACE OF BROOKLYN MUSEUM" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/22\/arts\/changing-face-of-brooklyn-museum.html"} ,   {"body" : "CROWN HEIGHTS is being rediscovered. Regarded for years as a dangerous ghetto, the central Brooklyn neighborhood now attracts many newcomers in search of affordable housing near the more prosperous Park Slope. During the 1950's and 1960's, Crown Heights's population dropped as ethnic and racial composition shifted and poverty and crime discouraged" , "date" : "19850120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/20\/realestate\/if-you-re-thinking-of-living-in-crown-heights.html"} , {"body" : "A year ago, the idea of quiche being offered by restaurants and cafes in Ridgewood, Queens, was just one among the many dreams of trendiness Paul Kerzner harbored for his working-class neighborhood. But then the neighborhood joined such better-known communities as Greenwich Village, Park Slope, Brooklyn Heights and SoHo on the National Register of" , "date" : "19850103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Quiche Grows in Ridgewood" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/03\/nyregion\/new-york-day-by-day-quiche-grows-in-ridgewood.html"}]