[  {"body" : "Thirteen years after the first pilings were driven into the Hudson River to support the platform upon which it rests, one of the huge diesel engines at the North River Water Pollution Control Plant was revved up yesterday to begin treating much of the sewage the city dumps into the river each day. It was an event marked by red, white and blue" , "date" : "19851231" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "HARLEM (NYC)" , "GREENWICH VILLAGE (NYC)" , "WASHINGTON HEIGHTS (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAY-PLAGUED SEWAGE PLANT ON HUDSON STARTED UP" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/31\/nyregion\/delay-plagued-sewage-plant-on-hudson-started-up.html"} , {"body" : "Two concrete contractors testified yesterday that they had been forced to pay thousands of dollars in return for labor peace to Ralph Scopo, who retired last April after seven years as president of the Cement & Concrete Workers District Council of the Laborers International Union. The contractors, both of whom have pleaded guilty to making illegal" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CONCRETE CONTRACTORS TELL OF PAYOFFS TO A UNION LEADER FOR LABOR PEACE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/concrete-contractors-tell-of-payoffs-to-a-union-leader-for-labor-peace.html"} , {"body" : "Dr. Stanley S. Zipser, a pediatrician and clinical associate professor of pediatrics at the Medical College of Cornell University, died Monday at his home in Manhattan. He was 74 years old. In addition to his private practice, which he estabished in Manhattan more than 45 years ago, he was an associate attending physician at New York Hospital. He" , "date" : "19851204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "5" , "title" : "Dr. Stanley Zipser, 74, Dies; A Pediatrician and Professor" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/04\/nyregion\/dr-stanley-zipser-74-dies-a-pediatrician-and-professor.html"} , {"body" : "FROM the 10th floor of an old office building at the tip of Manhattan, men with binoculars keep watch on the blue-black waters of New York Harbor and see what few people ever get to see. Working in two-man shifts through every hour of every day, they scan the water beneath the Verrazano-Narrows Bridge and count the oceangoing steamers as they crest" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHIPPING STILL THRIVES HERE, BUT ITS FUTURE IS THREATENED" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/shipping-still-thrives-here-but-its-future-is-threatened.html"} , {"body" : "TODAY WHEN-ever I visit my old neighborhood of Bedford-Stuyvesant and walk along Fulton Street or Nostrand Avenue, its twin commercial hubs, I have to remind myself that I'm in Brooklyn and not in the middle of a teeming outdoor market in St. George's, Grenada, or Kingston, Jamaica, or on some other West Indian island. Because there, suddenly, are" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "RISING ISLANDERS OF BED-STUY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/rising-islanders-of-bed-stuy.html"} , {"body" : "For anyone not content just to look at bits of old New York, it is possible to buy them. They can cost little, for ornaments plucked from forgotten city haunts long since dismantled, or a lot, for famous pieces of the past from places known to all. At the highest-priced end of this salvage scale, there's a 102-year-old iron rail from the Brooklyn" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SIFTING NEW YORK'S JUNK FOR ARTIFACTS OF FUTURE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/arts\/sifting-new-york-s-junk-for-artifacts-of-future.html"} , {"body" : "LET your imagination run riot and try to figure out uses for 87 acres of publicly owned land covering almost a mile of waterfront with one of the world's great maritime views. This remarkable piece of real estate actually exists, unused and largely undeveloped, on the Brooklyn waterfront, and several hundred thousand New Yorkers ride beneath it" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "IN BROOKLYN HEIGHTS, A SPOTLIGHT ON 87 NEGLECTED ACRES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/realestate\/in-brooklyn-heights-a-spotlight-on-87-neglected-acres.html"} , {"body" : "The quaint, tree-lined streets of the Cobble Hill and Carroll Gardens sections of Brooklyn were turned into a muddy construction zone yesterday as utility workers sought to restore gas service interrupted by a broken water main. Inside the homes along the avenues and streets, residents assessed their damage from flooding. Mario and Giovanna" , "date" : "19851016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER WATER-MAIN BREAK IN BROOKLYN, RESIDENTS AND UTILITY START CLEANING UP" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/16\/nyregion\/after-water-main-break-in-brooklyn-residents-and-utility-start-cleaning-up.html"} , {"body" : "A water-main break caused damage that left almost 2,000 homes in Brooklyn without gas, water or phone service yesterday. By late afternoon, water and phone service had been restored to most of the homes - which are Carroll Gardens, Cobble Hill and part of Red Hook - but officials said it would be several days before gas was completely restored." , "date" : "19851015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WATER AND GAS CUT OFF TO 2,000 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/15\/nyregion\/water-and-gas-cut-off-to-2000-in-brooklyn.html"} , {"body" : "BROOKLYN is a borough of well-defined neighborhoods, and Court Street is a chain that ties several of them together. From Brooklyn Heights to Red Hook, the languages heard on Court Street, whether Arabic, Italian or the cadences of Wall Street, reflect the traditions of these neighborhoods. In much the same way, the food along the street, in both" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COURT STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "ONE BROOKLYN STREET, MANY ETHNIC FLAVORS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/garden\/one-brooklyn-street-many-ethnic-flavors.html"} ,   {"body" : "LIKE Woody Allen's ''Purple Rose of Cairo,'' the only other great American movie of 1985, John Huston's ''Prizzi's Honor'' delivers a kind of high most commonly associated with controlled substances, or with works of art of liberating imagination. From start to finish, this exhilarating adaptation of Richard Condon's phantasmagorical and witty" , "date" : "19850614" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM: 'PRIZZI'S HONOR' BY HUSTON, WITH NICHOLSON" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/14\/movies\/film-prizzi-s-honor-by-huston-with-nicholson.html"} , {"body" : "It angers Vito J. Pitta, the president of the striking Hotel and Motel Trades Council, that there are some who he says look down on the housekeepers, maids, waiters and busboys he represents. But when it comes to negotiations to win contract improvements for the nine-union council's 25,000 members, he says, he tries to puts aside his anger to" , "date" : "19850610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ADVERSARIES IN HOTEL STRIKE: CALM UNDER PRESSURE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/10\/nyregion\/adversaries-in-hotel-strike-calm-under-pressure.html"} , {"body" : "Friday FOLK-ROCK FROM ENGLAND Contemporary interpretations of traditional English folk tunes will be on the program when three well-known English folk-rock groups join forces for a triple-bill concert tonight. Steeleye Span, one of Britain's most popular folk-rock groups of the 1970's, mixes acoustic and electric music, drawing on traditional folk" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/arts\/weekender-guide.html"} , {"body" : "In the 40 years since Patrick V. Murphy became a patrolman in Brooklyn, he has walked a lot of different beats. In 1963 he was appointed chief of police of Syracuse; in 1967 he became the public safety director of Washington, D.C.; in 1969 he took command of the Detroit Police Department, and in 1970, in the wake of a corruption scandal, he was" , "date" : "19850605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Reflections on 40 Years In the Police World" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/05\/us\/reflections-on-40-years-in-the-police-world.html"} , {"body" : "MEMORIAL DAY weekend is traditionally a time for getting out of New York for the year's first prolonged session of sun-worshiping or communing with nature. With the throngs gone, so is talk about the Hamptons or that little shack in the woods. A quieter, more spacious-seeming New York waits to be enjoyed by those who elect to stay in the city. And" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FOR A MEMORABLE MEMORIAL WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/arts\/for-a-memorable-memorial-weekend.html"} , {"body" : "The battered old green car pulls up outside P.S. 29, an elementary school in the Cobble Hill section of Brooklyn. Out jumps a tall, handsome man in blue cotton pants and running shoes, all grace and exuberance in the morning. Jacques d'Amboise, the legendary principal dancer with the New York City Ballet who has been reborn as the Pied Piper of" , "date" : "19850506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "D'AMBOISE MAKES P.S. 29 FEEL LIKE DANCING" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/06\/nyregion\/d-amboise-makes-ps-29-feel-like-dancing.html"} , {"body" : "Many of the piers along Manhattan's Hudson River shore are rotting and the number of longshoremen who report to work each morning is down to a few hundred. The freighters no longer stand in line off the Battery waiting for a tug to escort them to shore. But like many other industries that used to call Manhattan home, the shipping business has not" , "date" : "19850505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "CHANGE COMES TO THE WATERFRONT, MUCH OF IT FOER THE BETTER" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/05\/weekinreview\/change-comes-to-the-waterfront-much-of-it-foer-the-better.html"} , {"body" : "The Federal Government sued seven small and medium-size cities and a municipal water system today for failing to comply with requirements that industrial wastes be treated before they are dumped into public sewers. The suit, brought by the Environmental Protection Agency, noted that more than 200 other cities were violating these requirements but" , "date" : "19850419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH BEND (IND)" , "DERIDDER (LA)" , "CAROL STREAM (ILL)" , "OKMULGEE (OKLA)" , "BLYTHEVILLE (ARK)" , "GENEVA (ILL)" , "LAFAYETTE (IND)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "U.S. SUES 7 CITIES ON INDUSTRIAL WASTES" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/19\/us\/us-sues-7-cities-on-industrial-wastes.html"} , {"body" : "The illegal demolition of four buildings on West 44th Street three weeks ago brought to midtown a problem of enforcement that has plagued city officials for six years. The problem, city officials say, involves a string of seven or eight Brooklyn-based companies owned in various combinations by three brothers who have been cited scores of times for" , "date" : "19850206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY FIGHTS BROTHERS CITED AS ILLEGAL DUMPERS" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/06\/nyregion\/city-fights-brothers-cited-as-illegal-dumpers.html"}]