[  {"body" : "One day in 1983, Mieczyslaw Szczepkowksi, a Polish immigrant who was barely literate in English, returned to his boarding house in the Greenpoint section of Brooklyn with startling news for his landlady. After two years in America, scratching out a living as a house painter and handyman, Mr. Szczepkowski announced that he had suddenly become the" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "FRONT MEN USED IN GAS-TAX EVASION" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/front-men-used-in-gas-tax-evasion.html"} , {"body" : "Schools Chancellor Nathan Quinones yesterday made public the names of 72 New York City public high schools whose academic performance was found to be in the bottom 10 percent statewide in a recent state-sponsored survey. In a news briefing at Board of Education headquarters in Brooklyn, Mr. Quinones reiterated earlier criticisms of the state study," , "date" : "19851128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "CITY LISTS HIGH SCHOOLS RATED DEFICIENT BY STATE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/28\/nyregion\/city-lists-high-schools-rated-deficient-by-state.html"} , {"body" : "Charles Bornstein will be decorated today with a Purple Heart that he earned 40 years ago. Private Bornstein was hit by enemy fire in March 1945 and taken prisoner by the Germans. After his repatriation, he was told that a Purple Heart would be forthcoming. But the medal was never awarded. When Mr. Bornstein, who is now 63 years old and lives in" , "date" : "19851127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; Honor Bestowed, At Long Last" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/27\/nyregion\/new-york-day-by-day-honor-bestowed-at-long-last.html"} , {"body" : "First, the nicknames. The Icebox is Sheepshead Bay High School's 310-pound nose tackle, who was known as Darrell Washington before it became chic to be an appliance. ''When I was young, we had kids 300 pounds,'' said Richard Reilly, the Sheepshead Bay coach. ''But we just called them fat.'' Then there's Jughead, also known as Reggie Minault. ''He" , "date" : "19851123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "47" , "title" : "CONFIDENCE POWERS SHEEPSHEAD BAY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/23\/sports\/confidence-powers-sheepshead-bay.html"} , {"body" : "Basketball Knicks vs. Boston Celtics, at Madison Square Garden, 7:35 P.M. This is the Knicks' first meeting of the season with the defending Eastern Conference champions. The Celtics swept all six games last season. (Television - MSG, 7:30 P.M. Radio - WNBC 660, 7:20 P.M.) College: Syracuse vs. Utica, at the Carrier Dome, followed by Dowling at St." , "date" : "19851123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "48" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/23\/sports\/saturday-sports.html"} , {"body" : "A Brooklyn man shot his wife to death and then turned the gun on himself to commit suicide, ending a two-hour standoff with the police early yesterday, the authorities said. They said the man, identified as Robert Mojeda, 35 years old, had held his wife and two children at gunpoint in their second-floor apartment at 1825 Haring Street in the" , "date" : "19851118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Man Slays Wife, Then Kills Himself" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/18\/nyregion\/the-city-man-slays-wife-then-kills-himself.html"} , {"body" : "New Dorp claimed its first city championship in 26 years yesterday, blocking an extra-point attempt late in the game to edge South Shore, 7-6, in the Public School Athletic League final at rain-soaked Midwood Field. The New Dorp coach, Joe Avena, led his squad to its first final berth since 1975 and first title since 1959. The Centrals will take on" , "date" : "19851117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; NEW DORP EDGES SOUTH SHORE, 7-6, TO WIN CITY TITLE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/17\/sports\/school-sports-new-dorp-edges-south-shore-7-6-to-win-city-title.html"} , {"body" : "Basketball Knicks vs. Atlanta Hawks, at Madison Square Garden, 7:30 P.M. (Television -MSG, 7:30 P.M. Radio - WNBC 660, 7:20 P.M.) Football Wake Forest at Georgia Tech, (Television - MSG, noon); Mississippi at Tennessee (Television - WTBS, noon); Wake Forest at Georgia Tech (Television - MSG, noon); Boston College at Syracuse (Television - Channel" , "date" : "19851116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "48" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/16\/sports\/saturday-sports.html"} , {"body" : "Only one Public School Athletic League division champion survived last week's quarterfinal competition. Kennedy, which had allowed just 14 points in its six games, extended its winning streak to 16 games and seemed sure to repeat as city champion. But in yesterday's semifinal competition, the Knights surrendered 20 points and fell to South Shore" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; SOUTH SHORE TOPPLES KENNEDY, 21-20, IN SEMIFINALS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/sports\/school-sports-south-shore-topples-kennedy-21-20-in-semifinals.html"} , {"body" : "THE SUBJECT IS SPINACH PIE. ''Spanish pie?'' Tony Rosa asks eagerly, thinking he has heard the teacher say a familiar word. ''No,'' says Jean Pilger, the teacher. ''Spinach pie.'' ''Ah-h-h,'' Tony says, a smile of understanding lighting his handsome young face. Most of the other students in this ESL (English as a second language) class are still" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "33" , "title" : "MISS PILGER'S ENGLISH CLASS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/miss-pilger-s-english-class.html"} ,   {"body" : "Lehman, the second-place finisher in the Bronx division of the Public School Athletic League, upset Brooklyn champion Lafayette, 34-14, in yesterday's quarterfinal playoff action. Two other second-place teams recorded shutouts over division-champion opponents. Brooklyn's No. 2 team, South Shore, stunned the Staten Island champion, Port Richmond," , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BETHPAGE TOPPLES GARDEN CITY, GAINS FIRST PLACE; Lehman Wins Upset" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/sports\/bethpage-topples-garden-city-gains-first-place-lehman-wins-upset.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "Jennie Grossinger, who would bid good night to each of her 1,200 guests as they left the dining hall each evening, is dead. Eddie Fisher, who was discovered at Grossinger's, married Debbie Reynolds there and later returned with Elizabeth Taylor, hasn't been back in several years. The women no longer come down to dinner on Saturday nights in evening" , "date" : "19851021" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GROSSINGER'S REGULARS GREET SALE PLANS SADLY" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/21\/nyregion\/grossinger-s-regulars-greet-sale-plans-sadly.html"} , {"body" : "The 1985 Public Schools Athletic League football season opened yesterday with a lot of zeros: six shutouts, including a 36-0 romp by defending champion Kennedy over its Bronx rival, Truman. After losing 10 starters to graduation from last year's undefeated team, Kennedy seems to have come up with yet another powerful front line. The offensive back" , "date" : "19850915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTSP.S.A.L.; KENNEDY ROUTS TRUMAN, 36-0" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/15\/sports\/school-sportspsal-kennedy-routs-truman-36-0.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "Five years ago, Gerard Henne took over the fishing vessel Marion T. Budd, converted it into an excursion boat and set out on the Hudson River, hoping to make a few extra dollars. By last year, 10,500 customers a season were paying up to $15 apiece for his sightseeing and dinner cruises in the Kingston area. And this season - like a dozen other" , "date" : "19850908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KINGSTON (NY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "HUDSON CRUISE VESSELS DRAW GROWING CROWDS" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/08\/nyregion\/hudson-cruise-vessels-draw-growing-crowds.html"} , {"body" : "A challenging, 90-mile paddle through a magnificent wilderness area awaits those who take part in the Adirondack Canoe Classic Sept. 13-15. The event, which is open to canoeists and kayakers, begins at Old Forge and ends at Saranac Lake. The routes followed will be those used by trappers and guides of the last century, and the surrounding forest" , "date" : "19850906" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; CANOE RACE TO FOLLOW TRAPPERS' ROUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/06\/sports\/outdoors-canoe-race-to-follow-trappers-route.html"} , {"body" : "LABOR DAY weekend is, without a doubt, America's most bittersweet three-day holiday. With it, the warm, playful rhythms of summer end and the cooler, more serious days of autumn begin. But although the holiday lacks Memorial Day's anticipation of summertime fun and the joyful laziness of the Fourth of July, Labor Day weekend signals the last bash" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE LABOR DAY ARRAY: FESTIVALS TO FIREWORKS" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/arts\/the-labor-day-array-festivals-to-fireworks.html"} , {"body" : "1Margate, N.J.:Anglers in an Atlantic City-based billfish tournament last weekend discovered good numbers of blue marlin - one of over 800 pounds - last weekend, but the location's distance, 80-90 miles offshore, puts it out of reach of small boats. White marlin have been caught at the 28-Mile Wreck, and wahoo and dolphin are fairly abundant. Big" , "date" : "19850830" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Marlin Appear Far Offshore" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/30\/sports\/marlin-appear-far-offshore.html"} , {"body" : "LOBSTERS for $2.99 a pound, fresh whole bluefish for 79 cents a pound and pearly white halibut steaks for $4.99 a pound. Those were a few of the prices last week at some of the retail fish markets run by major seafood wholesalers. There are now several in the New York area, in New Jersey, Brooklyn and Manhattan. They offer wide selection, low" , "date" : "19850821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FISH WHOLESALERS PLY RETAIL TRADE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/21\/garden\/fish-wholesalers-ply-retail-trade.html"} ,   {"body" : "1Margate, N.J.:Bluefish have become somewhat scarce, but medium-sized Atlantic bonito are plentiful a few miles offshore. Fluke fishing in bay waters remains excellent and a few weakfish are being caught in the same area. Barnegat, N.J.: Day and night party-boat bluefish excursions continue. Seaside Park, N.J.: Weakfishing in Barnegat Inlet remains" , "date" : "19850809" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "22" , "title" : "Party Boat Trips Successful" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/09\/sports\/party-boat-trips-successful.html"} , {"body" : "In a break with tradition, low-rise multifamily housing is taking the condominium form in new construction in the Sheepshead Bay section of Brooklyn. Fair Garden Developers, whose principals are Morris, Victor and Robert Gartenstein, is completing eight apartments in a three-story building at Nostrand Avenue and Shore Parkway. The apartments will" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A DIFFERENT TACK" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/realestate\/postings-a-different-tack.html"} , {"body" : "Politics, not plutonium, was dominant yesterday as Mayor Koch campaigned in Brooklyn and Queens. Mr. Koch, seeking votes for the mayoral nomination in the Sept. 10 Democratic primary, got an occasional question about the disclosure on Friday that low levels of plutonium had been found in a sample of New York City water. But the questions were in a" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "KOCH DEVOTES DAY TO POLITICS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/koch-devotes-day-to-politics.html"} , {"body" : "1Margate, N.J.:Atlantic bonito, often surface-feeding, are plentiful offshore. These fish are running from 3-5 pounds. Offshore bluefish also numerous, but they are rarely seen on top. Fluke fishing remains excellent in bay waters. Barnegat, N.J.: Party-boat anglers are bringing home bluefish both day and night. Fluke fishing is improving. Seaside" , "date" : "19850726" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Bonito, Bluefish Are Running" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/26\/sports\/bonito-bluefish-are-running.html"} , {"body" : "NEW YORK is a city whose natives sail on the water, travel above and under it, romp, swim and fish in it, and just look dreamily at it. New York is no more Venice by the Sea than it is Baghdad on the Subway, but little in New York, from its people to its arts to its commerce to the city itself, would exist were it not for the confluence of ocean," , "date" : "19850712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THERE'S SOMETHING FOR EVERYONE ON THE SHORES OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/arts\/there-s-something-for-everyone-on-the-shores-of-the-city.html"} , {"body" : "1Margate, N.J.: Large bluefish are plentiful offshore, and that bodes well for the American Bluefish Classic July 20, billed as the world's largest event for the species. First prize can be as much as $25,000. Boats, not anglers, may register for the event. The fee is $250, and registration extends through July 17. For information, call (609)" , "date" : "19850712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Blues Plentiful for Contest" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/sports\/blues-plentiful-for-contest.html"} , {"body" : "Summer school for students who have failed courses in 9th, 10th or 11th grades will be available in New York City public schools this summer for the first time in 11 years. Since 1974, the summer instruction has been available to 12th graders only. The city allocated an additional $1 million this year to the Board of Education for the additional" , "date" : "19850623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "NEW SUMMER SCHOOL COURSES" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/23\/nyregion\/new-summer-school-courses.html"} , {"body" : "1Margate, N.J.:Although large numbers of small bluefish are no longer along the beaches, 12- to 14-pounders are numerous offshore. Mako sharks are being taken with regularity. Shore fishermen are catching a few large striped bass at night during the early stages of the falling flood tide and good catches of small weakfish are being made at the same" , "date" : "19850621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "Big Bluefish Plentiful" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/21\/sports\/big-bluefish-plentiful.html"} , {"body" : "NEW YORK CITY is moving ahead with a $33 million project to redevelop the Sheepshead Bay waterfront in Brooklyn with boutiques and restaurants while maintaining the salty atmosphere of an active fishing village. This month, it named the Lazar Group as developer and said the project would be completed in time for the summer season of 1987. The twin" , "date" : "19850616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Real Estate"] , "page_facet" : "6" , "title" : "CITY REVITALIZING SHEEPSHEAD BAY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/16\/realestate\/city-revitalizing-sheepshead-bay.html"} , {"body" : "The Lazar Group, a development and management company in the New York metropolitan area, has been selected by the city to build a $35 million project that includes restaurants and shops on a new 500-foot pier in Sheepshead Bay in Brooklyn. The city plans to invest $20 million to improve the existing fishing piers, streets and esplanade adjacent to" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY WHARF (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "City Selects Developer For Brooklyn Pier Site" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/nyregion\/city-selects-developer-for-brooklyn-pier-site.html"} ,   {"body" : "Margate, N.J.:Bluefish are abundant and the larger ones, 10 to 12 pounds, are about seven to eight miles offshore. The great numbers of small blues that were against the beach have thinned out. Fluke fishing picking up after last weekend's blow, and many are running from 3 to 5 pounds. Barnegat, N.J.: Party-boat patrons are enjoying good catches of" , "date" : "19850607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "Fluke Fishing Picking Up" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/07\/sports\/fluke-fishing-picking-up.html"} , {"body" : "A housing police officer was shot in both arms last night in a gunfight in the Sheepshead Bay section of Brooklyn, but was saved from even more serious wounds by his bulletproof vest, which stopped two bullets, the police said. Less than an hour later, two other police officers were injured in a nearby neighborhood when the driver of an automobile" , "date" : "19850603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "OFFICER SHOT; SUSPECT SEIZED" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/03\/nyregion\/officer-shot-suspect-seized.html"} , {"body" : "1 Margate, N.J.:Bluefish plentiful both inshore and offshore. The offshore fish run from 9 to 13 pounds, the inshore from 3 to 5 pounds. The first mako shark of the season, a 190-pounder, has been caught near the 28-Mile Wreck. Fluke fishing very good in Margate Bay and a few small weakfish have been caught in and near Great Egg Inlet. Seaside" , "date" : "19850531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "22" , "title" : "An Abundance of Bluefish" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/31\/sports\/an-abundance-of-bluefish.html"} , {"body" : "A New York City police officer was indicted yesterday on assault and other charges stemming from an incident in which, authorities said, he carried his former girlfriend out of a Brooklyn restaurant and assaulted two men who tried to help her. The officer, Perry Novello, 23 years old, was off duty and in civilian clothes on April 14 when the" , "date" : "19850525" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Officer Indicted In Assault at a Diner" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/25\/nyregion\/city-officer-indicted-in-assault-at-a-diner.html"} , {"body" : "A couple of spaldeens were handed out this weekend to residents of a certain large California city whose baseball team used to play in Brooklyn. Even so equipped, however, the Californians will never - repeat, never - play stickball. ''It's impossible,'' said State Senator Donald M. Halperin of Brooklyn, explaining that, as far as he could tell," , "date" : "19850506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; For the City That Stole the Dodgers" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/06\/nyregion\/new-york-day-by-day-for-the-city-that-stole-the-dodgers.html"} , {"body" : "If sailboat manufacturers could make a wish, they would probably ask for free sailing lessons for every man, woman and child in the United States. Dealing with a public that does not know how to sail has been touted as one of the major deterrents to success in the industry - a deterrent that the power boating industry does not know much about. Give" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "LEARNING TO SAIL IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/sports\/learning-to-sail-in-new-york-city.html"} , {"body" : "The West Coast has some awfully nice young comics these days, it really does. Byron Allen, for example. He loves it out there. But he loves to visit New York, too - perfoming in the city is different, he thinks, a bracing slap in the face, and a comedian needs that once in a while, even if he has to be a little more sarcastic with the audiences" , "date" : "19850428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "49" , "title" : "SURVIVAL: THE NEW YORK JOKE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/28\/magazine\/survival-the-new-york-joke.html"} , {"body" : "The Brooklyn District Attorney said yesterday that several police officers had refused to cooperate in an investigation of the purported beating of a handcuffed man by an off-duty officer who ''went on a rampage'' at a restaurant. According to the District Attorney, Elizabeth Holtzman, the officer, Perry Novello, assaulted two men, stomping on one" , "date" : "19850418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICERS SAID TO FAIL TO AID BEATING INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/18\/nyregion\/officers-said-to-fail-to-aid-beating-inquiry.html"} , {"body" : "A typical paradox of the artist Alex Katz's career is that a critic once approvingly referred to his reputation as ''a visionary of the shallow, glossy side of life.'' Another time an admiring critic proclaimed that his paintings project ''modesty, bluntness, awkward striving and a desire for suavity.'' Indeed, even the artist himself describes his" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HOW ALEX KATZ PUTS POWER ON CANVAS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/arts\/how-alex-katz-puts-power-on-canvas.html"} , {"body" : "If you would like to learn more about the habits of deer, the lectures and slide shows by Leonard Lee Rue 3d scheduled for tomorrow and Saturday at Ramapo College in Mahwah, N.J., would be a splendid way to begin. Mr. Rue is one of this country's most accomplished wildlife photographers, a self-taught naturalist who has long had a fascination for" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "OUTDOORS; A SHOW TO LEARN ABOUT DEER" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/sports\/outdoors-a-show-to-learn-about-deer.html"} ,   {"body" : "Perhaps, as my friends say, it's my way of adjusting to small-town living. Perhaps it is penance for leaving a city that provided two decades of subsidized housing and four free years of college. Whatever the reason, every other year I teach a course called ''New York City Revisited'' for freshman. We study the mannered plots of Edith Wharton and" , "date" : "19850219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NOO YAWK CITY FOUND FROM AFAR" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/19\/opinion\/noo-yawk-city-found-from-afar.html"} , {"body" : "''I DEEPLY resent being driven out of Morningside Heights,'' said Michael Jahn, an author of 30 mystery novels and a public-relations specialist. ''I've been here for 18 years - the characters in my book, 'Night Rituals,' are based on people I know from this neighborhood. ''But I can no longer afford to live here and I am going to have to move to a" , "date" : "19850203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "ADAPTING TO THE HIGH COST OF HOUSING" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/03\/realestate\/adapting-to-the-high-cost-of-housing.html"} , {"body" : "A 26-year-old woman was killed by a bullet fired by a man plinking with a rifle from an apartment window in the Sheepshead Bay section of Brooklyn on Friday, the police said yesterday. Two men were arrested Saturday and charged in connection with the shooting. The victim, Renee Modesto, of 2661 East 18th Street in the Sheepshead Bay section, was" , "date" : "19850128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "THE CITY;Woman, 26, Slain; 2 Men Charged" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/28\/nyregion\/the-city-woman-26-slain-2-men-charged.html"} , {"body" : "Like a soldier returning to the wars, Saul Bellow returned to New York City last night for his first public reading here in more than 20 years. Not only that, the Nobel laureate said he was actually looking forward to his appearance, even though some of his novels have depicted New York in less than flattering terms. Mr. Bellow planned to read for" , "date" : "19850119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "BELLOW VISITS NEW YORK FOR RARE PUBLIC READING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/19\/arts\/bellow-visits-new-york-for-rare-public-reading.html"}]