[  {"body" : "Because he is determined to ''wear out, not rust out,'' Mitchell Sviridoff is changing careers - again. On Tuesday, Mr. Sviridoff will give up his position as president of the Local Initiatives Support Corporation, a nonprofit organization that began revitalizing blighted neighborhoods in Brooklyn, the Bronx and elsewhere and spread across the" , "date" : "19851229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "ACTIVIST MAKING SWITCH TO ACADEMIA" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/29\/us\/activist-making-switch-to-academia.html"} , {"body" : "The assault conviction of an off-duty police officer after a dispute at a Brooklyn abortion clinic last March was overturned yesterday by Criminal Court Judge Alfred Murray. The officer, Russell Bjune, 37-years-old, was found guilty last month of assaulting a woman during a scuffle on March 16 as he was picketing in civilian clothes at the Obgyn" , "date" : "19851218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Conviction Upset In Officer's Case" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/18\/nyregion\/the-city-conviction-upset-in-officer-s-case.html"} , {"body" : "There were rain-slicked roads and a preholiday crush of motorists. There was an accident in the Lincoln Tunnel and flooding on the Brooklyn-Queens Expressway. And all over the city yesterday, there were traffic jams. A four-vehicle accident in the center tube of the Lincoln Tunnel at 2:51 P.M. started a fire and caused the Port Authority of New" , "date" : "19851127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LINCOLN TUNNEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINCOLN TUNNEL CRASH ADDS TO JAMS" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/27\/nyregion\/lincoln-tunnel-crash-adds-to-jams.html"} , {"body" : "A New York City police officer was found guilty last night of assaulting two women outside a Brooklyn abortion clinic last March, according to Brooklyn District Attorney Elizabeth Holtzman. The verdict against the officer, Russell Bjune, was returned by a jury in Criminal Court after seven and a half hours of deliberation. Earlier, the judge," , "date" : "19851113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Is Guilty of Assaulting Women at an Abortion Clinic" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/13\/nyregion\/officer-is-guilty-of-assaulting-women-at-an-abortion-clinic.html"} , {"body" : "THE Sunset Park section of Brooklyn is about five years into a revival propelled by the availability of relatively affordable housing. But people who drive quickly through the neighborhood may miss its new vitality. From the elevated Gowanus Expressway, they may see only the spectacular skeletons of steel warehouses sagging into the waterfront, or," , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; SUNSET PARK" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "Students through the years have gone to Brooklyn College from the far reaches of the borough: riding the D train from Sheepshead Bay or the B-11 bus from Sunset Park, driving from Canarsie and even walking from Flatbush. Whatever their mode of transportation, they have been commuters who left the grassy, tree-shaded campus on Bedford Avenue in the" , "date" : "19851102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CHANGING BROOKLYN COLLEGE PLANS A DORMITORY" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/02\/nyregion\/a-changing-brooklyn-college-plans-a-dormitory.html"} , {"body" : "Friday A FESTIVAL OF CRAFTS The works of more than 150 artisans will be exhibited this weekend at ''Crafts on Park Avenue,'' a fair sponsored by Schrafft's Ice Cream in the Armory at Park Avenue and 67th Street. On display will be stoneware and porcelain pottery, jewelry, art glass, hand-painted silks and floor cloths, custom-made shoes, folk toys," , "date" : "19851018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/18\/arts\/going-out-guide.html"} , {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "City consultants, hired after residents in the Sunset Park section of Brooklyn complained that buildings in a 20-block area were sinking, said yesterday that there was no evidence of a widespread problem there. The consultants, Woodward-Clyde Inc., did say that three apartment buildings on 56th Street had settled, probably the result of soil" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Study of Sunset Park Finds It Isn't Sinking" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/study-of-sunset-park-finds-it-isn-t-sinking.html"} , {"body" : "Mention ''City Council district'' and an image comes to mind of a small neighborhood with shared concerns. But in reality, each of New York's 35 Council districts is anything but that, taking in 200,000 people, twice as many as an Assembly district. Competition for these large political bases has sparked 20 Council primary contests in the" , "date" : "19850907" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DEMOCRATS IN 20 DISTRICTS WAGING CONTESTS FOR THE CITY COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/07\/nyregion\/democrats-in-20-districts-waging-contests-for-the-city-council.html"} ,   {"body" : "The Koch administration announced yesterday that, in an effort to keep the city's printing industry from leaving, it would spend $33 million to turn the old Brooklyn Army Terminal into a center for graphic-arts companies. Printing and other graphic-arts companies, which make up the second largest manufacturing group in the city after the garment" , "date" : "19850828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH PROPOSES PRINTING CENTER AT ARMY TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/28\/nyregion\/koch-proposes-printing-center-at-army-terminal.html"} , {"body" : "Authorities raided a cockfight in the basement of a Brooklyn bodega Saturday night and arrested 26 people, three of them on felony charges, it was announced yesterday by the American Society for the Prevention of Cruelty to Animals. The arrests marked the second time in eight days that a cockfight had been broken up in Brooklyn, according to an" , "date" : "19850729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; 26 Are Arrested During Cockfight" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/29\/nyregion\/the-city-26-are-arrested-during-cockfight.html"} , {"body" : "An article last Friday about Sunset Park, a Brooklyn neighborhood where some buildings are tilting, buckling or sinking, included an incorrect quotation of remarks by Julian Soren, a geologist with the United States Geological Survey, who offered an explanation for the phenomenon. Mr. Soren said: ''This is an area of glacial till, where you have an" , "date" : "19850709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/09\/nyregion\/c-correction-108152.html"} , {"body" : "Twenty blocks of Brooklyn are sinking, and no one can say why. On block after block, brownstones and apartment buildings are being twisted out of shape by what residents say is shifting subsoil. The facades of several buildings have cracked or buckled, the floors and interior stairways of some tilt in odd directions, and the stoops of others have" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PUZZLE IN BROOKLYN: THE BIZARRE SINKING OF A 20-BLOCK AREA" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/nyregion\/puzzle-in-brooklyn-the-bizarre-sinking-of-a-20-block-area.html"} , {"body" : "International OPEC oil ministers assembled for a critical meeting in Vienna. Officials arranging today's meeting said that weeks of informal talks had apparently failed to yield any agreement on how to strengthen the troubled organization. [Page A1, Column 6.] Tighter security at Beirut's airport will be enforced to help restore international" , "date" : "19850705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: FRIDAY, JULY 5, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/05\/nyregion\/news-summary-friday-july-5-1985.html"} , {"body" : "The police said yesterday that they were investigating a possible link between two shootings in Brooklyn in which a woman was killed and three people were wounded. Sgt. Diane Kubler, a police spokesman, said the police thought the second shooting was in revenge of the first. The first shooting occurred at 9 P.M. Saturday during a block party at 344" , "date" : "19850701" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Link Suspected In 2 Shootings" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/01\/nyregion\/the-city-link-suspected-in-2-shootings.html"} , {"body" : "A 29-year-old woman was shot to death and her brother and his wife were wounded last night when a man with a handgun opened fire at a block party in Brooklyn, the police said. The shooting, on 49th Street between Third and Fourth Avenues in the Sunset Park section, occurred at 9 P.M. after the man had attempted to drive his car onto the block," , "date" : "19850630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Gunman Shoots 3, Killing 1, At a Block Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/30\/nyregion\/gunman-shoots-3-killing-1-at-a-block-party-in-brooklyn.html"} , {"body" : "The Democratic primary for Brooklyn borough president became a four-way race yesterday when Joseph Ferris, a former Assemblyman, announced his challenge of the incumbent, Howard Golden. Mr. Ferris, who lives in the Sunset Park section, called Mr. Golden the latest in a long line of ''caretaker'' Brooklyn borough presidents. ''We've had 40 years of" , "date" : "19850604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FORMER ASSEMBLYMAN FERRIS JOINS BROOKLYN BOROUGH PRESIDENT RACE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/04\/nyregion\/former-assemblyman-ferris-joins-brooklyn-borough-president-race.html"} , {"body" : "Thomas J. Cuite, majority leader of the City Council, announced yesterday that he would not seek re-election this year, a decision that will trigger a significant political power shift in city government. Many politicians had long expected the 72-year-old Mr. Cuite to retire this year after 16 years of quiet but authoritative leadership in the" , "date" : "19850525" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CUITE RETIRING AFTER 16 YEARS AS COUNCIL'S MAJORITY LEADER" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/25\/nyregion\/cuite-retiring-after-16-years-as-council-s-majority-leader.html"} , {"body" : "A three-car pileup on the Gowanus Expressway before dawn yesterday left one man dead, another injured and a police cadet facing a criminal charge of driving while intoxicated, the police said. The accident took place at about 4:45 A.M. near the 39th Street exit of the highway, in the Sunset Park section of Brooklyn, when a car traveling south" , "date" : "19850519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "POLICE CADET IS CHARGED IN FATAL 3-CAR PILEUP" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/19\/nyregion\/police-cadet-is-charged-in-fatal-3-car-pileup.html"} ,   {"body" : "A 41-year-old Brooklyn man whose driver's license was suspended 16 times has been indicted in the death of an elderly woman struck by his car, the Brooklyn district attorney's office announced yesterday. The suspect, Rafael Corona, of 733 53d Street in the Sunset Park section, was indicted for criminally negligent homicide in the death of Lucy" , "date" : "19850418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY ; Man Indicted In Hit-Run Death" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/18\/nyregion\/the-city-man-indicted-in-hit-run-death.html"} , {"body" : "The Brooklyn District Attorney's office said yesterday that it had dropped charges of harassment and resisting arrest against a woman involved in a dispute with an off-duty police officer who was picketing an abortion clinic. The prosecutor's office said it had not determined whether charges were warranted against the officer, who was accused by" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WOMAN CLEARED IN DISPUTE AT ABORTION CLINIC" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/nyregion\/woman-cleared-in-dispute-at-abortion-clinic.html"} , {"body" : "A woman accompanying a friend at a Brooklyn abortion clinic has charged that she was assaulted by an off-duty police officer who was participating in anti-abortion picketing. The woman, who suffered a head injury when she was thrown against a wall by the officer, was later arrested by the officer, after she had run inside the clinic and called the" , "date" : "19850321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN ACCUSES OFFICER ON ANTI-ABORTION ATTACK" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/21\/nyregion\/woman-accuses-officer-on-anti-abortion-attack.html"} , {"body" : "Industry City at Bush Terminal, the complex of 19 buildings spread over 35 acres of the Brooklyn waterfront, is one of the largest industrial centers in the country. It has 6 million square feet of manufacturing space in 6-, 8- and 10-story structures on a tract that runs from 32d to 41st Street in the Sunset Park section. The Fourth Avenue line of" , "date" : "19850313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSH TERMINAL (BROOKLYN, NY)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ABOUT REAL ESTATE; BROOKLYN'S INDUSTRY CITY VS. THE GARMENT DISTRICT" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/13\/business\/about-real-estate-brooklyn-s-industry-city-vs-the-garment-district.html"} , {"body" : "Seven neighborhood groups in New York and two in Connecticut are among 44 across the country that have been offered Federal grants for projects for economic development, housing and neighborhood improvement. The Department of Housing and Urban Development announced that groups from 33 cities in 21 states and Puerto Rico would share $1.9 million in" , "date" : "19850224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT" , "PUERTO RICO"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "41" , "title" : "44 Groups in 33 Cities To Get Federal Grants" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/24\/us\/44-groups-in-33-cities-to-get-federal-grants.html"} , {"body" : "The future of an after-school program for the children of working parents was thrown into question yesterday as opponents of the proposal raised objections at a City Council hearing. The pilot program, proposed by City Comptroller Harrison J. Goldin and authorized by the Board of Estimate last month, was to begin April 1 in Community School" , "date" : "19850214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "A CHILD-CARE PROPOSAL ENCOUNTERS OPPOSITION" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/14\/nyregion\/a-child-care-proposal-encounters-opposition.html"} , {"body" : "In New York City as elsewhere, the radio-dispatched patrol car is the basic tool of police work. It allows relatively few officers to cover large areas, responding in minutes to calls for help. Yet in focusing on faster response, the police have sacrificed their involvement in the community. That turns out to have been a serious loss. Officers on" , "date" : "19850205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Letting Cops Walk a Beat Again" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/05\/opinion\/letting-cops-walk-a-beat-again.html"} , {"body" : "Three members of a Brooklyn street gang were convicted of murder yesterday in the slaying of an 8-year-old boy who was struck by a shotgun blast during a gang shootout. The three, Ricardo Lopez, 20, Jose Suarez, 22, and Alex Cruz, 17, all of the Sunset Park section, were found guilty by State Supreme Court Justice Sybil Hart Kooper after a 14-day" , "date" : "19850202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "3 Gang Members Convicted In Slaying of Brooklyn Boy, 8" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/02\/nyregion\/3-gang-members-convicted-in-slaying-of-brooklyn-boy-8.html"} , {"body" : "An officer assigned to the Police Department's foot-patrol program was stabbed in the hand yesterday as he questioned a suspect in Brooklyn's Sunset Park section, the police said. The incident occurred at 2:45 P.M. as the 25-year-old officer, Donald Tierney, was walking past a building at 405 57th Street. ''The building is known as a chronic drug" , "date" : "19850129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Suspect Stabs Officer in Hand" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/29\/nyregion\/the-city-suspect-stabs-officer-in-hand.html"} , {"body" : "Nearly every workday, Police Officer Donald Tierney paces every block in his quarter-mile territory in the Sunset Park section of Brooklyn. He strolls past the grafitti-covered Poseidon Club, which closed a few months ago; waves to Margie Ruiz, who owns a beauty salon on Fourth Avenue, and breaks up groups of teen-agers who have nothing to do but" , "date" : "19850126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "OFFICER ON BROOKLYN BEAT GIVES NEIGHBORHOOD A SENSE OF CALM" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/26\/nyregion\/officer-on-brooklyn-beat-gives-neighborhood-a-sense-of-calm.html"} ,   {"body" : "The police said yesterday that they had broken up a $250 million-a-year gambling operation with a raid on a Brooklyn storefront disguised as a lawyer's office and fortified with iron bars and a vault door. Officers arrested five people believed to be members of the Colombo crime group in the raid Thursday evening at the storefront, at 60 52d Street" , "date" : "19850126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "5 HELD IN $250 MILLION BET RING" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/26\/nyregion\/5-held-in-250-million-bet-ring.html"} , {"body" : "The city's Police Department is expanding a program dealing with such ''quality of life'' crimes as prostitution, drug dealing and vandalism, Commissioner Benjamin Ward said yesterday. The program, in which officers patrol neighborhoods exclusively to seek out low-level offenders, started last July with 105 officers in 42 precincts. Because of its" , "date" : "19850124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MORE POLICE TO COMBAT 'QUALITY OF LIFE' CRIMES" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/24\/nyregion\/more-police-to-combat-quality-of-life-crimes.html"} , {"body" : "Police Detective James Dennedy had the satisfaction of arresting the man whom he identified as the burglar who robbed him earlier this month. On Jan. 2, Detective Dennedy and his wife were awakened by a burglar in their home in the Sunset Park section of Brooklyn. The man was holding a gun and a sack of the detective's possessions, the police said." , "date" : "19850116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Police Story" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/16\/nyregion\/new-york-day-by-day-police-story.html"}]