[  {"body" : "A section of the Brooklyn-Queens Expressway near the Williamsburg Bridge will be closed in January for reconstruction, and the work is expected to cause heavy traffic on the Brooklyn and Manhattan ends of the bridge for more than a year. The project, beginning in mid- to late January, is part of a five-year, $2.6 billion state program to rebuild" , "date" : "19851228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ROAD REPAIRS TO SNARL TRAFFIC ON BOTH SIDES OF EAST RIVER" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/28\/nyregion\/road-repairs-to-snarl-traffic-on-both-sides-of-east-river.html"} , {"body" : "Airport Terror Terrorist attacks at airports in Rome and Vienna killed at least 12 people, including 2 Americans, and wounded 114 people. El Al Israel Airline check-in counters appeared to be the targets in both attacks. Four terrorists were killed and three others were wounded and captured. Authorities said the terrorists in Rome also lobbed" , "date" : "19851228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "NEWS SUMMARY SATURDAY, DECEMBER 28, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/28\/us\/news-summary-saturday-december-28-1985.html"} , {"body" : "International Tribal fighting in South Africa killed at least 53 people as about 2,000 Zulus clashed with 3,000 members of the Pondo tribe in what police called the worst factional fighting in years. Police said the fighting, involving thousands with knives, spears and possibly firearms, erupted Tuesday night at Umbumbulu, 20 miles south of Durban" , "date" : "19851226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: THURSDAY, DECEMBER 26, 1985" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/26\/nyregion\/news-summary-thursday-december-26-1985.html"} , {"body" : "The Board of Estimate, after three years of study, moved yesterday to force more than 100 artists out of illegally occupied manufacturing lofts in two Brooklyn neighborhoods. All the artists had lived in the lofts for at least four years, some for a decade or more. They had appealed to the board to receive the same protection granted to thousands" , "date" : "19851221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FULTON FERRY (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "31" , "title" : "BOARD ACTS TO EVICT ARTISTS OCCUPYING BROOKLYN LOFTS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/21\/nyregion\/board-acts-to-evict-artists-occupying-brooklyn-lofts.html"} , {"body" : "Following is a special guide by food writers of The New York Times suggesting restaurants to take friends who are in for the holidays. THE RIVER CAFE, #1 Water Street, Brooklyn (at the foot of the Brooklyn Bridge), (718) 522-5200. The island of Manhattan never looks more magical than during the holiday season, and there is no better place to take" , "date" : "19851220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Dining Out Guide: Friends In for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/20\/arts\/dining-out-guide-friends-in-for-the-holidays.html"} , {"body" : "IF you fear that Italian food in New York is becoming a bit precious, what with all those cute Frisbee-sized pizzas, pastel raviolis and vegetables in every color of the spectrum except green, then you might want to venture to the Williamsburg-Greenpoint section of Brooklyn to visit Crisci's - ''A Tradition Since 1902.'' In this wonderfully" , "date" : "19851213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/13\/arts\/diner-s-journal.html"} , {"body" : "The engagement of Catherine Adele Curran to Thomas McCarthy Souther has been announced by Mr. and Mrs. Paul J. Curran of Scarsdale, N.Y., and Sea Girt, N.J., parents of the future bride. Her fiance is a son of Mr. and Mrs. Eugene P. Souther of Muttontown, L.I., and Stuart, Fla. Miss Curran and her fiance, who both graduated last year from the" , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "97" , "title" : "CATHERINE CURRAN BECOMES ENGAGED TOMARRY THOMAS MCCARTHY SOUTHER" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/style\/catherine-curran-becomes-engaged-tomarry-thomas-mccarthy-souther.html"} , {"body" : "Pastel plazas and Victorian gazebos - bits of sunshine in New York's drabber neighborhoods - are in large measure the legacy of one small bureau and one 33-year-old landscape architect. The city's Bureau of Open Space Design, a six-member team in the Department of Housing Preservation and Development, began planting the designs of the architect," , "date" : "19851208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "73" , "title" : "ARCHITECT LEAVES LEGACY IN 20 PARKS" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/08\/nyregion\/architect-leaves-legacy-in-20-parks.html"} , {"body" : "Police officers and Federal Bureau of Investigation agents, responding to a burglar alarm late Sunday night, found a 10-year-old boy hiding in the false ceiling of a closed Chemical Bank branch in the Williamsburg section of Brooklyn, authorities said yesterday. A police spokesman, Sgt. Peter Sweeney, said the boy had apparently entered the bank," , "date" : "19851203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "10-Year-Old Is Found Hiding in Closed Bank" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/03\/nyregion\/10-year-old-is-found-hiding-in-closed-bank.html"} , {"body" : "On weekday mornings, Eddie Barbour leaves his home on 60th Place in Ridgewood, Queens, and heads for work in the ACD Knitting Mill eight blocks away. About the same time, Vittoria Torrillo shuts the door of her house on Ridgewood's 69th Avenue and walks to her job at the Fritz Knitting Mill, four blocks from her house. The 32-year-old Mr. Barbour," , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "TRADE ISSUE HITS HOME IN A QUEENS COMMUNITY" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/nyregion\/trade-issue-hits-home-in-a-queens-community.html"} ,   {"body" : "FRED MARSTON had hardly gotten off the M-15 bus at Chatham Square in Chinatown when Virginia Johnson buttonholed him, insisting that the bus stop was a public hazard because a newsstand restricted the exit of passengers. Mr. Marston spent five minutes hearing Mrs. Johnson's complaint, promised to see if the stop could be moved (it was, a week" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CHALLENGE ON THE LOWER EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/realestate\/challenge-on-the-lower-east-side.html"} , {"body" : "When the singer and composer Barry Manilow performs on stage, he really knows how to tug at the heartstrings. As the fog machine goes on, the lights go down, and there he is in his white sequined tux at the white grand piano, warbling: ''I've never been so low on love . . . .'' If Barry Manilow were any cuter, he'd be illegal. Television is not his" , "date" : "19851201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "BARRY MANILOW TAKES A FLING AT ACTING" , "url" : "http:\/\/www.nytimes.com\/1985\/12\/01\/arts\/barry-manilow-takes-a-fling-at-acting.html"} , {"body" : "WITH the Board of Estimate's approval last month of the sale of two vacant buildings on the Lower East Side to a development company, the Koch administration has launched its ambitious Cross-Subsidy Program in Manhattan. If the program succeeds, it may be seen as justifying the extraordinary length of time in which the city has stockpiled a" , "date" : "19851117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: CROSS SUBSIDIES; NOW, THE LOWER EAST SIDE'S TURN" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/17\/realestate\/perspectives-cross-subsidies-now-the-lower-east-side-s-turn.html"} , {"body" : "To avoid conflict with several Jewish holidays, the World Series and the celebration of the Statue of Liberty's centennial, next year's New York City Marathon will take place on Nov. 2. ''We have agonized over it,'' said Fred Lebow, the president of the New York Road Runners Club, which conducts the marathon. ''We received many, many letters from" , "date" : "19851113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "'86 Marathon on Nov. 2" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/13\/sports\/86-marathon-on-nov-2.html"} , {"body" : "The new leader of the militant Jewish Defense League, maintaining that anti-Semitism is on the rise around the country, says he plans to revitalize the league by training Jews and non-Jews in the use of weapons and other paramilitary activities. The league head, Irv Rubin, whom Rabbi Meir Kahane named as his successor in August, was its West Coast" , "date" : "19851111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "JEWISH DEFENSE LEAGUE'S NEW LEADER TO PRESS WEAPONS TRAINING" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/11\/us\/jewish-defense-league-s-new-leader-to-press-weapons-training.html"} , {"body" : "NEW construction of manufacturing space is persisting at a modest rate in the city, despite a long-term decline in manufacturing employment. Most of it is being done with city or state assistance by companies that use the space themselves, but a trickle has begun to appear on a speculative basis. In the College Point Industrial Park in Queens, Zano" , "date" : "19851110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "COLLEGE POINT INDUSTRIAL PARK (QUEENS, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: INDUSTRIAL SPACE; CONSTRUCTION PERSISTS AS JOBS SLUMP" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/10\/realestate\/perspectives-industrial-space-construction-persists-as-jobs-slump.html"} , {"body" : "There is something in the beauty of the birds of paradise, the fragrance of the sterling silver roses and the delicacy of the dendrobium orchids that seems to do the trick. The Rev. James Harvey, a Catholic priest from Astoria, Queens, has taken more than 2,000 adolescents who were in trouble with the law or who had nowhere else to turn and has" , "date" : "19851109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; FOR YOUTHS IN TROUBLE, A CHANCE TO BLOSSOM" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/09\/nyregion\/about-new-york-for-youths-in-trouble-a-chance-to-blossom.html"} , {"body" : "To the Editor: As a participant in this year's New York City Marathon, I became aware that the only time one can walk (or run) across the Verrazano-Narrows Bridge is on marathon day. The rest of the year this magnificent structure - with spectacular views of New York Harbor and the Lower Bay - is reserved for motorists. By contrast, the Brooklyn," , "date" : "19851108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Let's Have a Walkway Across the Verrazano-Narrows Bridge" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/opinion\/l-let-s-have-a-walkway-across-the-verrazano-narrows-bridge-138155.html"} , {"body" : "Following is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. FRANK'S, #431 West 14th Street (243-1349) - * * (Feb. 3, 1984) Situated in the wholesale meat district, this family-owned and operated Italian" , "date" : "19851108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Dining Out Guide: Steaks and Chops" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/08\/arts\/dining-out-guide-steaks-and-chops.html"} , {"body" : "WHEN NEW YORKERS of a certain age, no matter what their ethnic origin or their station in life, speak of ''eating Chinese,'' a second-floor restaurant in Chinatown is the sort of place they mean. Here meals can last hours, and between courses unhurried and sometimes weighty talk can ensue. It's not exactly an evening at Virginia Woolf's, but then" , "date" : "19851103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "EATING WITH THEIR MOUTHS OPEN" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/03\/magazine\/eating-with-their-mouths-open.html"} ,   {"body" : "THERE is an almost hidden New York, a New York in images of art and artifact, scattered in countless pieces throughout the city. It is the city preserved at the hands of artists and craftsmen and others who have caught it at a certain mood and moment in time that becomes immortal in their hands. These moments and perspectives are by no means hidden" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "photo of New York City; THE HIDDEN NEW YORK: A CITY ALBUM" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/arts\/photo-of-new-york-city-the-hidden-new-york-a-city-album.html"} , {"body" : "For anyone not content just to look at bits of old New York, it is possible to buy them. They can cost little, for ornaments plucked from forgotten city haunts long since dismantled, or a lot, for famous pieces of the past from places known to all. At the highest-priced end of this salvage scale, there's a 102-year-old iron rail from the Brooklyn" , "date" : "19851101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SIFTING NEW YORK'S JUNK FOR ARTIFACTS OF FUTURE" , "url" : "http:\/\/www.nytimes.com\/1985\/11\/01\/arts\/sifting-new-york-s-junk-for-artifacts-of-future.html"} , {"body" : "For almost the entire circuitous route of the 26-mile-385-yard New York City Marathon yesterday, it was standing room only along the sidewalks, with a healthy scattering of leaning-out-of-windows, propped-up-against-storefronts and entwined-around-lampposts. A few others were observed entwined in each other's arms, undistracted by the hordes" , "date" : "19851028" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "FROM THE SIDEWALKS, A 26-MILE STANDING OVATION" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/28\/sports\/from-the-sidewalks-a-26-mile-standing-ovation.html"} , {"body" : "A cloud of foul-smelling fumes released by an Exxon oil refinery in Linden, N.J., passed over parts of New York City and New Jersey last night, prompting hundreds of people to call authorities complaining of the smell of spilled oil or rotten eggs. The company told state officials hydrogen sulfide gas was released sometime after 10 P.M. as it was" , "date" : "19851027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A JERSEY PLANT RELEASES FOUL SMELLING FUMES" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/27\/nyregion\/a-jersey-plant-releases-foul-smelling-fumes.html"} , {"body" : "Lured out of bed by the promise of warm knishes and the ''urban archeology of the Jews in New York,'' 20 cyclists set forth from Columbus Circle early one recent morning to explore Jewish neighborhoods. The tour was one of several, sponsored by the Hungry Pedalers Gourmet Bicycle Tours, through New York's ethnic neighborhoods. Cyclists started the" , "date" : "19851014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Bicycle Brunch" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/14\/nyregion\/new-york-day-by-day-bicycle-brunch.html"} , {"body" : "EVER since the prices of home-heating fuels began to rise sharply in the 70's, homeowners have been seeking ways to control energy costs. This winter, there is both good and bad news. Those who rely on oil or natural gas will find that prices have either stabilized or are starting the season at lower levels than a year ago. Moreover, supplies are" , "date" : "19851013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING HEATING COSTS; EFFICIENT WAYS TO STAY WARM" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/13\/realestate\/talking-heating-costs-efficient-ways-to-stay-warm.html"} , {"body" : "IS SALAMI AND EGGS BETTER THAN SEX? Memoirs of a Happy Eater. By Alan King and Mimi Sheraton. 218 pp. Boston: Little, Brown & Company. $15.95. JOHNNY will definitely hold it up. Merv should tout it. And it's a good bet Gene will give it three whisker twitches. So whom are you going to believe - me or the camera? If the title brings even the hint of" , "date" : "19851006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "EATING FOR PLEASURE" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/06\/books\/eating-for-pleasure.html"} , {"body" : "FROM the beginning it was clear that just another office building would not attract enough attention to make a project in the Williamsburg section of Brooklyn succeed, so the Paz Organization looked around for a new and daring approach in redeveloping the old Y.M.C.A. building on Marcy Avenue. The result of that search is bound to gain notice. What" , "date" : "19851002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "26" , "title" : "Real Estate; An Illusion Is Built Into Conversion" , "url" : "http:\/\/www.nytimes.com\/1985\/10\/02\/business\/real-estate-an-illusion-is-built-into-conversion.html"} , {"body" : "Looking for trouble spots in Brooklyn yesterday morning, Samuel I. Schwartz found more than he had bargained for. Mr. Schwartz, who heads the city's Bureau of Traffic Operations, was taking note of faulty traffic signals in Williamsburg. Here is his account of what happened next: As he and his driver, Alfonso Martin, passed Automotive High School" , "date" : "19850925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; More Trouble Than Usual" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/25\/nyregion\/new-york-day-by-day-more-trouble-than-usual.html"} , {"body" : "When the deputy police chief for Manhattan South met recently with residents of the community around the United Nations, he told them he had good and bad news for them. ''The good news was that there would be more police'' for security purposes, said the deputy chief, John P. Lowe. ''The bad news was that there would be more traffic restrictions.''" , "date" : "19850922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "U.N. TERM TO TIE UP CITY TRAFFIC" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/22\/world\/un-term-to-tie-up-city-traffic.html"} ,   {"body" : "*6*Mayor A.D. BRONX Koch Bellamy Farrell DiLucia Newman Rubinstein 73. Mott Haven, Hunts Point 7,935 1,693 3,092 422 286 325 74. Soundview, Bronx River 7,077 1,594 2,387 334 231 220 75. Parkchester, Throgs Neck, Castle Hill 7,370 1,427 1,307 205 109 128 76. Highbridge Morris Heights 4,146 1,249 2,297 394 178 158 77. University Heights, Fordham" , "date" : "19850912" , "day_of_week_facet" : "Thursday" , "page_facet" : "6" , "title" : "The Results by Voting District in Tuesday's Primary Election" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/12\/nyregion\/the-results-by-voting-district-in-tuesday-s-primary-election.html"} , {"body" : "To the Editor: Please accept this citizen's outrage at ''When the Trash Can't Be Buried'' (editorial, Aug. 15), most specifically at the next-to-last sentence, which suggests that Carol Bellamy and Harrison Goldin ''rise above narrow neighborhood interests'' in objecting to the proposed incinerator at the Brooklyn Navy Yard. Were the incinerator" , "date" : "19850911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Navy Yard Incinerator Endangers Public Health of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/11\/opinion\/l-navy-yard-incinerator-endangers-public-health-of-brooklyn-255220.html"} , {"body" : "The three major candidates in Tuesday's Democratic mayoral primary swept through the boroughs yesterday in pursuit of what seemed a rapidly diminishing species - the unwooed voter with unshaken hand. From a street fair in Queens to food markets in the Bronx, from a block party in Manhattan to shopping districts in Brooklyn, the candidates" , "date" : "19850908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "MAYORAL CAMPAIGNS STEAM AHEAD IN PURSUIT OF THE UNWOOED VOTER" , "url" : "http:\/\/www.nytimes.com\/1985\/09\/08\/nyregion\/mayoral-campaigns-steam-ahead-in-pursuit-of-the-unwooed-voter.html"} , {"body" : "The Board of Estimate, rejecting the last-minute appeals of neighborhood residents, gave final city approval yesterday for construction of a garbage-burning incinerator at the old Brooklyn Navy Yard. The incinerator - the first of a network of up to 10 planned across the city at a cost of $2.5 billion - was approved by a 6-to-5 vote after more than" , "date" : "19850816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "APPROVAL IS GIVEN FOR INCINERATOR AT BROOKLYN SITE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/16\/nyregion\/approval-is-given-for-incinerator-at-brooklyn-site.html"} , {"body" : "Final approval for the construction of a huge incinerator at the old Brooklyn Navy Yard, the first stage of the largest new public works project undertaken by the city in years, will be considered tomorrow by the Board of Estimate. The plan, which has divided environmental groups and is opposed by neighbors of the Navy Yard, would transform before" , "date" : "19850814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPUTED INCINERATOR PLAN FOR BROOKLYN NAVY YARD NEAR VOTE" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/14\/nyregion\/disputed-incinerator-plan-for-brooklyn-navy-yard-near-vote.html"} , {"body" : "VIEWERS of WNET\/Channel 13, the educational broadcasting corporation serving 2.2 million households in New York City and parts of New Jersey, Connecticut and New York State, will soon see more commercial advertising on the public station. Yesterday, the nonprofit corporation announced that it is shopping for sponsors for 30-second spots that will" , "date" : "19850808" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "ADVERTISING; Paid Ads On Public Television" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/08\/business\/advertising-paid-ads-on-public-television.html"} , {"body" : "Following is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. AMERICAN HARVEST RESTAURANT, Vista International Hotel, World Trade Center (938-9100) - * (Jan. 21, 1983) A handsome and spacious, clublike" , "date" : "19850802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Dining Out Guide: Off the Beaten Track" , "url" : "http:\/\/www.nytimes.com\/1985\/08\/02\/arts\/dining-out-guide-off-the-beaten-track.html"} , {"body" : "From Joe Cirillo's Brooklyn rooftop the buildings of Manhattan, pressed shoulder to shoulder, look like a stage set propped against the sky. Wielding a broomstick, Mr. Cirillo ducks into his pigeon coop and the air comes alive with a flutter of feathers. Hundreds of pigeons sweep in a broad arc over the tar-papered tenement roofs, their white wing" , "date" : "19850728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "THE PIGEON GAME: A FADING SPORT IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/28\/nyregion\/the-pigeon-game-a-fading-sport-in-new-york.html"} , {"body" : "Six mail carriers, two postal clerks and a former carrier were arrested on narcotics charges yesterday in Brooklyn, the Federal authorities announced. The eight current employees of the United States Postal Service were arrested when they showed up for work at the Williamsburg Post Office. The former clerk was arrested at his home, according to" , "date" : "19850713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE CITY; 9 Postal Workers Face Drug Charge" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/13\/nyregion\/the-city-9-postal-workers-face-drug-charge.html"} , {"body" : "ANYONE who contends that America is no longer a nation of steak eaters should journey across the East River some evening to Peter Luger, which is to carnivores what Brooks Brothers is to the plaid Bermuda shorts set. For nearly a century this landmark in the Williamsburg section of Brooklyn, in the shadow of the Williamsburg Bridge, has been a" , "date" : "19850712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "RESTAURANTS" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/12\/arts\/restaurants-114590.html"} ,   {"body" : "While the Sanitation Department was looking for a better bag, We Care About New York Inc. was looking for a better basket. Among its other activities, the organization sells trash baskets to merchants - who can write off the purchase as tax-deductible contributions, get advertising space on the baskets and cleaner sidewalks. The problem was that" , "date" : "19850709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; . . . and Tough Cans" , "url" : "http:\/\/www.nytimes.com\/1985\/07\/09\/nyregion\/new-york-day-by-day-and-tough-cans.html"} , {"body" : "THE soaring arches of the Brooklyn Bridge represent Frederick A. Paulson's brightest hopes for the future. But they also serve as painful reminders of how far his industry has slipped since its robust past. Many of the bridge's cables are to be replaced soon, a job that will eat up 184,000 feet - almost 35 miles - of the product that Mr. Paulson" , "date" : "19850609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "THE CABLE MAKERS' LOSING BATTLE" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/09\/business\/the-cable-makers-losing-battle.html"} , {"body" : "FIFTEEN years ago, buying parts from old buildings about to be demolished - mantels, light fixtures, stained-glass windows and columns - for use in the home was something of a novelty. But today, with some 20 architectural salvage stores in major cities across the United States, and six in the New York area, the practice amounts to a small industry" , "date" : "19850606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "RE-USING ARCHITECTURAL ARTIFACTS: THE OLD IS NEW AGAIN WHERE TO LOOK FOR ARTIFACTS" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/06\/garden\/re-using-architectural-artifacts-old-new-again-where-look-for-artifacts.html"} , {"body" : "VISITS THIS SPRING TO FLOWER shows in Philadelphia, Boston and New York reveal how the art of landscape design has now transformed these events into garden fantasies. It was in June 1873 that the Massachusetts Horticultural Society first sank tubs of rhododendrons, azaleas and kalmias in beds of turf to make a temporary display garden under a tent" , "date" : "19850602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "80" , "title" : "LANDSCAPE DESIGN; FLIGHTS OF FLORAL FANCY" , "url" : "http:\/\/www.nytimes.com\/1985\/06\/02\/magazine\/landscape-design-flights-of-floral-fancy.html"} , {"body" : "A man scheduled to testify next week in a major counterfeiting trial, was shot and critically wounded yesterday as he sat in his car in Brooklyn, the police said. The man, Vincenzo Quagliata, 47 years old, and a passenger who the police would not identify, had stopped for a red light at 9 A.M. on Stewart and Metropolitan Avenues in the Williamsburg" , "date" : "19850524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; Witness Is Shot Before Testifying" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/24\/nyregion\/the-city-witness-is-shot-before-testifying.html"} , {"body" : "As thousands of Hasidim demonstrated against the construction of a garbage-burning incinerator in the Brooklyn Navy Yard, city officials said yesterday that an independent consultant had reported that the proposed plant was safe. ''This plant will not have any problems,'' said Norman Steisel, the city's Sanitation Commissioner, at City Hall. ''It" , "date" : "19850523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (BROOKLYN)" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AS THOUSANDS PROTEST, CITY BACKS TRASH PLANT" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/23\/nyregion\/as-thousands-protest-city-backs-trash-plant.html"} , {"body" : "FOR years, the New York City suburbs have been Manhattan's primary competition for white-collar jobs in the metropolitan region. As companies grew, major divisions of large employers and even entire smaller companies sought the benefits of lower rents and lower operating costs in a pleasant working environment by taking their operations to northern" , "date" : "19850512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "45" , "title" : "DEVELOPERS TURN SIGHTS TO CITY'S OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/12\/realestate\/developers-turn-sights-to-city-s-outer-boroughs.html"} , {"body" : "For as little as $1,500, bargain hunters this summer can buy a Brooklyn bridge. Two of Brooklyn's wooden one-lane bridges are to be replaced this spring, one with an aluminum culvert, and the other with a steel span. ''Wood is nice, but it's kind of costly,'' said Leonard F. Albee, Brooklyn's Superintendent of Roads. ''You've got to change with the" , "date" : "19850507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (CONN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BROOKLYN, CONN.; BEYOND CITY CARES AND CLAMOR, A BUCOLIC BROOKLYN FLOURISHES" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/07\/nyregion\/talk-brooklyn-conn-beyond-city-cares-clamor-bucolic-brooklyn-flourishes.html"} , {"body" : "LAST January Wayne Meisel walked 1,500 miles between Maine and Washington, D.C., stopping at 70 colleges and talking to students, faculty members and townspeople about involving undergraduates as volunteers in community improvement. Looking back now, he sees his journey as ''an act of desperation''; he had begun to doubt that he could muster the" , "date" : "19850501" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FILLING BIG HOPES WITH SMALL GRANTS" , "url" : "http:\/\/www.nytimes.com\/1985\/05\/01\/garden\/filling-big-hopes-with-small-grants.html"} , {"body" : "KEEP 'EM MOVING The Artist Celebrates New York'' is an exhibition making the municipal rounds with 31 paintings of the city as seen by artists caught by its infinite varieties of life and landscape. The exhibition has been selected from the Metropolitan Museum's 20th-Century Art Department and American Wing. It started its tour, which entails stops" , "date" : "19850424" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/24\/arts\/going-out-guide.html"} ,   {"body" : "THE RIGHT DIRECTION Directors usually speak to audiences indirectly, through the work they put on film or on stage. They are not rarities in public places, but it is unusual to have two eminent directors discussing their craft at a public forum. Milos Forman and Elia Kazan, two Academy Award-winning directors, will hold a dialogue tonight at 7 o'" , "date" : "19850422" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/22\/arts\/going-out-guide.html"} , {"body" : "DIASPORA An Inquiry Into the Contemporary Jewish World. By Howard M. Sachar. 539 pp. New York: Harper & Row. $27.50. OPPRESSION versus liberty, parochialism versus generality, assimilation versus continuity - these are some of the polarities that have governed the history of the Jewish Diaspora. The choices have sometimes been voluntary, often not." , "date" : "19850421" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "IRONIES OF EXISTENCE" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/21\/books\/ironies-of-existence.html"} , {"body" : "When Fanny and Eligio Meola bought a three-story brick house on a rutted dead- end street in Richmond Hill several years ago, their neighbors were wary of the Colombian newcomers and their four children. None of the longtime Italian residents on the working-class block actually communicated their displeasure, Mrs. Meola said, but she nonetheless" , "date" : "19850417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN RICHMOND HILL, LATINS ARE LATEST IN MELTING POT" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/17\/nyregion\/in-richmond-hill-latins-are-latest-in-melting-pot.html"} , {"body" : "The film maker John Grierson, who first used the term ''documentary'' in connection with movies, once said such a film created ''a magical opening in the theater wall, through which one may look out to the wide world.'' Thirty-seven films that seek to create that same magical opening can be seen, starting tonight, at the Global Village 11th Annual" , "date" : "19850412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "37 DOCUMENTARY FILMS AT THE PUBLIC" , "url" : "http:\/\/www.nytimes.com\/1985\/04\/12\/movies\/37-documentary-films-at-the-public.html"} , {"body" : "RIDGEWOOD has traditionally been a closely knit ethnic community, where houses are passed down from generation to generation, where European languages can be heard in the streets and where, in the summer, neighbors sit on their front stoops and chat. But the recent designation of parts of this blue-collar neighborhood in Queens as a Federal" , "date" : "19850324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN RIDGEWOOD" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/24\/realestate\/if-you-re-thinking-of-living-in-ridgewood.html"} , {"body" : "Welcome to the Alamo,'' said Bill Jensen, an artist, sitting in a colorful cocoon of 150 paintings that is Magoo's Cafe. Once, Frusen Gladje did not exist, not even in SoHo. There were no bus tours so people could look at the SoHo artists, and not many artists there to look at, as a matter of fact. Magoo's was there, catering to blue-collar workers" , "date" : "19850320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOHO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/20\/nyregion\/about-new-york.html"} , {"body" : "A longstanding dispute over a $500 debt was apparently the motive for an arson fire that killed five people in a social club in Brooklyn last month, the police said yesterday. Authorities indicated the debt might have involved a drug transaction. Two suspects were arrested Wednesday, and each will be charged with five counts of felony murder and" , "date" : "19850315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ARSON FATAL TO 5 AT CLUB IS LAID TO DEBT DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/15\/nyregion\/arson-fatal-to-5-at-club-is-laid-to-debt-dispute.html"} , {"body" : "Two men were arrested in Brooklyn yesterday and charged with murdering five people who perished in a fire the men had set at a Williamsburg social club last month, the police said. The arson murders were a result of a dispute between one of the suspects and the owner of the social club, according to Inspector James Steproe. One of the suspects has" , "date" : "19850314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 CHARGED IN 5 ARSON MURDERS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/14\/nyregion\/2-charged-in-5-arson-murders.html"} , {"body" : "This is not a city with an abiding memory. It treats permanence as though it were an unaffordable luxury, probably because it almost always has been. For centuries houses were built to come down, since it was taken for granted that, sooner or later, fire or earthquake would get to them. The notion that nothing can last runs deep. Perhaps as a" , "date" : "19850311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAPAN" , "TOKYO (JAPAN)"] , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "TOKYO RECALLS A FIERY NIGHT WHEN 100,000 DIED" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/11\/world\/tokyo-recalls-a-fiery-night-when-100000-died.html"} , {"body" : "Two walking tours in Brooklyn - to Williamsburg and Park Slope - and one along Manhattan's ''Millionaire's Mile'' on Fifth Avenue are planned Sunday by the 92d Street Y. All three begin at 11 A.M. and require advance registration: 427-6000, extension 179. The history, homes and traditions of the Satmars, an orthodox Jewish sect, are the subjects of" , "date" : "19850308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Walking in New York" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/08\/arts\/walking-in-new-york.html"} ,   {"body" : "A Queens grand jury indicted a police officer yesterday for seriously wounding a 17-year-old youth who tried to flee after the officer had caught him jumping a subway turnstile last December. The youth, who was paralyzed below the waist, is in the City Hospital Center at Elmhurst. The jury charged the officer, Joseph S. Arzuaga, who was off duty at" , "date" : "19850308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER CHARGED IN THE SHOOTING OF A TEEN-AGER" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/08\/nyregion\/officer-charged-in-the-shooting-of-a-teen-ager.html"} , {"body" : "The financial condition of New York's state-chartered savings banks continued to deteriorate in the fourth quarter, but industry spokesmen said they expected a substantial improvement this quarter because of lower interest rates. Figures released last week by the New York State Banking Department showed that the 71 savings banks under its" , "date" : "19850307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "11" , "title" : "LOSSES GROW IN QUARTER AT STATE SAVING BANKS" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/07\/business\/losses-grow-in-quarter-at-state-saving-banks.html"} , {"body" : "Like the warmer weather and the chirping birds, the smell of hamantaschen baking in the oven has always meant the coming of spring for Sophie Segal. For 60 years, Mrs. Segal kneaded the dough and fashioned the three-corner pastries eaten on the Jewish festival of Purim, which comes with the changing season. About a year ago, because of failing" , "date" : "19850306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A NURSING HOME GETS READY FOR PURIM" , "url" : "http:\/\/www.nytimes.com\/1985\/03\/06\/nyregion\/a-nursing-home-gets-ready-for-purim.html"} , {"body" : "A fifth person has died as a result of an arson fire that raced up the front stairs of a social club in Brooklyn early yesterday, trapping the victims inside with no means of escape, authorities said. Fire officials said windows leading to a fire escape and a secondary exit had been illegally locked and a sprinkler system had not been working." , "date" : "19850221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "5TH VICTIM DIES IN AN ARSON BLAZE AT SOCIAL CLUB" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/21\/nyregion\/5th-victim-dies-in-an-arson-blaze-at-social-club.html"} , {"body" : "THERE was a flurry of anxiety in official circles three years ago when Pfizer Inc. closed some of its operations in the East Williamsburg section of Brooklyn. Did this foreshadow a departure from the city of Brooklyn's largest manufacturing employer, with a loss of 750 jobs? No, said the company at the time. And now Pfizer is participating with the" , "date" : "19850217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PFIZER TO ANCHOR A REDEVELOPMENT ZONE" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/17\/realestate\/pfizer-to-anchor-a-redevelopment-zone.html"} , {"body" : "For 19-year-old Jesse, the building is a refuge from his aunt's apartment, where he said cousins tried to induce him to snort cocaine and smoke marijuana. For Lorenzo, an 18-year-old aspiring actor and musician, it provides the bed he could no longer afford after he was robbed when he arrived in New York late last year from San Francisco. For" , "date" : "19850204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN HOSTEL GIVING YOUNG MEN A NEW START" , "url" : "http:\/\/www.nytimes.com\/1985\/02\/04\/nyregion\/brooklyn-hostel-giving-young-men-a-new-start.html"} , {"body" : "This is an only-in-New York story as much as it is an architecture story, and it is not one that will endear anyone to the ways of New York. It is a tale of cultural institutions and real estate developers and architects and city planners, and how they seem unable, even with the best of intentions, to pull together to make a coherent city. The" , "date" : "19850127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ARCHITECTURE VIEW; THE TOWER BLIGHT HAS STRUCK WEST 57TH STREET" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/27\/arts\/architecture-view-the-tower-blight-has-struck-west-57th-street.html"} , {"body" : "''YOU can see the Brooklyn, Williamsburg and Manhattan Bridges, the World Trade Center, Ellis Island, the Statue of Liberty and the Empire State Building,'' said Fred Caruso of the dramatic loft space, a set created for the one of the main characters of ''Year of the Dragon,'' a forthcoming movie directed by Michael Cimino. Added Mr. Caruso, who is" , "date" : "19850124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "BRIEF LUXURY: AN APARTMENT MADE FOR A MOVIE" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/24\/garden\/brief-luxury-an-apartment-made-for-a-movie.html"} , {"body" : "AFTER eight years of planning and bureaucratic hurdles, the New York City Landmarks Preservation Commission will open a warehouse in Brooklyn Saturday to sell architectural artifacts salvaged from the hundreds of buildings razed each year by the city. A limited number of rescued pieces - newel posts, railings, balusters, window frames, doors - are" , "date" : "19850124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "CITY PROGRAM SELLS SALVAGED ARTIFACTS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/24\/garden\/city-program-sells-salvaged-artifacts.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1984. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19850123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "READING TEST SCORES FOR NEW YORK SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/23\/nyregion\/reading-test-scores-for-new-york-schools.html"} ,   {"body" : "TO THE HOME SECTION: A bit of lore about Depression glass that may be of interest (''Depression Glass Fans Specialize in Quantity,'' Dec. 27): In certain parts of Brooklyn, Williamsburg for example, Depression glass was given as a premium for buying a movie ticket. During the movie, as the watcher got a bit engrossed in the action, the piece of" , "date" : "19850110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Depression Glass" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/10\/garden\/l-depression-glass-205037.html"} , {"body" : "A COALITION of Lower East Side community groups has proposed a housing-preservation plan under which all vacant city-owned property in the area would be used exclusively for low-income housing. This is the key element in what the coalition has presented as an alternative to the Koch administration's plan for dealing with the city's large inventory" , "date" : "19850106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "A NEW PLAN FOR THE LOWER EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1985\/01\/06\/realestate\/a-new-plan-for-the-lower-east-side.html"}]