[  {"body" : "A motorist was killed and his 19-year-old stepson was injured when their car was broadsided by a vehicle driven by a man accused of driving drunk in Brooklyn early Saturday, according to the police and a relative of the victims. Both automobiles careened into a third vehicle, an unoccupied Chevrolet van, that was parked near the intersection where" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Man Accused of D.W.I. in Fatal Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/nyregion\/11dwi.html"} , {"body" : "On Avenue J in the Midwood section of Brooklyn, a small cup of coffee costs $1.39. An 18-stick package of gum is $1.49. And at Di Fara Pizza, the price of a plain cheese slice: $5. Crowds form at the counter at Di Fara and spill onto the sidewalk. They are not an angry mob, but a hungry one. Some order two slices, for $10, and some, like Frank" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "The Pizza Now Costs $5 a Slice. Many Say It's Worth Every Cent." , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/nyregion\/31pizza.html"} , {"body" : "Like many of the Italians who frequently visit the Amico senior center in Borough Park, Brooklyn, Salvatore Amato, 78, who arrived here from Sicily in 1958, speaks little English. Some, like Luigi Buonincondro, 91, a former Italian soldier who came to New York from Naples in 1961, understand English, but have a hard time reading or writing it. ''I" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "For Italians in Brooklyn, the Faces and the Voices on the Streets Have Changed" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/nyregion\/07italians.html"}]