[  {"body" : "There were days upon days in New York City when not a single person was murdered in 2009. Two such stretches, in February and March, lasted nearly a week each. There were some pockets of the city where homicide was a singular occurrence: 12 of the city's 77 police precincts, in locations as varied as Hamilton Heights, in Upper Manhattan, and Park" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOMICIDES NEAR RECORD LOW RATE IN NEW YORK CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1DD1239F93AA15751C1A96F9C8B63"} , {"body" : "WHEN a real estate broker suggested that Jessica and Jonathan Marron rent an apartment in the Brittany, the same Upper East Side building where Mrs. Marron had lived as a teenager and where her parents and a sister still live, Mrs. Marron knew she would have to let her husband make the call. ''I was fine with it, because I'm very close to my" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Mom Is Just Floors Away" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/realestate\/27cov.html"} , {"body" : "The anxiety and anger have been building all year. In March, a national coalition of Islamic organizations warned that it would cease cooperating with the F.B.I. unless the agency stopped infiltrating mosques and using ''agents provocateurs to trap unsuspecting Muslim youth.'' In September, a cleric in Bay Ridge, Brooklyn, sued the government," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Muslims Say F.B.I. Tactics Sow Anger and Fear" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/us\/18muslims.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} , {"body" : "Chefs on the Move ELI KIRSHTEIN, left, a ''Top Chef'' contender this season from Eno Restaurant and Wine Bar in Atlanta, will be the chef at Solo in the Sony Building starting in mid- January: 550 Madison Avenue (55th Street), (212) 833-7800. CARLOS SIMOES, who was the chef de cuisine at Macelleria in the meatpacking district, is now cooking at" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/16\/dining\/16off.html"} , {"body" : "Most often, family is your blood. But sometimes, as is the case with Catherine Gunderson, family can be the friends who find their way to your doorstep. ''I have much love in this house,'' Ms. Gunderson, 56, said on a recent afternoon as she sat in the living room of her Bensonhurst, Brooklyn, apartment and gazed upon the faces of her 20-year-old" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Makeshift Brood Frees Ailing Brooklyn Woman From Loneliness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EED71E3AF93AA35751C1A96F9C8B63"} , {"body" : "Most often, family is your blood. But sometimes, as is the case with Catherine Gunderson, family can be the friends who find their way to your doorstep. ''I have much love in this house,'' Ms. Gunderson, 56, said on a recent afternoon as she sat in the living room of her Bensonhurst, Brooklyn, apartment and gazed upon the faces of her 20-year-old" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "The Neediest Cases: Makeshift Brood Frees Ailing Brooklyn Woman From Loneliness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2D8173BF93AA35751C1A96F9C8B63"} , {"body" : "The one constant in Calif Green's 36 years has been motion. A life that began in East Flatbush, Brooklyn, took him to North Carolina; Bay Ridge, Brooklyn; New Orleans; Atlanta; central Florida; prison; Macon, Ga.; Maryland; Key West, Fla.; a Harlem shelter; and ultimately, a three-bedroom apartment on the Rockaway peninsula so close to Kennedy" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "36" , "title" : "THE NEEDIEST CASES; A Long and Winding Road Together" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/nyregion\/06neediest.html"} , {"body" : "''We can try\/to understand\/The New York Times effect on man,'' the Bee Gees once sang, to which we would say great. You might have at least as much fun just listening or singing or dancing to the rest of ''Stayin' Alive,'' which we bet has just wormed into your ear, where it will stay until at least bedtime tonight. Whether you're a brother or" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "7" , "title" : "EDITORIAL; Stayin' Alive" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/opinion\/29sun3.html"} , {"body" : "DAN SCHREIBER and Caroline Jeanjot took a one-bedroom sublet in Bay Ridge, Brooklyn, after arriving in New York three years ago from their native Brussels. They chose it because of its low monthly rent, around $1,200, but knew little about the city's geography. Their Bay Ridge neighborhood was ideal in all ways but one -- the tedious subway ride to" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Going With Uncool" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08Hunt.html"} ,   {"body" : "There are roughly six registered Democrats for every Republican in the city, but in Bay Ridge, Brooklyn, Republicans are not hard to find. There is Nils Sinden, 78, an immigrant from Norway who has lived in the neighborhood for 60 years. There is Danny Loccisano, 32, who was born there and has never left. And there is Sofia Toliou, 25, who is from" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "N.Y.C. ELECTION 2009; BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03brooklyn.html"} , {"body" : "Less than two years ago, the Brooklyn Brewery found itself in a bind that had squeezed many companies out of New York. It wanted to expand, but the rapid gentrification of its neighborhood, in Williamsburg, Brooklyn, had pushed rents beyond what it could afford. That was before the recession took hold in the city. Now, the brewery is taking" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Soft Real Estate Market Is a Key Ingredient at Brooklyn Brewery" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02brewery.html"} , {"body" : "HALPIN--Eileen Marie (nee Callaghan), of Bay Ridge, Brooklyn passed away on October 4, 2009 at The Harborage. Beloved wife of the late William S. Survived by her loving brother, Thomas V. and sister-in-law, Dr. Sophie H. Pierog. Eileen was predeceased by her parents, Thomas V. (retired NYPD) and Margaret (nee Connors) as well as her sister Anne J.," , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths HALPIN, EILEEN MARIE (NEE CALLAGHAN)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E0DD163AF932A35752C1A96F9C8B63"} , {"body" : "Halloween Events CLINTON HILL ANNUAL HALLOWEEN WALK Saturday, 5 to 6:30 p.m., a trick-or-treat walk for families through this Brooklyn neighborhood, with a map of locations provided by the Society for Clinton Hill, the walk's sponsor. It meets at the Pratt-Clinton Hill Community Garden, at the corner of Dekalb and Hall Streets;" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDB133AF933A05753C1A96F9C8B63"} , {"author" : "Lizzy Ratner is a journalist. Seth is the author, most recently, of the graphic novel ''George Sprott: (1894-1975).''" , "body" : "Even in this cheek-by-jowl town, the realm of other people's apartments remains resolutely mysterious. Sure, New Yorkers share walls, overhear fights, inhale the sweet-spiced victories (and, all too often, failures) of sundry kitchen experiments. But the odd, unholy secrets of our neighbors' homes remain hidden -- and some of these secrets are very" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)" , "UPPER WEST SIDE (NYC)" , "CHELSEA (NYC)" , "HARLEM (NYC)" , "BAY RIDGE (NYC)" , "MORNINGSIDE HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "OP-ART; Nightmare on Your Street" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/opinion\/30ratner.html"} , {"body" : "In 2008, the Republican Party lost its sole New York City Congressional seat to Michael E. McMahon, a City Council member at the time. He became the first Democrat since 1981 to win the 13th District, which covers Staten Island and a portion of Brooklyn, the most conservative areas in the city. The Republican Party's difficulties in this stronghold" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The City: Fight for Staten Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E6DD103AF936A15753C1A96F9C8B63"} , {"body" : "WHEN they married last November, Mike and Sarah Hudnall had two plans for the near future: a new home and a new baby. They assumed there would be sufficient time to hunt for the former while waiting for the latter to happen. Instead, Mrs. Hudnall became pregnant immediately, so finding a place to buy became a priority. In their cozy Park Slope," , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; New Home, New Addition" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18hunt.html"} , {"body" : "THE Smothers Brothers were born there. It's where Joe Louis took his Army physical. David Rockefeller once painted its restrooms. ''It'' is Governors Island, a 172-acre site, rich in history, that sits off the southern tip of Manhattan. ''Governors Island: The Jewel of New York Harbor'' (Syracuse University Press, $60), by Ann L. Buttenwieser, an" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "10" , "title" : "BOOKSHELF | FOR CITY EXPLORERS; A Military Past, an Unknown Future" , "url" : "http:\/\/travel.nytimes.com\/2009\/10\/11\/nyregion\/11books.html"} , {"body" : "Consider the facts of life for the two Republican candidates in the election next month for public advocate and city comptroller. Democratic voters in New York City outnumber Republicans by more than 5 to 1, giving the winners in the Democratic primary -- Bill de Blasio for public advocate and John C. Liu for comptroller -- such a big advantage" , "date" : "20091010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Republicans On the Trail, Going It Mostly Alone" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/10\/nyregion\/10candidates.html"} , {"body" : "Joe Newell, a police property clerk on Staten Island, would love for his brother, John, to get out of the Coney Island adult home where his television set and other property have mysteriously disappeared. But Mr. Newell remembers how the last time his brother lived on his own, he stopped taking his epilepsy medication and slipped on the ice," , "date" : "20091009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "For Families of Mentally Ill, Mixed Feelings Over Push Away From Adult Homes" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/nyregion\/09mental.html"} ,   {"body" : "Frail and dignified at 88, the man leaned on his cane and smiled as the story of his immigration in 1936 flashed behind him on a museum wall. Like tens of thousands of others who managed to come to the United States from China during a 60-year period when the law singled them out for exclusion, the man, Tun Funn Hom, had entered as a ''paper son,''" , "date" : "20090930" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Immigration Stories, From Shadows to Spotlight" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/30\/nyregion\/30chinese.html"} , {"body" : "A Brooklyn money manager was arrested on Tuesday and charged with swindling hundreds of investors, including many retirees, out of $40 million in what prosecutors called a ''classic Ponzi scheme'' dating to the 1970s. Officials said the money manager, Philip Barry, put some of the money into real estate investments that did not pan out and some" , "date" : "20090909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man Accused of Running Ponzi Scheme in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/09\/nyregion\/09ponzi.html"} , {"body" : "Since their inaugural season in 2001, the Brooklyn Cyclones have been a remarkable success story: locals have embraced the minor league club for returning baseball to the borough after a nearly half-century absence, as overflow crowds have poured into the Coney Island ballpark year after year. Winning has not hurt either: the Cyclones have missed" , "date" : "20090907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Despite Success, Fewer Fans Cheer Cyclones" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/07\/nyregion\/07cyclones.html"} , {"body" : "IT would be wrong to begin with anything but the beach. This tiny neighborhood, a mere four by eight blocks of the Rockaway peninsula in southern Queens, is bounded to the north by Jamaica Bay and to the south by the Atlantic Ocean. That proximity to the ocean defines Neponsit, from its blocks of waterfront mansions to the chummy neighborhood" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | NEPONSIT, QUEENS; A Beach Shared by a Tight-Knit Clan" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/realestate\/06livi.html"} , {"body" : "The coming season will see many repeat performances, as chefs and restaurateurs move to new locations or replicate existing establishments. ACCADEMIA DI VINO This more compact version of the Upper East Side wine bar and restaurant will open in the former Docks space on the Upper West Side: 2427 Broadway (89th Street), (212) 787-3070. First week of" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Branches" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02branch.html"} , {"body" : "The automated public toilet at National Street and Corona Plaza in Queens -- a self-cleaning contraption that douses itself with disinfectant after each use -- is a prince among lavatories. A stone's throw from the elevated tracks of the No. 7 train, translucent panels jut from a roof topped with a pyramidal skylight. Gender-specific pictographs" , "date" : "20090831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MADISON SQUARE PARK (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Sidewalk Oasis, if You Can Find One" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/31\/nyregion\/31toilets.html"} , {"body" : "One by one, they trundled and coughed their way into the nation's car dealerships: Astro minivans with aqua pinstripes, low-slung Buick Centuries, Chevy Tahoes in that slightly chlorinated dark green of the late 1990s, all headed for the junkyard of history. ''Clunker,'' the salesmen scribbled on their windshields in waxy crayon, or slapped on" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "Drivers Are Rushing to Dealerships as 'Cash for Clunkers' Program Winds Down" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/us\/politics\/23clunkers.html"} , {"body" : "JUST as New Yorkers become part of the summer patchwork on the beaches of Long Island and the Jersey Shore, another group reverse-migrates to New York City for the warm months: college interns. For decades, interns have served as coffee gofers in the financial district and entered data behind the walls of corporate cubicles in Midtown. But this" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Interns Find a Will, a Way, a Floor" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/realestate\/16intern.html"} , {"body" : "Empire State Signals Q.Now that there is no broadcasting of TV channels over the airwaves, what purpose do the antennas on top of the Empire State Building serve? A. Television and radio signals, just as before. ''The only change has been that analog has been shut off and replaced by digital,'' the building's management said in a statement. ''There" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09fyi.html"} , {"body" : "It wasn't a good moment to be the only member of the City Council who turned down an official parking pass, which allows members to park virtually anywhere. Councilman Tony Avella was racing to Kopperfields restaurant in Bay Ridge, where one of the few groups supporting his insurgent mayoral campaign was gathering. He circled the block in his" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Insurgent Candidate Fights Elitism, and Bloomberg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE4DB1530F93AA15754C0A96F9C8B63"} ,   {"body" : "THREE in the morning had come and gone on Sunday when the band went onstage, but the dance floor at the El Morocco club in Hamilton Heights had been packed for hours. As soon as La Banda Gorda, which had flown up from Santo Domingo for the show, broke into the telltale galloping rhythm of merengue, the crowd erupted with applause and joyous shouts" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "New York Rhythm: Viva la Variedad!" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/music\/24latin.html"} , {"body" : "THE Tesla Roadster was made for California. The all-electric convertible sports car accelerates about as fast as a Porsche 911 Turbo, but gets nearly three times the mileage equivalent of a Toyota Prius. It's as lean and athletic as a pro surfer and as guilt-free as a cup of chamomile tea. It's also more than $100,000, making it the perfect car for" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Taking a Tesla for a Status Check in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/fashion\/19tesla.html"} , {"body" : "CALL them members of the Obama generation: Seven of New York City's valedictorians, invited to discuss the future -- theirs, the city's, the world's -- could not help circling back to themes resonant from President Obama's historic campaign: diversity, globalization, cooperation, hope. ''We're that high school class that was there when Obama got" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Future Is Theirs" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/nyregion\/28valedictorians.html"} , {"body" : "Until it implodes with preposterous plot manipulations, ''The Narrows,'' directed by François A. Velle, can be appreciated as the film equivalent of a reasonably palatable pasta dish concocted from a familiar recipe and served in a no-frills restaurant. Its eager-beaver protagonist, Mike Manadoro (Kevin Zegers), is an aspiring photographer from an" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "MOVIE REVIEW | 'THE NARROWS'; Weaned on the Thug's Life, but Pulled Toward Grander Ambitions" , "url" : "http:\/\/movies.nytimes.com\/2009\/06\/19\/movies\/19narrows.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ACADEMY DANCES (Thursday) ''Northern Exposure'' brings together dances by undergraduate and graduate students and faculty members of New York University's Tisch dance department. (Through June 20.) At 8:30 p.m., Danspace Project, St. Mark's Church, 131 East 10th Street, East Village," , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/dance\/12dance.html"} , {"body" : "THE hookahs looked like exotic animals lurking in Hookahnuts, a shop for gifts and food in Bay Ridge, Brooklyn. In various shades of red, blue and green, these water pipes, used to smoke flavored tobacco, were the most vivid sign of the shop's Middle Eastern culture, presented among an eye-catching array that included intricate wooden trays," , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Festival for New York, That Muslim City" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05musl.html"} , {"body" : "INTERNATIONAL EUROPE SETS DEAL TO SHARE Information on Detainees European Union interior ministers agreed to share information on former inmates from the Guantánamo Bay detention center before they are accepted by any of the bloc's member nations. PAGE A4 PUTIN ASSAILS 3 BUSINESSMEN Prime Minister Vladimir V. Putin publicly chastised three men who" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3D71538F936A35755C0A96F9C8B63"} , {"body" : "A CALL TO COUNTERS And Bee Lovers Scientists and park officials want you, urban dweller, for the Great Pollinator Project, a bee-counting program started two years ago. The goal? Count how many bees live in the five boroughs. Aspiring bee counters can learn to participate in a series of orientations this month, and are then given seeds and plants" , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E6DC1231F937A35755C0A96F9C8B63"} , {"body" : "SPOKES: LEARNING To Ride...at 18 As New York City goes through something of a bicycling renaissance -- with the construction of new bike routes and improved bike parking -- one issue has received little attention: There are some New Yorkers -- and I'm not talking about 5-year-olds -- who do not know how to ride. Until I was 18, I was one of them." , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE2D6163FF930A35755C0A96F9C8B63"} , {"body" : "They are younger than their predecessors, have less experience in the classroom and are, most often, responsible for far fewer students. But their salaries are higher and they have greater freedom over hiring and budgets, handling a host of responsibilities formerly shouldered by their supervisors. Among the most striking transformations of New" , "date" : "20090526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CONTROLLING INTERESTS; Principals Younger and Freer, But Raise Doubts in the Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/26\/nyregion\/26principals.html"} ,   {"body" : "The death of a teenager who collapsed after a fight at a party in Prospect Park in March has been ruled a homicide, but the authorities said Thursday that the four people arrested on gang assault charges in the case would not face any additional charges. The medical examiner ruled this month that the March 8 death was a homicide because the" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Homicide Ruled in Collapse Of Youth After Fight in Park" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22homicide.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "YEAR-ROUND sunshine is hardly guaranteed, and mah-jongg tiles have not turned up in bulk just yet. But Charleston, on Staten Island's southwestern shore, is making a bid to take Florida's mantle as a destination for the region's elderly, with a trio of new and planned developments: the Tides at Charleston, Charleston Towers and Kreischerville. For" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Catering to a Grayer Crowd" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17staten.html"} , {"body" : "Myra Alperson is a matchmaker of sorts. She brings together people curious about exploring the city and introduces them to out-of-the-way neighborhoods they may never have visited. And like Napoleon's army, her crew travels on its stomach. An effervescent and ambulatory Zagat, Ms. Alperson has for 10 years run culinary tours that she calls" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BAY RIDGE JOURNAL; Changing Tastes, From Lingonberry to Baba Ghanouj" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16metjournal.html"} , {"body" : "A culinary tour in a Brooklyn neighborhood introduces people to a smorgasbord of tastes." , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "title" : "A NoshWalk Through Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/05\/16\/nyregion\/20090516METJOURNAL_index.html"} , {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} , {"body" : "PARLAMIS--Nicholas, M.D.,83, of Bay Ridge Brooklyn New York, former Director of Surgery, Lutheran Medical Center Brooklyn, gifted poet, died April 29, 2009. Served in Special Commando Forces (LOC) during civil war in Greece 1948-50. Graduate cum laude University of Athens Medical School. Survived by his wife Anna and family. Reposing at Dahill" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "34" , "title" : "Paid Notice: Deaths PARLAMIS, NICHOLAS, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E6DD1E3AF930A35756C0A96F9C8B63"} , {"body" : "IN hard times, few local figures are as vital as the bartender-philosopher. And no bartender-philosopher is quite like Peter Napolitano. Mr. Napolitano, 57, serves drinks at Melody Lanes, a bowling alley in Sunset Park, Brooklyn. The first thing that strikes you about him, when you take a break from the clatter of the bowling lanes and pad into the" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE VOICE; A Little Eschatology With That Bud?" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/thecity\/03bowl.html"} , {"body" : "PARLAMIS--Nicholas, M.D.,83, of Bay Ridge Brooklyn New York, former Director of Surgery, Lutheran Medical Center Brooklyn, gifted poet, died April 29, 2009. Served in Special Commando Forces (LOC) during civil war in Greece 1948-50. Graduate cum laude University of Athens Medical School. Survived by his wife Anna and family. Reposing at Dahill" , "date" : "20090502" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths PARLAMIS, NICHOLAS, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E1DF1E3AF931A35756C0A96F9C8B63"} , {"body" : "DEAR DIARY: It was shortly after the debut of the movie ''Fargo.'' My elegant Minnesota sister (from Lake Wobegon country) and I passed the venerable Steinway piano store on our way to Carnegie Hall. She admired a piano on display and waxed rhapsodic (and quite loudly) about its grand features. She is, after all, a piano teacher. A passing" , "date" : "20090427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/27\/nyregion\/27diary.html"} ,   {"body" : "The more than 100,000 counterfeit items seized this week from a warehouse in Bay Ridge, Brooklyn, included the usual fare of fake designer clothes and handbags. But besides the counterfeit Ralph Lauren shirts, Coach purses and other items found in rented storage spaces inside the warehouse, there were 17 pairs of fake Nike sneakers that bore not" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Counterfeiters Favored Nike, and Obama, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/nyregion\/25counterfeit.html"} , {"body" : "Lose your job in Boston, Pittsburgh, Seattle or Trenton and you could collect $544 or more per week in unemployment benefits. But get laid off in New York City, as almost 200,000 workers have in the past year, and the most you can collect is $430 a week. Despite its high cost of living, New York pays less to its unemployed than about two dozen" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "New York's Newly Jobless Find $430 a Week in Benefits Doesn't Go Far" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/19benefits.html"} , {"body" : "AS a setting for romance, the rolling thunder of a subway car, careening through the depths of Manhattan, is not high on the lists of most New Yorkers. But that's where love found Sarah Feldman and Jeffrey Laite one morning in January 2007. Ms. Feldman, known as Dixie, was in the middle of a heartbreak-induced depression when she left her Midtown" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Dixie Feldman and Jeffrey Laite" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/fashion\/weddings\/12VOWS.html"} , {"body" : "A humpback whale was spotted for several hours Thursday in New York Harbor near the Verrazano-Narrows Bridge, the Coast Guard said. The whale, which was first reported to the authorities by a resident's phone call around 8 a.m., did not appear to be injured or entangled. ''It's going out toward the ocean,'' said Petty Officer David Schulein, a" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Humpback Whale Visits New York Harbor, Protected by Coast Guard" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/nyregion\/10whale.html"} , {"body" : "''I'M co-opting you, I made blueberry muffins!'' Giulia Melucci hollers before you've even crossed the threshold to her Brooklyn apartment. The muffins are warm from the oven and finished with a dip of melted butter, then sugar. Who wouldn't be co-opted? The answer is the string of men Ms. Melucci, 42 and perpetually single, writes about in ''I" , "date" : "20090409" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH GIULIA MELUCCI; Romeo Is Late For Dinner" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/09\/garden\/09giulia.html"} , {"body" : "He is comfortably ahead in the polls. He has the vast powers of incumbency at his disposal. He has the backing of the city's most powerful business interests. But that does not seem to be enough for Mayor Michael R. Bloomberg. As his campaign sought to overpower any candidate considering challenging him, Mr. Bloomberg commissioned a telephone poll" , "date" : "20090407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Phone 'Survey' For Bloomberg Attacks a Rival" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/07\/nyregion\/07bloomberg.html"} , {"body" : "IN 1885, when Brooklyn was still an independent city, the St. George Hotel was rising on Clark Street, just steps from the East River. At 2,623 rooms, it would become the nation's largest and grandest hotel. By the early 1930s, its new tower rose more than 30 stories. Occupying an entire block of Brooklyn Heights, between Hicks, Henry, Clark and" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BROOKLYN HEIGHTS; Trying to Recapture the Glory Days, Up in the Old Hotel" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05geor.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "New York is a city of speed walkers, but the bus stop on the corner of Third Avenue and Bay Ridge Avenue in Bay Ridge, Brooklyn, has the look of a video clip of the city playing in slow motion. On Wednesday afternoon, a petite woman in sunglasses made her way with a cane to a friend who was already at the stop. An elderly woman with a walker also" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "BIG CITY; With No B37, Bay Ridge Gets Too Big" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27bigcity.html"} , {"body" : "NANCY AND AZIZ LAMAZOU hail from Lebanon and Tunisia. During Mr. Lamazou's years as a diplomat, they ate their way across the globe. They're purveyors of fine European packaged goods. They cave continental cheeses beneath a New York City sidewalk. They sell carefully made sandwiches. Nicky Defonte, born and raised in Bay Ridge, Brooklyn, is the" , "date" : "20090318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Within Six Blocks, Worlds Apart" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/18\/dining\/reviews\/18unde.html"} , {"body" : "Hours before its official record release show on Tuesday night the Brooklyn indie pop band Bishop Allen played a private concert at McGarry Bowen, an ad agency in Chelsea: a not uncommon gig at a time when many musicians make their living off commercials and licensing deals. Later it performed to a nonpaying capacity crowd at Other Music, the" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Becoming Professional, Just Not Self-Important" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/arts\/music\/12bish.html"} ,   {"body" : "A Brooklyn teenager chasing a group of unruly young men and the father of one of them from a party in Prospect Park just after midnight on Sunday collapsed and died after suffering what appeared to be a heart attack, the victim's friends and the police said. The youth, Sharif Abdallah, 17, who lived in Carroll Gardens, was not visibly injured in" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Youth, 17, Dies in Fracas at Party" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09prospect.html"} , {"author" : "Mark Levine teaches at the Iowa Writers' Workshop." , "body" : "MY NEIGHBOR JOE EMBRACED THE ZEITGEIST, or was embraced by it, shortly before Thanksgiving a couple of years ago when he decided to bid adieu to his S.U.V., a two-and-a-half ton specimen that was a pain to park, got only slightly better mileage than a cement mixer and bore a brand name that meant to evoke, through misspelling, a famously resilient" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Share My Ride" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/magazine\/08Zipcar-t.html"} , {"body" : "Around midnight Friday, the Rev. Gilbert Luis R. Centina III appeared outside his church in East Harlem, long past the office hours posted on the rectory door, asking people if they wanted to come in and confess their sins. At that hour, on that sidewalk, with the hood of his robe pulled tight over his head, Father Centina could be described as a" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Extended Hours, One Day Only: Absolution in the City" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/08confess.html"} , {"body" : "ARMITSTEAD--Reverend Austin Herrick, 84, passed away peacefully February 20, 2009 in his home. Reverend Armitstead was born on December 30, 1924 in Nashua, New Hampshire and spent his childhood and teenage years in New England and Pennsylvania before enlisting in the Army in early 1943. Armitstead fought for freedom as an infantryman in the 12th" , "date" : "20090304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths ARMITSTEAD, REVEREND AUSTIN HERRICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DA153AF937A35750C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "It is lunch hour in Times Square on a numbingly cold Tuesday. The five-story-high advertisements wink at the world. Along the walls of the buildings, the riverbeds of digital news are swollen with ruin, theft and war. Beneath it all, standing at the corner of 42nd Street and Seventh Avenue, are Bryce Smith, a tall man with a sparse brown beard, and" , "date" : "20090304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; Brave Producers Break Into Opera At a Grim Time" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/04\/nyregion\/04about.html"} , {"body" : "ARMITSTEAD--Reverend Austin Herrick, 84, passed away peacefully February 20, 2009 in his home. Reverend Armitstead was born on December 30, 1924 in Nashua, New Hampshire and spent his childhood and teenage years in New England and Pennsylvania before enlisting in the Army in early 1943. Armitstead fought for freedom as an infantryman in the 12th" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths ARMITSTEAD, REVEREND AUSTIN HERRICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DC153AF93BA15751C0A96F9C8B63"} , {"body" : "ARMITSTEAD--Reverend Austin Herrick, 84, passed away peacefully February 20, 2009 in his home. Reverend Armitstead was born on December 30, 1924 in Nashua, New Hampshire and spent his childhood and teenage years in New England and Pennsylvania before enlisting in the Army in early 1943. Armitstead fought for freedom as an infantryman in the 12th" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths ARMITSTEAD, REVEREND AUSTIN HERRICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEFDE153AF93BA15751C0A96F9C8B63"} , {"author" : "E-mail: Generationb@nytimes.com" , "body" : "IN ''The Wrestler,'' Mickey Rourke plays Randy (The Ram) Robinson, a big-time pro wrestler from the 1980s who has bought himself a one-way ticket to Palookaville. By the time we see him in the 2000s, Randy the Ram is: middle-aged, divorced and alone; estranged from his only daughter; working part time at a supermarket; living in a trailer in New" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "GENERATION B; The Ram vs. Tito Santana" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/fashion\/22generationb.html"} , {"body" : "BEING stuck in traffic on the Long Island Expressway isn't known as a spur to creativity (except of the colorful-expletive variety). But it worked out that way for Stan Schofield, a filmmaker who divides his time between Hampton Bays and Manhattan and used his enforced idleness on the L.I.E. to come up with the idea for a movie. While" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "Film Festival Celebrating 25 Years With 22 Features" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/long-island\/22filmli.html"} , {"body" : "Stretched thin in Afghanistan and Iraq, the American military will begin recruiting skilled immigrants who are living in this country with temporary visas, offering them the chance to become United States citizens in as little as six months. Immigrants who are permanent residents, with documents commonly known as green cards, have long been" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "U.S. Military Will Offer Path To Citizenship" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/us\/15immig.html"} ,   {"body" : "A Staten Island doctor was charged on Tuesday with operating a walk-in clinic that illegally prescribed steroids to more than 200 customers, prosecutors said, including one bodybuilder with a transplanted heart who eventually died from taking the drugs. The doctor, Richard Lucente, 37, ran a health clinic called the New York Anti-Aging and Wellness" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "S.I. Doctor Faces Charges in Steroid Case" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/11\/nyregion\/11steroids.html"} , {"body" : "A Brooklyn neighborhood pharmacy, a doctor and his health clinic have been indicted on charges related to the illegal sale of steroids, the Brooklyn district attorney's office said Tuesday. The doctor, Richard Lucente, 37, of Staten Island, was charged with the criminal sale of a prescription for a controlled substance, reckless endangerment and" , "date" : "20090210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "title" : "Charges for Steroid Sales in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/10\/nyregion\/11steroidscnd.html"} , {"body" : "Mayor Michael R. Bloomberg and Bishop Nicholas A. DiMarzio of the Diocese of Brooklyn unveiled a proposal on Saturday to convert four Roman Catholic schools singled out for closing into public charter schools, an 11th-hour lifeline meant to preserve the education provided in the buildings and stave off potential overcrowding in city schools. It" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Mayor and Bishop Announce Plan to Turn 4 Catholic Schools Into Charter Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/nyregion\/08schools.html"} , {"body" : "One elevator mechanic said he liked to have a beer or two on the job. Another employee disappeared for hours at a time. And still another used city time to shop and work on his car while he was supposed to be repairing elevators. Since at least 2004, workers in the New York City Housing Authority's beleaguered elevator division have been repeatedly" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "City's Elevator Mechanics Caught Skipping Work, Documents Show" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07elevators.html"} , {"body" : "Customers at John's Deli on Stillwell Avenue in Bensonhurst, Brooklyn, (there is also one in Bay Ridge) had lunch as part of the ''Godfather'' trilogy played on television. At the Museum of Modern Art, visitors moved between floors as a video by the Swiss artist Pipilotti Rist was being installed in the Marron Atrium. In the Passport series, James" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "LENS JAMES HILL; Passport" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E5DC1330F937A35751C0A96F9C8B63"} , {"author" : "Jonathan Mahler is a contributing writer for The Times Magazine and the author of ''The Challenge: Hamdan v. Rumsfeld and the Fight Over Presidential Power.''" , "body" : "SECURING THE CITY Inside America's Best Counterterror Force -- the NYPD By Christopher Dickey 321 pp. Simon & Schuster. $26 ''Never forget'' the T-shirts and bumper stickers declared after 9\/11, and no American -- let alone New Yorker -- ever will. Yet even those of us who call the city our home, who ride its crowded subways every day and" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "Cops and Bombers A reporter explores the" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/books\/review\/Mahler-t.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "''Here,'' said Eddie Byrnes. He waved his hand at a bare wall in a wholesale food warehouse in Brooklyn. ''This is where they usually keep the wings,'' said Mr. Byrnes, who buys food for the Kettle Black Bar and Restaurant in Bay Ridge. He squinted at a stack of boxes nearby that were full of chicken parts, all of them wrong. Drumsticks. Breasts." , "date" : "20090131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; A Super Bowl Victory, Answering a Prayer for Wings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/31\/nyregion\/31about.html"} , {"body" : "She pronounces the words gently, as if they were incantations that could make objects materialize. Walking into her bedroom -- which is dark because of a burnt-out overhead light bulb she cannot quite persuade the landlord to replace -- Carmela Scarpulla lists the things she needs and cannot afford: ''A dresser. A little table. A lamp.'' It is not" , "date" : "20090128" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Regaining Independence, But Losing Some Support" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/28\/nyregion\/28neediest.html"} , {"body" : "THOUGH Christine and David Crowe were eager to downsize, they were apprehensive. After three decades, they would be going from a two-level house on Long Island with four bedrooms and three bathrooms to a one-bedroom one-bath apartment in New York City. With their three children grown and retirement ahead, ''all the things we moved to Long Island" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The City Experiment" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25hunt.html"} , {"body" : "When she felt a lump, in December 2007, Jackqulyn McMillan feared it was her turn. One of her seven sisters, Anna Cook, had breast cancer and died in 1982. Another, Gwen Wood, had lung cancer and died in 1993. Gaynell McMillan, another sister, got a diagnosis of breast cancer in 1999 and, after a lumpectomy, survived. And one more sister, Viola" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Lost Ground in a Standoff With Cancer" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/23\/nyregion\/23neediest.html"} ,   {"body" : "The Diocese of Brooklyn has proposed closing 14 elementary schools at the end of the current academic year, a plan that would mean that one of the nation's largest Catholic dioceses would have shuttered nearly 40 percent of its grade schools in the past seven years. The proposed closings and mergers, announced on Monday, are the latest retrenchment" , "date" : "20090113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Diocese Moves to Shut 14 Schools as Enrollment Slides" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/13\/nyregion\/13close.html"} , {"body" : "EVEN if the latest economic slump stunts the explosion of New York's population before the end of the decade, you can count on the fact that the city's proverbial changing neighborhoods will keep changing. Detailed census figures released last month and analyzed for The New York Times by Andrew Beveridge, chairman of the sociology department at" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK BY THE NUMBERS; Neighborhoods, Up Close and Personal" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11intr.html"} , {"body" : "A New York City wastewater treatment plant worker was killed early Friday when a temporary conveyor belt collapsed, crushing him under its steel supports, city officials said. The accident occurred about 8:30 a.m. as workers at the site, the Owl's Head Wastewater Treatment Plant, in the Bay Ridge section of Brooklyn were moving the conveyor belt --" , "date" : "20090110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "City Worker Crushed to Death at Sewage Plant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/10\/nyregion\/10sewage.html"} , {"body" : "Like many of the Italians who frequently visit the Amico senior center in Borough Park, Brooklyn, Salvatore Amato, 78, who arrived here from Sicily in 1958, speaks little English. Some, like Luigi Buonincondro, 91, a former Italian soldier who came to New York from Naples in 1961, understand English, but have a hard time reading or writing it. ''I" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "For Italians in Brooklyn, the Faces and the Voices on the Streets Have Changed" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/nyregion\/07italians.html"} , {"body" : "Anger over the Israeli assault on Gaza spilled into Times Square on Saturday, as hundreds of protesters condemned the attacks in a demonstration that stretched four blocks and clogged much of the city's central tourist district for several hours. The protest came as Israeli troops began a ground incursion into the Hamas-controlled territory in what" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY" , "GAZA STRIP"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Rally Protests Fighting in Gaza" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/04march.html"} , {"body" : "While other eyes were on the ball dropping in Times Square, a lucky few New York City police commanders were looking down at a similar shape before them, the little oval in the 2008 statistics under the column marked ''murder.'' If you listened closely this week, you could hear the rapping of knuckles on old desktops in the commanders' precinct" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Precincts With the Best New Year: No Homicides in '08" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01precincts.html"}]