[  {"body" : "A COOK should always say yes when offered something that will ''stink up your pot real good.'' It's a lesson I learned earlier this month, when James Graham handed me a couple of pieces of seasoning meat from his truck, parked on a stretch of asphalt in Brooklyn. Seasoning meat is really just the thick trimmings band-sawed from the top or bottom of" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn's Flavor Route to the South" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2DD1F38F933A05751C1A96F9C8B63"} , {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "''After the smoke cleared,'' Ronald Sykes was saying, ''after the smoke cleared ...'' Now he had to stop. He stood up in his kitchen, in Bedford-Stuyvesant, Brooklyn, in his military uniform. He sighed. He walked to the bathroom. He splashed his face with water. He told himself it would be O.K. Then he came back out and sat down with a grimace on" , "date" : "20091228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; Conquering the Battle Zone in His Mind" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/28\/nyregion\/28neediest.html"} , {"body" : "To Kenyattae Peterson, a day off is a day he only has to work one job. Every day from 1 to 9 a.m., Mr. Peterson, 29, stocks the food court at Madison Square Garden, where his companion, Lacey Green, 28, also works. When his shift ends he walks across the street and starts a nine-hour shift as a mail clerk at Fuse, the cable music channel. By the" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Between Working 2 Jobs, Squeezing In Family Time" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24neediest.html"} , {"body" : "The City Council approved a proposal on Monday to rezone and develop housing in the Broadway Triangle, a blighted patch of Brooklyn that has defied such plans for decades, often amid bitter neighborhood disputes. The proposal calls for the construction of 1,851 units of housing on the 31-acre parcel, at the juncture of Williamsburg," , "date" : "20091222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Housing Plan Approved For Broadway Triangle" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/22\/nyregion\/22triangle.html"} , {"body" : "At the Target in the Atlantic Terminal mall in Brooklyn, checkout at Line 19 was in many ways like the 26 others on Tuesday evening, with a cashier in a red shirt and khakis steadily scanning and packing piles of DVDs, Elmo dolls and Huggies into distinctive red-and-white bags. For hours the wait was only about 10 or 15 minutes -- not bad during" , "date" : "20091219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ON SALES; Shopping: The Beat Goes On, And On" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/19\/nyregion\/19sales.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "When John Tauranac heard that the W and Z subway lines were about to fade into a penury-induced sunset, his heart sank. It was an understandable reaction. The disappearance of the two lines, he said on Monday, would mean that ''these will all soon be out of date.'' By ''these'' Mr. Tauranac was referring to subway maps that he produces as a" , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NYC; No W or Z? Mapmakers, Grab Your Pens" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15nyc.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Ann Kansfield, who runs a weekly food pantry at the Greenpoint Reformed Church in Brooklyn, cannot bring herself to tell you this, so I will: She doesn't want your cans. As uncharitable as it sounds, she doesn't want your holiday food drives. Don't be offended. She knows you are well meaning; just misguided, perhaps misinformed. Cans of food are" , "date" : "20091212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BIG CITY; To Feed the Hungry, Spread the Word: Cash Is Preferred Over Cans" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/12\/nyregion\/12bigcity.html"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York. More oratorio performances are listed on Pages 24 and 25. Admission is free unless otherwise noted. (Churches accept donations.) Monday CHURCH OF ST. LUKE IN THE FIELDS (Episcopal), 487 Hudson Street, at Grove Street, West Village. Open sing of Handel's ''Messiah'';" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Hallelujahs Everywhere" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/11bmessiah.html"} , {"body" : "A SUBWAY SIGN All Your Own Pondering New York-themed holiday gifts, you may ask yourself: What New Yorker doesn't feel the emotional pull of the iconic white Helvetica letters against the black background? As of last week, the intellectual-property-rights-conscious Metropolitan Transportation Authority has given a license to a Brooklyn company," , "date" : "20091208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EED9173BF93BA35751C1A96F9C8B63"} ,   {"body" : "One hundred twenty years ago, the last execution by hanging in New York State took place at Raymond Street Jail, a turreted, long-gone structure in Fort Greene, Brooklyn. There, at 7:30 a.m. on Dec. 6, 1889, John Greenwall, a k a Johann Theodore Wild, a 30-year-old German immigrant, tailor by trade and thief by rap sheet and reputation, paid for" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BLOGOSPHERE A DARK MOMENT; The Last Man Hanged by New York State: Was He Guilty?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2D91E3CF935A35751C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. FABIAN ALMAZAN TRIO (Thursday) Fabian Almazan is the latest pianistic prodigy in the Terence Blanchard Band, a Cuban-born dazzler with a melodic instinct to match his technique. He steps out with a trio here, and it's a good one, featuring Linda Oh on bass and Henry Cole on drums. At 9" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WEST VILLAGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/music\/04jazz.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 6 p.m., the annual Thanksgiving Weekend Art and Craft Fair. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, 11 a.m. to 5 p.m. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506, aliceausten.org;" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CEFDF153CF934A15752C1A96F9C8B63"} , {"body" : "A lot of people cry over their hard-luck stories. Dominique Wright wants to write about hers. She started her first journal at 8 years old, while living with a foster mother in South Jamaica, Queens, because her own mother had turned to drugs and alcohol and could not keep her six children at that time. At 12, her father regained custody of her and" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "THE NEEDIEST CASES; Chronicling a Life and Honing Job Skills" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/nyregion\/27neediest.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Wednesday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20jazz.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "THE chef King Phojanakong certainly has the frontier spirit. It's been six years since he set up shop in a tenement on the then-forlorn Lower East Side, serving ambitious, idiosyncratic Asian fare at Kuma Inn. Reachable only by a vertiginous stair, it has always had a scrappy vibe, like a speak-easy meant for quick disassembly. Last year, Mr." , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Comfort Food the Southeast Asian Way" , "url" : "http:\/\/events.nytimes.com\/2009\/11\/18\/dining\/reviews\/18unde.html"} , {"body" : "John Quincy Adams is a preacher in Brooklyn. He founded the New Frontier Baptist Church in Bedford-Stuyvesant, where he has been a pastor for 45 years. Mr. Adams, 87 -- father of two, grandfather of seven, great-grandfather of two, said he never gave much thought to sharing the name of a former president. ''My life has been fruitful,'' he said." , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "page_facet" : "32" , "title" : "LENS; Presidents: John Quincy Adams" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E0D9173AF93BA25752C1A96F9C8B63"} , {"body" : "NEW YORK ON LESS: Finances Flabby? Tighten the Body Just because your bank account has lost some of its muscle does not mean your body has to suffer the same fate. Take Charlene Bryant, 45, who has lost 10 pounds since being laid off from her job with Citibank. ''With the flexibility that my schedule has given me, I can go to the gym more often, I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DB1739F935A25752C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. NOAH BAERMAN GROUP (Thursday) Noah Baerman, a modern-minded young pianist and educator, presents a new commission, ''Know Thyself,'' for an ensemble that includes the saxophonists Wayne Escoffery and Erica Von Kleist, the guitarist Amanda Monaco and the vibraphonist Chris Dingman. At 9" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/music\/13jazz.html"} ,   {"body" : "DAN SCHREIBER and Caroline Jeanjot took a one-bedroom sublet in Bay Ridge, Brooklyn, after arriving in New York three years ago from their native Brussels. They chose it because of its low monthly rent, around $1,200, but knew little about the city's geography. Their Bay Ridge neighborhood was ideal in all ways but one -- the tedious subway ride to" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Going With Uncool" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08Hunt.html"} , {"body" : "Mayor Michael R. Bloomberg's campaign, having spent $100 million or more on ads and outreach, would love to be able to buy a 60-degree day. The higher the temperature, the thinking goes among Mr. Bloomberg's staff, the wider the margin of victory. William C. Thompson Jr.'s campaign is more interested in the city's emotional temperature -- hoping" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayoral Campaigns Look Skyward, and Everywhere Else, for the Keys to Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03watch.html"} , {"body" : "Albert Vann built his legend in Brooklyn from the ground up, first as an outspoken community leader during a fight with the teachers' union in Ocean Hill and Brownsville in the late 1960s. By the early 1980s, he had transformed from a rebel assemblyman into a political power broker and a leader among black politicians who labored outside" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Once a Young Turk, Now Challenged by One" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02vann.html"} , {"body" : "As their aides fretted over the prospect of low turnout at the polls, the candidates for New York City mayor delivered last-minute appeals to voters on Sunday, with Comptroller William C. Thompson Jr. urging New Yorkers to reject an incumbent ''who thinks he's above democracy,'' and Mayor Michael R. Bloomberg asking for a third term to ''keep" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "For Mayoral Candidates, One Final Push to Rally Voters" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02mayor.html"} , {"body" : "Roy DeCarava, the child of a single mother in Harlem who turned that neighborhood into his canvas, becoming one of the most important photographers of his generation by chronicling the lives of its ordinary people and its jazz giants, died on Tuesday in Manhattan. He was 89 and lived in the Bedford-Stuyvesant section of Brooklyn. His death was" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "Roy DeCarava, Harlem Insider Who Photographed Ordinary Life, Dies at 89" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/arts\/29decarava.html"} , {"body" : "As people across the country clamor for the swine flu vaccine, fewer than half of New York City parents with children in elementary school have given permission for their children to receive the vaccine at school, reflecting some ambivalence about the need for the vaccine or concern about its effects. Health officials said that while they did not" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Demand Light For Flu Vaccine At City Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/nyregion\/29vaccine.html"} , {"body" : "A Brooklyn developer who took advantage of a faculty-housing exemption to build oversized condominium buildings, then sold the units on the open market, will be barred from selling apartments in New York State, according to an agreement between the developer and the attorney general's office. Along with barring him from selling real estate" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "State Accord Bans Sales Of Homes By Developer" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24brach.html"} , {"body" : "In January 2000, in his fourth year as New York City's Board of Education president, William C. Thompson Jr. tired of living in wartime. Mayor Rudolph W. Giuliani had just claimed the scalp of another schools chancellor, and now the mayor vowed to impose his own candidate on the school system. So Mr. Thompson, a politician known for playing things" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Thompson's Role in Schools Post: A Deft Hand Behind the Scenes" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/nyregion\/21thompson.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "It's true that ''second black mayor of New York'' does not exactly have the same exciting ring to it as ''first black president of the United States.'' Even so, in a majority-minority city that was as galvanized as any by President Obama's victory a year ago, you would think that William C. Thompson Jr.'s campaign might occasionally enjoy some lift" , "date" : "20091020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BIG CITY; The Drawbacks of a Colorblind Campaign in an Obama-Mad City" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/20\/nyregion\/20bigcity.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MUHAL RICHARD ABRAMS AND FRED ANDERSON\/MARK TAYLOR QUARTET (Friday) In addition to being a venerable pianist and composer, Mr. Abrams is an architect of the Association for the Advancement of Creative Musicians, which presents one of its periodic New York concerts here. Performing with" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/music\/16jazz.html"} ,     {"body" : "The police said three plastic bags containing the skeletal remains of various body parts were found in Brooklyn. The bags, two of which enclosed suitcases containing the remains, were found Sunday on a street in Bedford-Stuyvesant. The medical examiner was working to identify the parts, as well as the sex, race and cause of death. There have been" , "date" : "20090831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "3 Bags Containing Body Parts Are Found in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/31\/nyregion\/31parts.html"} , {"body" : "Dreaming of careers fighting fires, they applied by the hundreds, only to end up with test scores that put highly coveted jobs in the city's Fire Department hopelessly out of reach. So they turned their attention to seeking -- or settling for --other jobs: U.P.S. worker, credit union teller. Jamel Nicholson, who had a family to support, unclogged" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Rejected Minority Firefighter Candidates Reflect on What Might Have Been" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/nyregion\/28firefighters.html"} , {"body" : "Gone are the crucifixes in every classroom and the carvings of the Virgin Mary from the airy, red-brick building that has been home to St. Mary's School at the Newark Abbey since 2001. The fixtures were relocated -- along with St. Mary's -- to make way for a charter school, Robert Treat Academy, to open a second campus here this month. It is the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "To Survive, a Catholic School at Newark Abbey Makes Way for a Rival" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/education\/28newark.html"} , {"body" : "David N. Dinkins, New York City's first black mayor, offered some blunt advice on Monday to David A. Paterson, New York State's first black governor: Don't accuse your critics of racism. Mr. Dinkins was reacting to comments Mr. Paterson made in a radio interview on Friday that he was the victim of a racially motivated news media campaign to keep" , "date" : "20090825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Dinkins Advises Paterson: Stop Calling Your Critics Racist" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5DE1030F936A1575BC0A96F9C8B63"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} , {"body" : "COMING to New York from her native Bologna, Italy, Francesca Basile had little idea of what kind of home she wanted -- or even of what was available. All she knew was that her home must be ''soaked with light.'' ''I didn't know how people live in New York,'' said Ms. Basile, 24. When she began her apartment hunt online from Italy last winter, she" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Long-Distance Romance" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23hunt.html"} , {"body" : "''Let's say we take an airplane somewhere.'' This was a fishing guide named Frank Crescitelli talking, getting around to the subject of bluefish, why it gets a bad rap, why it should not. Crescitelli is from Staten Island, where he has run a boat out of Great Kills Harbor since he was 13. He has been a guide in the city for a dozen years. You can" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "THE CHEAT; Something Fishy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2D9173FF930A1575BC0A96F9C8B63"} , {"body" : "It's not as if there's nothing to eat along the bustling stretches of Jamaica Avenue: There are street vendors plying candies, nuts and chicken gyros; fast-food chains advertising value meals; and a food hall serving plates of chicken teriyaki. But the question has been where to buy a simple banana. Now fruit lovers have an answer. Rosa Prieto, 32," , "date" : "20090822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "JAMAICA CENTER JOURNAL; A Green Niche in the Curbside Market" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/22\/nyregion\/22metjournal.html"} , {"body" : "PERSPECTIVES: ART, Women and Islam The Museum of Contemporary African Diasporan Arts The James E. Davis Building 80 Hanson Place, Fort Greene, Brooklyn Through Sept. 13 The Museum of Contemporary African Diasporan Arts, more easily called Mocada, is a New York story, by now often told. The museum started in a walk-up office space in a church house" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DA123AF932A1575BC0A96F9C8B63"} , {"body" : "Living in Bedford-Stuyvesant, Brooklyn: History, with hipper retailing and fewer hazards." , "date" : "20090820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "title" : "Living in Bedford-Stuyvesant, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/08\/20\/realestate\/0823-livingin-slideshow_index.html"} ,   {"body" : "It was shortly after 8 a.m. on a sun-drenched July day in this idyllic hamlet 50 miles north of Manhattan, and a hulk of a man named Venice Crafton was lumbering between beds of arugula, leaving outsize footprints in his wake. Mr. Crafton is 6-foot-2 1\/2 inches, 241 pounds and missing his two front teeth, all of which might have made him seem" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GARRISON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hope's Two Acres" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/nyregion\/16farm.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} , {"body" : "As he strolled once more through his native Brooklyn, it was clear Big Daddy Kane had been missed. On the paths of Prospect Park and the streets of Flatbush, men of all ages did double takes, then bumped their fists against their chests in respect. A woman who came out of her store to greet him with a squeal was one of many who asked, ''Where you" , "date" : "20090810" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "DOWNTOWN BROOKLYN (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Nostalgic Trip Home for a Hip-Hop Icon" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/10\/nyregion\/10bigdaddy.html"} , {"body" : "MARY THERESA ZIEGLER never cared for the love seat she bought for $50 at a street sale in Brooklyn in 2004. For Ms. Ziegler, then a member of the Teach for America program who had just arrived in the city for a faculty position at a Bedford-Stuyvesant elementary school, the beige love seat was merely a utilitarian purchase. ''Not comfortable,'' Ms." , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Mary Ziegler and John Roberts III" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/fashion\/weddings\/09VOWS.html"} , {"body" : "A New York City police officer was shot in the chest outside a precinct station house in Brooklyn early on Saturday morning, but was saved from serious injury by his bullet-resistant vest, which stopped the round, officials said. The officer, whom officials did not identify, was struck by a single round at 3:20 a.m. as he stood in uniform in the" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "Officer Is Shot in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7D91E30F93AA3575BC0A96F9C8B63"} , {"body" : "DON'T be fooled: Saraghina is a restaurant in pizzeria's clothing. Yes, the front dining room is dominated by a wood-burning oven; the pizzaiolo learned his craft from Michele Iuliano of Luzzo's; and the menu, a single sheet of paper, lists little more than six Naples-style pizzas ($10 to $15). But really, Saraghina is a trattoria -- you just need" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; So Much More Than a Slice" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/05\/dining\/reviews\/05unde.html"} , {"body" : "Mayor Michael R. Bloomberg has made a plan to create housing for half a million low- and moderate-income New Yorkers one of his signature initiatives, driving the rezoning of swaths of New York City to create what city planners call the largest municipal affordable housing plan in the nation. But in one neighborhood, the rush to build affordable" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Old Feuds Resurface in a Brooklyn Rezoning Fight" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/nyregion\/05broadway.html"} , {"author" : "E-mail: fyi@nytimes.com." , "body" : "Coins in the Fountains Q.I was walking past a fountain in Madison Square Park the other day. The water was off, the fountain was dry as a bone, and a parks department worker (I hope) was inside the fountain vacuuming up the coins. Where do all the coins go? A. Not to erase the city's deficit, unfortunately. It's not as much as one might think." , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/nyregion\/26fyi.html"} , {"body" : "Eleven years after he claimed he was shot by a fellow police officer, a former New York Police Department sergeant accepted a $3.25 million settlement from the city on Monday, ending a legal battle after more than a decade of wrangling. Dexter Brown, 46, who was shot in the back, agreed to drop his wrongful-injury lawsuit, which accused the Police" , "date" : "20090721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Police Officer Shot During Drug Raid 11 Years Ago Settles Suit Against City" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/21\/nyregion\/21brown.html"} , {"body" : "Frank McCourt, a former New York City schoolteacher who turned his miserable childhood in Limerick, Ireland, into a phenomenally popular, Pulitzer Prize-winning memoir, ''Angela's Ashes,'' died in Manhattan on Sunday. He was 78 and lived in Manhattan and Roxbury, Conn. The cause was metastatic melanoma, said Mr. McCourt's brother, the writer" , "date" : "20090720" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "17" , "title" : "Frank McCourt, Whose Irish Childhood Illuminated His Prose, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/books\/20mccourt.html"} ,   {"body" : "Museums and Sites MUSEUM OF THE CITY OF NEW YORK Wednesdays, 6 to 9 p.m., through Aug. 26, music and dancing at ''The Speakeasy at 1220 Fifth,'' with cocktails and viewing of exhibitions; $12; $10 for members. Fifth Avenue at 103rd Street , (212) 534-1672, mcny.org. Suggested admission: $10; $6 for students and 62+; free for under 12; $20 for" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDC1130F934A25754C0A96F9C8B63"} , {"body" : "Theatergoers are an optimistic bunch. After being treated with indifference for an hour, many will still brave another act in the hope that something interesting will occur. Yet for audience members attending John Prescod's ''Pre-Disposal,'' such faith proves futile. In return for sticking around, they are soon mired in a second hour that subjects" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "THEATER REVIEW | 'PRE-DISPOSAL'; Talk From a Sidewalk, Recycled Into Drama" , "url" : "http:\/\/theater2.nytimes.com\/2009\/07\/17\/theater\/reviews\/17predisposal.html"} , {"body" : "Manhattan Murray Hill . . . . . . . . . . . . $330,000 305 East 24th Street, New York Towers 40 weeks 500-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, 4 closets, parquet floors, c\/a, East River view, laundry room in building; maintenance $658, 55% tax deductible; listed at $365,000. Broker: Citi Habitats. Chinatown . . . . . . . . ." , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4DE133AF931A25754C0A96F9C8B63"} , {"body" : "Frank Mickens, a blunt, no-nonsense principal who brought order and significant academic improvement to what was once one of New York City's most troubled schools, Boys and Girls High School in Bedford-Stuyvesant, Brooklyn, died Thursday at his home in Brooklyn. He was 63. He died of natural causes, his cousin Sharon Rose said. Mr. Mickens, a" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "17" , "title" : "Frank Mickens, 63; Brought Success To a Tough Brooklyn High School" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/11\/nyregion\/11mickens.html"} , {"body" : "It was a defining moment in Ruth Lovelace's life: the unexpected announcement over the public address system at the Brooklyn high school where she taught, saying that she had been chosen coach of the boys' varsity basketball team -- the first female coach of a boys' team in the Public Schools Athletic League. ''I didn't think I would be a" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Unconventional Principal Who Saved a Troubled School" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/11\/nyregion\/11principal.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "Alone on an early morning last month, days away from leaving the pulpit he had occupied for 35 years, the Rev. Johnny Ray Youngblood started to write a poem. He titled it ''The Time Has Come,'' and he set down verses about the stations of his life, from boyhood innocence to college idealism, from marriage to child-rearing to divorce. But when he" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "ON RELIGION; Letting Go, Gradually, of a Life Embracing the Ministry" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/11\/us\/11religion.html"} , {"body" : "When it came to representing the sprawling nature of the foreclosure crisis in New York City, the artist Damon Rich figured out that the best thing to do was to shrink it down to size. And so he used the 9,335-square-foot Panorama of the City of New York, the intricate architectural model built for the 1964 World's Fair, and hundreds of neon-pink" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mapping a Bird's-Eye View of Foreclosure Misery" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/arts\/design\/08panorama.html"} , {"body" : "Around the State Senate, John L. Sampson is known as one of the least garrulous members of a highly garrulous body. So when his colleagues elected him co-leader of the Senate Democrats last month, it came as little surprise to Mr. Sampson's father that his son did not immediately call to gloat. ''People called me and said, 'Congratulations," , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Formerly Reticent, a Brooklyn Democrat Finds a Voice as a Leader in the Senate" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/nyregion\/03sampson.html"} , {"body" : "Jamie Foxx, the host of the Black Entertainment Television music awards, was unequivocal on Sunday night. ''We want to celebrate this black man,'' Mr. Foxx said of Michael Jackson. ''He belongs to us and we shared him with everybody else.'' Around the world, Mr. Jackson was celebrated Sunday, but there was a special fervor in black neighborhoods" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "In Jackson's Death, Black Ambivalence Fades" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/29\/us\/29race.html"} , {"body" : "THE STRANGE ONE He's strange, for sure: a cadet in a Southern military academy, he has a porn star name (Jocko de Paris), likes to lounge around in silk dressing gowns, puffs on his cigarettes through a Holly Golightly holder and in his spare time enjoys sadistically goading his fellow students into paddling one another with brooms or (preferably)" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "DVDS; Guys in Uniform, And One More In a White Suit" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/movies\/homevideo\/28kehr.html"} ,   {"body" : "THE JONAS BROTHERS: THE 3D CONCERT EXPERIENCE Disney's popular boy band in concert and behind the scenes, rendered in retrograde (red and blue lenses) 3-D. Bruce Hendricks directed. It ''isn't a movie so much as a devotional object, a kind of secular fetish designed to induce rapture,'' Nathan Lee wrote in The New York Times in February. (Disney," , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Also out this week" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0DD173AF93BA15755C0A96F9C8B63"} , {"body" : "On Thursday afternoon in Brooklyn, the normally staid campaign ritual of collecting signatures elicited an unusually hostile response, according to a 20-year-old campaign worker. The worker, James Soyers, who was seeking support for Anthony Herbert, a candidate for a City Council seat, said that he and another worker were collecting signatures near" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Campaigner Tells of Threat By Gunman" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/nyregion\/26campaign.html"} , {"body" : "Manhattan Inwood . . . . . . . . . . . . . . . $375,000 687 West 204th Street r 1 f 1 h 0 o 8 weeks 1,000-sq.-ft. co-op in a prewar building; dining area, renovated eat-in kitchen, high ceilings, h\/w floors, 2 exposures; maintenance $681, 50% tax deductible; listed at $399,000. Broker: Simone Song Properties. Upper East Side . . . . . . $511,000" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401EFDE1639F932A15755C0A96F9C8B63"} , {"body" : "For some theater buffs summer in New York City usually includes a trip to the Delacorte to see the annual Shakespeare in the Park productions from the Public Theater. But real aficionados know that plenty of other free outdoor shows pop up year after sweltering year, seeming to ask, ''What about us?'' and offering Elizabethan comedy and drama to" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "All the City's a Stage, and All the Admissions Free, This Time of Year" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/theater\/19shake.html"} , {"body" : "Sip and Help A tasting of Spanish wines on June 18 from 6:30 to 9:30 p.m., sponsored by PJ Wine to benefit Action Against Hunger, will be held at Landmark on the Park, 160 Central Park West (76th Street): $99.99 from pjwine.com. A Worldwide Movement Rami Zurayk, a founder of Slow Food's Beirut chapter, will attend a Lebanese dinner on June 19 at" , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Benefits" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/17\/dining\/17bene.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "When inevitably asked about how he came to be called Ramses Barden, the Giants' third-round draft pick out of little Cal Poly, prefers the short-form answer. His father, Al, gave him the name of one of Egypt's great Pharaohs as a symbol of everlasting strength. That is the truth but not whole truth, not even most of it. The longer version requires" , "date" : "20090615" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS OF THE TIMES; Giants Receiver's Name, The Long and Short of It" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/15\/sports\/football\/15araton.html"} , {"body" : "SINCE President Obama unveiled a mortgage modification program in March to help people who are at risk of losing their homes, housing counselors in the New York area have fielded hundreds of calls along the lines of: ''How do I get one of those 2 percent mortgages?'' The answer has often been, ''Well, it's not that simple.'' Housing advocates who" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Penetrating The Maze Of Mortgage Relief" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/realestate\/mortgages\/14cov.html"} , {"body" : "As usual, Thu Tran was trying to do two things at once. In the living room of her apartment in Greenpoint, Brooklyn, its floor littered with glittery scraps of paper, she was supervising two friends who were decorating balloons and beach balls to be tossed to the crowd at a D.J. show the following night. Meanwhile in the kitchen she was adding" , "date" : "20090606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Foodie With a Taste for the Surreal" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/06\/arts\/television\/06food.html"} , {"body" : "The men and women in blue scuffed their feet and chatted quietly, spread out in spidery tangles. There were police officers everywhere, outside Al's Food Market and One Mary Nails and El Pancho Grocery. The officers had not yet tugged on their white dress gloves, and many of them had tucked them under their shoulder straps. One of the men brushed a" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Amid a Sea of Blue, Bidding a Slain Police Officer His Final Farewell" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/nyregion\/05funeral.html"} , {"body" : "ONE afternoon last week, Mary Mattingly, a 30-year-old sculptor and photographer who has been living in a two-bedroom walk-up in Queens, gave a reporter a tour of her new home, a 30-by-100-foot barge moored at the Brooklyn Navy Yard. ''This is the living quarters,'' Ms. Mattingly said, standing on deck and pointing to a half-built shed made of" , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "A Fluid Definition Of Self-Sufficiency" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/04\/garden\/04waterpod.html"} ,   {"body" : "During her spring break in March, Chanequa Campbell, a Harvard senior, traveled to Milan for at least the fourth time in two years. In all, she had been away from Harvard for the better part of her junior and senior years, studying for four months of her junior year abroad in Italy, where she also took vacations during her senior year. This was" , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "From Bed-Stuy to Harvard, and Then Into Limbo" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/04\/nyregion\/04campbell.html"} , {"body" : "Thousands lined the streets of Bedford-Stuyvesant in Brooklyn Thursday morning to mourn Omar J. Edwards, the 25-year-old police officer who was fatally shot by a fellow officer." , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "title" : "Brooklyn Mourns a Fallen Officer" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/06\/04\/nyregion\/20090605-FUNERAL_index.html"} , {"body" : "Hundreds of mourners filed past the coffin of Police Officer Omar J. Edwards on Tuesday afternoon at his wake in Bedford-Stuyvesant, Brooklyn. Many wore the same uniform, and many had known him for years from the neighborhood. Officer Edwards was laid out in a crisp navy blue dress uniform. Two drawings from his toddler son -- jagged scribbles on" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hundreds Mourn Slain Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/03\/nyregion\/03shoot.html"} , {"body" : "At the home of Officer Omar J. Edwards in Brooklyn, the constant stream of visitors can often be separated into two camps. There are the relatives and friends who come to check on the officer's widow, some with mementoes for his two young sons. Then there are the community leaders, elected or otherwise, who also come to pay their respects, but" , "date" : "20090602" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Paying Respects, With Mementos and Calls for Change" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/02\/nyregion\/02shoot.html"} , {"body" : "As some elected officials wrestled Sunday with the racial implications of a police shooting that left a black officer dead and a white one devastated, a bereaved relative -- himself a member of the New York police force -- struggled between grief and understanding. ''My heart goes out to him,'' said William Glenn, the father-in-law of Omar J." , "date" : "20090601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Coping With Police Shooting, and Working to Avoid a Repeat" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/01\/nyregion\/01shoot.html"} , {"body" : "As the city prepared a funeral with full honors for a police officer who was fatally shot by another in East Harlem on Thursday night, elected and civic leaders and the officer's grieving relatives called on Saturday for circumspection and an appreciation of the split-second decisions officers must sometimes make. ''Everything is fast reaction,''" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "title" : "After an Officer's Shooting: 'The Facts Will Come Out'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/nyregion\/31officer.html"} , {"body" : "THE sloped main sanctuary fits 3,195 and could pass for a concert hall: cushioned chairs, a band, almost no religious adornments. The spire-less exterior is so utilitarian that when it first appeared in this East New York, Brooklyn, neighborhood, across from auto fixit shops, people thought it was the telephone company. By 8 a.m. on Sunday, a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Pulpit" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/nyregion\/24pastor.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Long before he became chancellor of New York City schools -- and long after he taught public school in Queens -- Joel I. Klein was a lawyer, and he is still a man who seems to like bright line rules and firm reins, mayoral control being perhaps the best example of both. At a recent breakfast at the Regency Hotel on the Upper East Side, the" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "BIG CITY; Big Thinking and Radical Dreaming With the Schools Chancellor" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22bigcity.html"} , {"body" : "Turn the corner on 145th Street in Jamaica, Queens, and it is as though a cyclone has wheeled through. One resident, Lakisha Brown, a hospital worker and mother of two, snatched her house back from foreclosure last month, if only temporarily. ''We need to sell fast,'' she says. ''I'm just trying to save what's left of my credit.'' Across the street" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Minorities Hit Hardest as New York Foreclosures Rise" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16foreclose.html"} , {"body" : "Years ago, the sight of a white face passing by Al's Men's Shop on Fulton Street in Brooklyn would trigger a countdown from within. By the time Eric Bullen, the shop's owner, had gone from 10 to about 2, there would almost certainly be some sort of ruckus outside: shouts for help, screams, sometimes flashing lights and sirens. ''They would get" , "date" : "20090509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "FULTON STREET JOURNAL; A Merchant Watches As Bed-Stuy Gentrifies" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/09\/nyregion\/09metjournal.html"} ,       {"author" : "E-mail: haberman@nytimes.com" , "body" : "Any anniversary depends on rituals. They are, however, a double-edged sword. They enhance remembrance by infusing it with continuity. But because rituals tend not to vary from year to year, they also can lose a measure of poignancy. The annual honoring of the Rev. Dr. Martin Luther King Jr., born 80 Januarys ago and murdered 39 years later, is no" , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "NYC; In Honoring Dr. King, Rote Finds Relevance in Obama" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/nyregion\/20nyc.html"} , {"body" : "It is a little street, only a block long, between two big housing projects in Bedford-Stuyvesant, Brooklyn. It has only a handful of buildings that anybody lives in, a sprawling schoolyard playground and a small city park -- all pavement, no grass to speak of. On a gray afternoon in January, other streets probably look as forlorn. But this is the" , "date" : "20090119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "'Not Much of a Block,' but It's Named for a King" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/19\/nyregion\/19mlk.html"} , {"body" : "A 17-year-old girl was shot in the face and killed early Sunday, the police said, after an event attended by about 500 teenagers in Bedford-Stuyvesant, Brooklyn, erupted in chaos and gunfire. Witnesses said the shooting followed gang-related insults shouted from the stage. Two other teenagers were wounded, a girl who was shot in the leg and a boy" , "date" : "20090119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Girl, 17, Is Killed As Gunfire Fills a Club" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/19\/nyregion\/19dead.html"} , {"body" : "Three generations of Thompsons gathered around the patriarch's dining room table in Brooklyn Heights the other day and gave three varied perspectives on the inauguration of Barack Obama. This prominent black political family from Brooklyn is headed by Harlem-born William C. Thompson. Known as Willie, he is 84 and served in a segregated infantry" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A Historic Moment, Through One Prominent Brooklyn Family's Perspective" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/nyregion\/18thompson.html"} , {"body" : "''WHEN I roll back the tape of our marriage, I think I was ill-prepared,'' said Alan Harding, whose wife, Leslie Parks, and he are separated pending their divorce. ''I had to wear so many hats. I had to be the daddy. I had to bring home money. I had to be the husband and I had to be the best friend. I wasn't ready for that.'' Mr. Harding and Ms." , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "STATE OF THE UNIONS; Leslie Parks and Alan Harding" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/fashion\/weddings\/18UNIONS.html"} , {"body" : "On a recent afternoon, the gray sky was no matter to Nia Harris, 18, who was contentedly hanging around in her bedroom, singing backup to Beyonc's ''Single Ladies,'' while her mother, Leslie Sterling, 48, organized books in an adjacent room. ''The Courage to Heal'' was stacked near ''Healing and the Mind,'' which sat by ''Mind Over Mood.'' Ms." , "date" : "20090117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; Drawing Inspiration From the Optimism of Youth" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/17\/nyregion\/17neediest.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE ORGAN QUARTET (Friday through Sunday) No stranger to Hammond B-3 organ combos, the guitarist John Abercrombie joins forces here with the organist Gary Versace and the drummer Adam Nussbaum, as well as with Jerry Bergonzi, a methodical tenor saxophonist. At 7:30 and 9:30" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/16\/arts\/music\/16jazz.html"} , {"body" : "Some alumni donate stadiums. Others give benches spiffed up with gold plaques. And then there is Ed Planas, who on Wednesday presented his alma mater with a pair of six-cylinder, fuel-injected engines. To be fair, these were not ordinary engines, but muscular, large-scale versions that used to power the brown delivery trucks of the United Parcel" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Two Used Truck Engines? You Shouldn't Have!" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15automotive.html"} , {"body" : "IN the gym of Boys and Girls High School in Bedford-Stuyvesant, Brooklyn, on Monday night, as a thunderous version of the soul hit ''Ain't No Stoppin' Us Now'' echoed off the walls, Tyrone Brown, director of the Brooklyn Steppers, stood at the front of the room and scrutinized his charges. Some 90 young instrumentalists dressed in yellow T-shirts" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BEDFORD-STUYVESANT; A Bed-Stuy Band Prepares for a Brush With History" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11step.html"} , {"body" : "THE less everyone around him said, the better Jamal Woolard knew he was doing. For several months beginning in November 2007 he would spend every day learning how to morph into Biggie Smalls (the murdered rapper also known as the Notorious B.I.G.) for the biopic ''Notorious.'' Memorized his albums front to back. Watched concert footage and tapes of" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "FILM; Bringing Back A Dead Rapper, And the Tears" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/movies\/11jon.html"} ,   {"body" : "EVEN if the latest economic slump stunts the explosion of New York's population before the end of the decade, you can count on the fact that the city's proverbial changing neighborhoods will keep changing. Detailed census figures released last month and analyzed for The New York Times by Andrew Beveridge, chairman of the sociology department at" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK BY THE NUMBERS; Neighborhoods, Up Close and Personal" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11intr.html"} , {"body" : "A 22-year-old disabled man spent a frigid New Year's night alone, strapped in his seat on a bus parked overnight at a Brooklyn depot after he was left behind, the police said on Thursday. The man, Edwin Rivera, who has cerebral palsy and has difficulty communicating, according to his sister Leslie Rivera, had been missing since about 3 p.m." , "date" : "20090102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Infirm Man Is Left in Bus On Icy Night In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/nyregion\/02disabled.html"}]