[  {"body" : "WHEN you hoist a leg over a barstool these days, you're as likely to find Tom Edison as a Tom Collins. Light bulbs have been popping up behind the bar, with more cocktails developed in the last 10 years than probably any decade since Prohibition. Some of them have emerged as modern classics, standing out not only as culinary creations, but also as" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Decade of Invention, and Reinvention" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30cocktail.html"} , {"body" : "IF you had been looking closely during the criminal case of Bernard L. Madoff, you might have spotted a portly man with a gourmand's jowls and a walrus mustache hovering just behind the defendant's elbow on his various trips to court. Though dressed like a lawyer, he was not one; nor a prosecutor, a personal assistant, a limousine driver or a" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bail Sitters" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27bail.html"} , {"body" : "Lester Rodney, who occupied an unlikely niche in journalism -- sports editor of the American Communist Party newspaper The Daily Worker -- and used that platform to wage an early battle against baseball's color barrier, died Sunday in Walnut Creek, Calif. He was 98. His death was announced by his family. Even in The Daily Worker's heyday, during" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Lester Rodney, Early Voice in Fight Against Racism in Sports, Dies at 98" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/sports\/24rodney.html"} , {"body" : "FOR nearly a year starting in July 2004, Philip Carlo traveled some 50 times to the New Jersey State Prison in Trenton and sat knee to knee with Richard Kuklinski, interviewing him about the more than 200 victims he claimed to have shot, knifed, bludgeoned, poisoned or fed to giant rats. Mr. Carlo, perhaps the dean of true-crime horror writers and" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Plot Twist" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/20\/nyregion\/20carlo.html"} , {"body" : "Most often, family is your blood. But sometimes, as is the case with Catherine Gunderson, family can be the friends who find their way to your doorstep. ''I have much love in this house,'' Ms. Gunderson, 56, said on a recent afternoon as she sat in the living room of her Bensonhurst, Brooklyn, apartment and gazed upon the faces of her 20-year-old" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Makeshift Brood Frees Ailing Brooklyn Woman From Loneliness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EED71E3AF93AA35751C1A96F9C8B63"} , {"body" : "Most often, family is your blood. But sometimes, as is the case with Catherine Gunderson, family can be the friends who find their way to your doorstep. ''I have much love in this house,'' Ms. Gunderson, 56, said on a recent afternoon as she sat in the living room of her Bensonhurst, Brooklyn, apartment and gazed upon the faces of her 20-year-old" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "The Neediest Cases: Makeshift Brood Frees Ailing Brooklyn Woman From Loneliness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2D8173BF93AA35751C1A96F9C8B63"} , {"body" : "The unmarked gym dares boxers to find it, and promises nothing fancy when they do: an assortment of exercise machines, half a dozen punching bags and a lone ring. It was once an old clothing factory on Fourth Avenue in Sunset Park, near the border between the row houses and the forsaken factories of Brooklyn. There is no sign for the Ardon Sweet" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Trading Punches, and Mending Lives" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05gym.html"} , {"body" : "Some traditions are indelibly carved into the nation's psyche, among them tucking in late each November to inadvisable amounts of mashed potatoes, turkey and pie. Then there are the traditions that spring from an indifference to all that, which is how Jennifer Bi, 41 years old, mother and manicurist, daughter of China and denizen of Flushing," , "date" : "20091127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Tradition That Cherishes Poker, Not Pumpkin Pie" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/nyregion\/27gamble.html"} , {"body" : "Day after day, night after night, Francisco Hernandez Jr. rode the subway. He had a MetroCard, $10 in his pocket and a book bag on his lap. As the human tide flowed and ebbed around him, he sat impassively, a gangly 13-year-old boy in glasses and a red hoodie, speaking to no one. After getting in trouble in class in Bensonhurst, Brooklyn, and" , "date" : "20091124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Scared and Silent, Runaway, 13, Spent 11 Days in the Subways" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/24\/nyregion\/24runaway.html"} , {"body" : "AT A REUNION, Tales of the '40s The friends have a combined 494 years of life, 45 grandchildren and, as they demonstrated this week at a Manhattan diner, a seemingly bottomless well of stories about the colorful bygone days of the city. ''We can only speak from memory,'' said Mel Moffitt, 82, who grew up in Bensonhurst, Brooklyn, within walking" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7D81331F932A15752C1A96F9C8B63"} ,   {"body" : "The small apartment in Midwood, Brooklyn, is sunlit and tidy, with unmistakable touches of home. Photographs on bookshelves and walls depict long lives, mostly lived somewhere else. A large television shows programs in Russian. And on the days when his knobby fingers are not swollen with arthritis, Lev Rotnitskiy, 86, hammers tunes on a piano while" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["USSR (FORMER SOVIET UNION)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; Having Little, but Thanking America for Every Bit" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/nyregion\/15neediest.html"} , {"body" : "New Yorkers by the tens of thousands failed to vote on Tuesday. And their reasons and excuses for not doing so numbered almost as many -- apathy, absent-mindedness, willful protest and, for a great number, a belief that their vote just wouldn't count in a race that was not supposed to be in doubt. A day later, with Mayor Michael R. Bloomberghaving" , "date" : "20091105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Thousands Failed to Vote, For Just as Many Reasons" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/05\/nyregion\/05voices.html"} , {"body" : "There are roughly six registered Democrats for every Republican in the city, but in Bay Ridge, Brooklyn, Republicans are not hard to find. There is Nils Sinden, 78, an immigrant from Norway who has lived in the neighborhood for 60 years. There is Danny Loccisano, 32, who was born there and has never left. And there is Sofia Toliou, 25, who is from" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "N.Y.C. ELECTION 2009; BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03brooklyn.html"} , {"author" : "Gail Collins is off today." , "body" : "I wasn't at all surprised at Rudy Giuliani. He couldn't find his way off the low road with a handful of maps and a GPS device. But I was very surprised at Mayor Bloomberg. One of the signal successes of Mike Bloomberg's tenure is that during his two terms as mayor of a rough, tough, extremely contentious city, he has helped lower the racial" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED COLUMNIST; We Know What He Means" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/opinion\/24herbert.html"} , {"body" : "Here's an old story: A traveling barfly finds himself in a small town near the border and entertains the locals at the tavern one night with amazing tales of his adventures. This barfly has been everywhere, of course, and makes a great impression, especially on a young man of romantic nature who, alas, is rather poor. Early the next morning, the" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "ROOMS; Oh, the Places We Went (and Didn't)" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/nyregion\/16rooms.html"} , {"body" : "As Michael Jackson has most recently shown, death is no impediment to commercial success. And so, two of the writers on this month's list of noteworthy new books aren't available to go on tour. When it comes to the living, the group includes another veteran and three debut novelists. All of the newcomers belong to the ''write what you know'' school" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "Newly Released" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/books\/15newly.html"} , {"body" : "Mayor Michael R. Bloomberg's re-election campaign can generate reams of statistics on how quickly the city repaired potholes in each neighborhood. It can produce memos on climate change and public health, and even translate fliers into Creole. Just don't ask about term limits. Rosemary DeStefano found that out on her doorstep in the Bronx the other" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Voters Like Mayor, but Not His Path to 3rd Run" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/nyregion\/04limits.html"} , {"body" : "ONE September morning Lemon Andersen, a 34-year-old poet and actor, returned to the Brooklyn housing complex where he grew up in a close-knit Puerto Rican community ravaged by drugs and disease. He does not really like to go back there, he said, but it behooves him now that he is a professional memoirist with a one-man show, ''County of Kings,''" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "When Life Names You Lemon ..." , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/theater\/27sont.html"} , {"body" : "Irving Kristol, the political commentator who, as much as anyone, defined modern conservatism and helped revitalize the Republican Party in the late 1960s and early '70s, setting the stage for the Reagan presidency and years of conservative dominance, died Friday in Arlington, Va. He was 89 and lived in Washington. His son, William Kristol, the" , "date" : "20090919" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Washington"] , "page_facet" : "17" , "title" : "Irving Kristol, Godfather of Neoconservatism, Is Dead at 89" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/19\/us\/politics\/19kristol.html"} , {"body" : "Daynalis Vega, a smiley 5-year-old with a fondness for ponytails, spent her first day of kindergarten leaning against a lamppost outside Public School 81 in Queens. While other students filed into a classroom to make friends and learn colors, Daynalis and her mom prepared to haggle for a seat at the school. They were No. 28 in line. Last week, when" , "date" : "20090910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "One Million Fill Classes On First Day Of School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/10\/nyregion\/10school.html"} ,   {"body" : "The political reverberations still rumbling through southeast Queens -- the heart of middle-class black New York -- can be traced to a humble beginning. One afternoon in 2006, Hugh Byfield crossed the street to tell the most politically savvy person he knew, his neighbor Donnie Whitehead, about a black man he had seen on television. This man, a" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "A STIRRING IN ST. ALBANS; Emboldened by '08 Race to Roil Waters at Home" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/nyregion\/04race.html"} , {"body" : "I'VE been thinking about my grandmother lately: Nana, my father's mother, who died in 1968. More than 40 years later, everyone in the family still talks about her cooking. I, unfortunately, missed out on much of it because I was too young to appreciate it. I refused to eat her lentil soup (looked like mud), her borscht (looked like blood, until" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FEED ME; Borscht: What Would Nana Say?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E4D71531F93AA15754C0A96F9C8B63"} , {"body" : "Despite his nickname, Short Al stood tall in the pantheon of overnight callers to talk shows on the New York sports radio station WFAN-AM. Such callers, sometimes called FANdroids, are known by name, neighborhood and loyalties. Bruce from Bayside likes the Cleveland Indians, while Bruce from Flushing is a Yankees man. There is Marc in the Bronx" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Why Short Al, Talkative Fan, Calls No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6D61F3DF936A35754C0A96F9C8B63"} , {"body" : "CALL them members of the Obama generation: Seven of New York City's valedictorians, invited to discuss the future -- theirs, the city's, the world's -- could not help circling back to themes resonant from President Obama's historic campaign: diversity, globalization, cooperation, hope. ''We're that high school class that was there when Obama got" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Future Is Theirs" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/nyregion\/28valedictorians.html"} , {"body" : "THE loquats were ripe and just begging to be picked. But there was a problem. Although the tree was planted on private property, the loaded branches hung over the street. Did that make the fruit public property? In the end, with no one around to ask, Asiya Wadud decided the answer was yes. So she added them to a bag already heavy with Meyer lemons" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Neighbor, Can You Spare A Plum?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC1139F933A25755C0A96F9C8B63"} , {"body" : "Two more New Yorkers have died with confirmed cases of swine flu, the city's health commissioner said on Tuesday, bringing the city's total number of deaths related to the virus to four. Emergency room visits and hospitalizations also continued to rise. The commissioner, Dr. Thomas R. Frieden, said the two latest casualties, a 41-year-old woman in" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two More New Yorkers With Swine Flu Die, and Hospital Visits Soar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DC1238F934A15756C0A96F9C8B63"} , {"body" : "WITH turrets, a notched roofline and an adorning lion-themed coat of arms, the stone-walled home at National Drive and Indiana Place in Mill Basin is a dead ringer for a castle. But as recently as the mid-20th century, when this tucked-away southeast Brooklyn neighborhood was considered the borough's frontier, the only castles to be found were most" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | MILL BASIN, BROOKLYN; Mill's Long Gone, but the Basin's Still Full" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03living.html"} , {"body" : "A 70-year-old Brooklyn man who was found dead in his duplex apartment on Thursday was a longtime mob figure, the authorities said Friday. The man, William Romano, was found submerged in a bathtub upstairs, and his companion, Elviza Aronova, 36, was found partially clad in a bedroom on the lower floor, the police said. She had apparently been beaten" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Slaying Victim in Brooklyn Is Said to Have Been Part of Genovese Mob" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/nyregion\/25slay.html"} , {"body" : "A man and a woman were found dead in an apartment in Brooklyn on Thursday night, the police said. The police did not release the identities, and the ages of the victims were not immediately known. The authorities said it was unclear if either of them lived in the apartment where their bodies were found at 8020 Bay Parkway in Bensonhurst. Residents" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "2 Found Dead In an Apartment In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/nyregion\/24bodies.html"} , {"body" : "On the surface, this week's $6.3 million Zurich Classic of New Orleans could be viewed as just another nicely packaged PGA Tour event, with familiar pros doing civilized battle on T.P.C. Louisiana's manicured grass. Even with its Louisiana flourishes -- daily ticket holders can munch on fresh oysters or alligator-on-a-stick, and well-heeled patrons" , "date" : "20090420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW ORLEANS (LA)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "In Uncertain Times, the Business of Golf Is Thriving in New Orleans" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/20\/sports\/golf\/20golf.html"} ,   {"body" : "An autopsy on a 75-year-old man who collapsed and died on Tuesday in Brooklyn after being handcuffed by the police was inconclusive, with further testing required to determine cause of death, the medical examiner's office said on Wednesday. The man, Sam Nastasa, a bit player in an episode of ''The Sopranos'' and a few crime films, was inside an" , "date" : "20090409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Death During a Raid, and No Answers Yet" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/09\/nyregion\/09social.html"} , {"body" : "The 76-year-old manager of an Italian social club in Brooklyn died after suffering from an unspecified medical issue while in police custody on Tuesday afternoon, shortly after detectives discovered illegal gambling devices inside the club, the police said. The man, identified by neighbors only as Sammy, had what could have been a seizure, heart" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Italian Social Club Manager Dies While in Police Custody" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/08\/nyregion\/08bensonhurst.html"} , {"body" : "ADAM GINDI wears two gold necklaces, neither as fancy nor as expensive as the ones he sells in his jewelry store, Diamonds and Dials, on West 34th Street. One pendant, a coin pressed with four Hebrew letters referring to a biblical verse, is a gift from his mother. The other once belonged to his grandfather, who, with Mr. Gindi's father, founded" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "GARMENT DISTRICT; Waiting for the Wrecking Ball" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05emin.html"} , {"body" : "Helen Levitt, a major photographer of the 20th century who caught fleeting moments of surpassing lyricism, mystery and quiet drama on the streets of her native New York, died in her sleep at her home in Manhattan on Sunday. She was 95. Her death was confirmed by her brother, Bill Levitt, of Alta, Utah. Ms. Levitt captured instances of a cinematic" , "date" : "20090330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "27" , "title" : "Helen Levitt, Who Froze New York Street Life On Film, Is Dead at 95" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/30\/arts\/design\/30levitt.html"} , {"body" : "The two women had been friends for a year, working together at a Midtown Manhattan architectural consulting firm and sharing news about family and friends. At the end of the work day on Friday, the women, Ysemny Ramos and Tassia Katsiambanis, were discussing their plans for the night as they left work and walked along East 37th Street. Mrs. Ramos" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Woman Struck by Van Recalls Instant of Horror" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/29van.html"} , {"body" : "A 28-year-old pregnant woman was killed and a second woman was seriously injured on Friday afternoon when a driver, apparently intoxicated and following the women as they walked down a Midtown Manhattan street, lost control of a supermarket maintenance van, which jumped onto the sidewalk and slammed into them, the police and witnesses said. The" , "date" : "20090328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Pregnant Woman Killed When Van Jumps Curb" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/28\/nyregion\/28van.html"} , {"body" : "When Frank S. Hogan left his post as the Manhattan district attorney after 32 years, few thought anyone would match his longevity. Then came Robert M. Morgenthau, who recently announced that this year, his 35th, would be his last. But neither of these legal titans can come close to the remarkable career of Ida Van Lindt, their secretary. She is in" , "date" : "20090314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Longest Time Fighting Crime? Not the Prosecutor, but Close" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/14\/nyregion\/14secretary.html"} , {"body" : "A former New York City police officer was arrested on Monday and charged with fatally shooting his 28-year-old former companion and wounding another woman in a Brooklyn apartment on Sunday, the authorities said. The ex-officer, Jerry Bowens, 43, was alone in a car when heavily armed officers intercepted him at 3 a.m. about a block from the 120th" , "date" : "20090310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Former New York Police Officer Charged in Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/10\/nyregion\/10arrest.html"} , {"body" : "A former New York City police officer who resigned last year after being arrested on corruption charges is suspected of fatally shooting his 28-year-old ex-girlfriend and wounding another woman in Brooklyn on Sunday, the police said. The police said the shooting happened shortly after 4:30 p.m. inside Apartment 1B of a condominium building at 84" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Ex-Officer Suspected Of Shooting 2 Women" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09shot.html"} , {"body" : "Alfred J. Kahn, a social-policy scholar and an educator who turned a critical eye on failures of local and state governments in child development and family support, and who later argued for a European-style social-welfare system available to all citizens, died on Feb. 13 in Hackensack, N.J. He was 90 and lived in Cliffside Park, N.J. The death was" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "33" , "title" : "Alfred J. Kahn, 90, Expert In the Welfare of Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/22kahn.html"} ,   {"body" : "One woman pleaded poverty and said she was considering applying for public assistance to escape her $4,000 debt. Another man, who lives off disability payments after hurting his back working at a hospital, said he owed $5,000 because a tenant in his home had siphoned electricity to a neighbor. A third defendant said her electric meter was in the" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Court With Con Ed, a Glimpse of Life During a Downturn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12coned.html"} , {"body" : "ALTHOUGH Gladys Puglla-Jimenez came to this country from Ecuador 30 years ago, her kitchen on Putnam Avenue in the Bushwick section of Brooklyn is still intimately connected to her homeland, from her stocks of spices like achiote pepper powder to the tropical green of the walls. She craves guatita, a dish of cow tripe in a sauce thickened by peanut" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "For Dinner (and Fast), the Taste of Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D91230F932A25751C0A96F9C8B63"} , {"body" : "8 P.M. (TNT) GIFTED HANDS: THE BEN CARSON STORY (2009) A troubled boy overcomes his impoverished Detroit roots and poor eyesight to become a world-renowned surgeon in this original TNT movie starring Cuba Gooding Jr., Kimberly Elise (above with Mr. Gooding) and Aunjanue Ellis. John Pielmeier wrote the screenplay, adapted from the autobiography of" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E5DB1230F934A35751C0A96F9C8B63"} , {"body" : "Customers at John's Deli on Stillwell Avenue in Bensonhurst, Brooklyn, (there is also one in Bay Ridge) had lunch as part of the ''Godfather'' trilogy played on television. At the Museum of Modern Art, visitors moved between floors as a video by the Swiss artist Pipilotti Rist was being installed in the Marron Atrium. In the Passport series, James" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "LENS JAMES HILL; Passport" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E5DC1330F937A35751C0A96F9C8B63"} , {"body" : "LIKE any worthwhile journey through New York, the television drama ''Life on Mars'' takes a roundabout route to arrive at a familiar destination. In its first episode, a New York police detective named Sam Tyler is hit by a car. When Tyler, played by the actor Jason O'Mara, recovers from the accident, he finds he has woken up in the year 1973. He" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Law and Disorder" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25mars.html"} , {"body" : "THOUGH Christine and David Crowe were eager to downsize, they were apprehensive. After three decades, they would be going from a two-level house on Long Island with four bedrooms and three bathrooms to a one-bedroom one-bath apartment in New York City. With their three children grown and retirement ahead, ''all the things we moved to Long Island" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The City Experiment" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25hunt.html"} , {"body" : "Before thieves stole the money from his food stamp account a few months ago, Vladimir Fishman, 81, had had only one previous brush with crime. It was half a century ago, in a bread line in Ukraine. Mr. Fishman tried to keep order in the line, and someone hit him with a walking stick. The theft in Brooklyn also stung. Food stamps and Supplemental" , "date" : "20090124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; Mourning and Ailing, Then Robbed, Twice" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/24\/nyregion\/24neediest.html"} , {"body" : "Like many of the Italians who frequently visit the Amico senior center in Borough Park, Brooklyn, Salvatore Amato, 78, who arrived here from Sicily in 1958, speaks little English. Some, like Luigi Buonincondro, 91, a former Italian soldier who came to New York from Naples in 1961, understand English, but have a hard time reading or writing it. ''I" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "For Italians in Brooklyn, the Faces and the Voices on the Streets Have Changed" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/nyregion\/07italians.html"} , {"body" : "When things get too bleak inside Martin Lotto's mind, he pulls out his greasepaint, paints his face and becomes his cheerful alter ego, a clown named Guess. As Guess the Clown, Mr. Lotto, 45, visits hospitals, senior centers, beachfront boardwalks and subway cars, blowing up long balloons and twisting them into animal shapes. The grins that meet" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "22" , "title" : "From Deep Sorrows To a Clown's Delight, And Back Again" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01neediest.html"}]