[  {"body" : "AS the head of Mayor Michael R. Bloomberg's Community Affairs unit, Nazli Parvizi says her job requires her to ''be a good listener who gets yelled at a lot.'' Criticism comes with the $192,198-a-year commissionership. But no other commissioner would have to face the rebuke one critic in Queens leveled at her dismissively: ''Remember, she's a" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Breaking Bread and Barriers in Community Affairs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E1D9113AF930A15751C1A96F9C8B63"} , {"body" : "From Borough Park in Brooklyn to Morris Heights in the Bronx, many New York City residents will still have to walk more than 10 minutes to reach a playground or park. Shrinking funds have led the city to scrap plans to refurbish 24 of the 290 schoolyards slated for public use in Mayor Michael R. Bloomberg's environmental agenda, the city's" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "24 Sites Cut From City Plan For 290 Parks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E3DB143FF934A25751C1A96F9C8B63"} , {"body" : "MANY blocks in Midwood, with its rows of orderly detached homes and private driveways, give the feeling of a carefully planned suburb -- a serene surprise after turning off a thoroughfare like Coney Island Avenue or Ocean Parkway. But closer inspection reveals that the landscape has, in fact, been altered: on virtually every block, at least one or" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MIDWOOD, BROOKLYN; Where Prosperity Breeds Proximity" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/realestate\/06livi.html"} , {"body" : "Mayor Michael R. Bloomberg was getting an earful. ''He created this crisis so that he can take credit for fixing it and get our votes in exchange,'' one commenter wrote on a Brooklyn blog, Vos Iz Neias, Yiddish for ''What is News.'' Someone else remarked, ''I got to my store I got 2 tickets from the Sanitation police. I sure deserved it Bloomie. I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Fewer Hasidim Backed Mayor, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/nyregion\/16orthodox.html"} , {"body" : "Mayor Michael R. Bloomberg's campaign, having spent $100 million or more on ads and outreach, would love to be able to buy a 60-degree day. The higher the temperature, the thinking goes among Mr. Bloomberg's staff, the wider the margin of victory. William C. Thompson Jr.'s campaign is more interested in the city's emotional temperature -- hoping" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayoral Campaigns Look Skyward, and Everywhere Else, for the Keys to Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03watch.html"} , {"author" : "Gail Collins is off today." , "body" : "I wasn't at all surprised at Rudy Giuliani. He couldn't find his way off the low road with a handful of maps and a GPS device. But I was very surprised at Mayor Bloomberg. One of the signal successes of Mike Bloomberg's tenure is that during his two terms as mayor of a rough, tough, extremely contentious city, he has helped lower the racial" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED COLUMNIST; We Know What He Means" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/opinion\/24herbert.html"} , {"body" : "Raising the specter of a return to higher crime and greater anxiety, former Mayor Rudolph W. Giuliani warned on Sunday that New York could become a more dangerous city if Mayor Michael R. Bloomberg is not re-elected in November. Mr. Giuliani did not mention Mr. Bloomberg's Democratic challenger, William C. Thompson Jr., by name. But during the" , "date" : "20091019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stumping With Mayor, Giuliani Stirs Old Fears" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/19\/nyregion\/19rudy.html"} , {"body" : "TALISMAN--Wilbur S.,Athlete, Attorney, Provocateur, formerly of Brooklyn, NY died October 3. We were a group of adolescent boys growing up in Borough Park during the 40's and 50's. We bonded together for life and called ourselves the \"Secans\" and defied the world to define us. Wilbur was our mainstay. He was an essential part of the New Utrecht" , "date" : "20091005" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths TALISMAN, WILBUR S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E3DA1E3AF936A35753C1A96F9C8B63"} , {"body" : "City Councilman John C. Liu had a few harsh words on Monday for his opponent in Tuesday's comptroller race, Councilman David Yassky. Mr. Liu, surrounded by cheering supporters, criticized Mr. Yassky for an advertisement that began running last week, and added that Mr. Yassky had run a ''highly negative campaign.'' Mr. Yassky could not immediately" , "date" : "20090929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Green and Yassky, but Not Opponents, Halt Campaign on Yom Kippur" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/29\/nyregion\/29elect.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} ,   {"body" : "Even as Hurricane Bill brushed past Nova Scotia on Sunday afternoon, its effects -- from pounding surf and gusty showers to beach erosion and damage to endangered bird habitats -- were still being felt across the New York region in ways that were by turns striking and subtle. Sgt. Glenn Amico and Officer Sean Feliciano were on patrol at Stillwell" , "date" : "20090824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Storm's Tail Brings Higher Tides and a Little Danger" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/24\/nyregion\/24beach.html"} , {"body" : "AS in many New York neighborhoods, summer brings a demographic shift in Borough Park, a predominantly Hasidic section of Brooklyn. The playgrounds are quieter than usual and the familiar sight of women dressed in wigs and long skirts, surrounded by children, is less common. In July and August, many families there head for bungalow colonies in the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SUMMER RITUALS | COMPANY FOR DINNER; Weekdays, The Rabbi Dined Out" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/nyregion\/23ritual.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "I know it's unseemly to brag about one's illustrious family lines, but sometimes a historic turn of events invites the opportunity to name-drop. Some of my closest friends don't even know it, but I'm related to Jewish royalty (by marriage, I should clarify, but still). My brother married into pickles -- Guss' Pickles, to be specific, the famous" , "date" : "20090801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "BIG CITY; Still Tasting The Sweetness Of Growing Up In Half-Sours" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/01\/nyregion\/01bigcity.html"} , {"body" : "Shlomo Dahan's friends remember him as a skilled plumber, a dedicated scholar of the Torah, a humble man whose bearish frame belied his quiet demeanor -- but most of all as someone who rushed to help anyone in need. Tommy Velinskie said Mr. Dahan, his landlord and neighbor, brought him food when he had trouble making ends meet on his disability" , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Friends Mourn a Pious Plumber and His Son Who Perished in a Toxic Well" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/01\/nyregion\/01plant.html"} , {"body" : "Pinched by a recession that has hit New York City's financial services hard, Mayor Michael R. Bloomberg and the City Council reached a deal Monday night on a $59.4 billion budget that would increase the sales tax by half a percentage point while reducing the city's work force by roughly 2,000 jobs. Despite rising costs for health care and pension" , "date" : "20090616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Bloomberg and Council Agree on Budget Raising Sales Tax and Cutting 2,000 Jobs" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/16\/nyregion\/16budget.html"} , {"body" : "For uncommonly large Orthodox Jewish families, they are a lifeline: vouchers from the city for after-school care, redeemable at a yeshiva of their choice. ''If I didn't have it, my head would spin,'' said Idy Herskowitz, a mother of 11 from Brooklyn who qualified for vouchers and enrolls five of her children in an after-school program. ''It gives" , "date" : "20090613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Families Urge Bloomberg to Save After-School Vouchers" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/13\/nyregion\/13vouchers.html"} , {"body" : "An 11-year-old girl who attended a Brooklyn school has died after becoming infected with the swine flu virus, classmates and school officials said on Thursday. The death, which occurred this week, was the first of a public school student in New York City and one of three new flu deaths that city health officials announced on Thursday. The girl," , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "New Victims Of Swine Flu Include 11-Year-Old" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5D61F3FF931A25755C0A96F9C8B63"} , {"body" : "SUPPORT IN RACE: Dual and Dueling In a race with so many qualified liberals, Howard Dean couldn't pick just one. Mr. Dean, the former Vermont governor, presidential candidate and Democratic National Committee chairman, was in Brooklyn on Tuesday morning with Josh Skaller, a candidate for the New York City Council, greeting commuters at the F train" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D91338F933A25755C0A96F9C8B63"} , {"body" : "Bruno Lacorazza's fur felt hats come in black, black or black. But there the uniformity ends as Mr. Lacorazza, 47, Colombian-born hatter to the Lubavitch Hasidim and other Orthodox Jews who keep their heads covered, arrived in Brooklyn from Miami last week with cartons of exciting new styles retailing for about $125, along with the classics. For" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "When He Talks Hats, Basic Black Is Only the Beginning" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/10hats.html"} , {"body" : "''WHAT do Pete Seeger and I have in common?'' my husband, Arnold, asked me at the breakfast table, putting down the Sunday newspaper. I was engrossed in an editorial and answered without thinking. ''Is he Jewish?'' ''He's a WASP, his family goes back to the Revolution,'' he said. ''Guess again.'' ''Well, it can't be musical,'' I said, thinking of" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GENERATIONS; Trying to Fight Litter, Arnold Along With Pete" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/westchester\/03Rgen.html"} ,   {"body" : "Jerry Seinfeld is New York royalty because he has the elements of street cred: a degree from Queens College, a history as a Mets fan, a television show set on the Upper West Side and, as it turns out, quintessential New York roots. The journey of Mr. Seinfeld's grandparents through Ellis Island, one shared by 17 million Americans, will be in the" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "The Paper Trail of Jerry Seinfeld Leads Back to Ellis Island and Beyond" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/nyregion\/24records.html"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "Maybe it was the intersection of the beginning of Passover and the Birkat Hachamah, or Blessing of the Sun, celebrated by observant Jews once every 28 years, when, according to Talmudic tradition, the sun returns to the position it occupied at the same time during the week of its creation. But there did seem to be an exceptional degree of ardor at" , "date" : "20090409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "OUR TOWNS; A Cleansing For a Holiday, In the Spirit Of a Campfire" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/09\/nyregion\/09towns.html"} , {"body" : "Speaking to a group of Catholic educators in a conference room high above First Avenue, Merryl H. Tisch interrupted a dry barrage of bureaucratic references to attendance mandates and Title 2A with a seeming non sequitur. ''When my refrigerator is broken, I don't call the service department,'' said Dr. Tisch, the newly elected chancellor of the New" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Advancing Education, Through Work Ethic and Connections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E5DA1031F936A35757C0A96F9C8B63"} , {"body" : "Dr. Hershel Samuels, an orthopedic surgeon, put his hand on the worker's back. ''Mild spasm bilaterally,'' he said softly. He pressed his fingers gingerly against the side of the man's neck. ''The left cervical is tender,'' he said, ''even to light palpation.'' The worker, a driver for a plumbing company, told the doctor he had fallen, banging up" , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A WORLD OF HURT; Exams of Injured Workers Fuel Mutual Mistrust" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/01\/nyregion\/01comp.html"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "At the Myrtle-Wyckoff station in Bushwick, Brooklyn, there are three 21st-century ways to tell when the train is coming. An electronic sign indicates the number of minutes before the next train. A public-address system conveys the same information. Finally, as part of a bold new experiment by the Metropolitan Transportation Authority, a pair of" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "17" , "title" : "21st Century Arrives On Subway In Bushwick" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07station.html"} , {"body" : "Like many of the Italians who frequently visit the Amico senior center in Borough Park, Brooklyn, Salvatore Amato, 78, who arrived here from Sicily in 1958, speaks little English. Some, like Luigi Buonincondro, 91, a former Italian soldier who came to New York from Naples in 1961, understand English, but have a hard time reading or writing it. ''I" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "For Italians in Brooklyn, the Faces and the Voices on the Streets Have Changed" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/nyregion\/07italians.html"}]