[  {"body" : "Theater Steven McElroy Jude Law, Daniel Craig, Hugh Jackman and Sienna Miller have all recently cleared out their dressing rooms and headed home, but the road from Hollywood to Broadway has not closed. Next up: SCARLETT JOHANSSON, making her Broadway debut as Catherine in the revival of the Arthur Miller play ''A VIEW FROM THE BRIDGE.'' It should" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | DEC. 27 - JAN. 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDC153BF934A15751C1A96F9C8B63"} , {"body" : "The actress Jessica Hecht was full of mixed emotions as the curtain rose for one of the final Broadway performances of Neil Simon's ''Brighton Beach Memoirs'' this fall. Only minutes earlier she had learned the stunning news that the revival, in which she played the fragile widow Blanche, would close on Nov. 1 because of poor ticket sales. Yet that" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Refugees From a Flop, Broadway Bound Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/theater\/23view.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE BROTHER\/SISTER PLAYS PART 1 & 2' In previews; opens on Nov. 17. This trilogy by the up-and-comer Tarell Alvin McCraney includes the" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDB1E39F933A05753C1A96F9C8B63"} , {"body" : "There are many rooms, impeccably kept and waxed with nostalgia, in the wooden-frame Brooklyn house that has been built on the stage of the Nederlander Theater, where David Cromer's soft-spoken revival of Neil Simon's ''Brighton Beach Memoirs'' opened on Sunday night. But the spot that you really want to focus on is the second-floor bedroom on the" , "date" : "20091026" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'BRIGHTON BEACH MEMOIRS'; Eavesdropping on Two Teenage Brothers in 1937 Brooklyn" , "url" : "http:\/\/theater2.nytimes.com\/2009\/10\/26\/theater\/reviews\/26brighton.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BRIGHTON BEACH MEMOIRS' In previews; opens on Sunday. David Cromer (''Our Town'') leads this revival of Neil Simon's Jewish family" , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS | Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E2DE113DF930A15753C1A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BRIGHTON BEACH MEMOIRS' Previews start on Friday. Opens on Oct. 25. David Cromer (''Our Town'') leads this revival of Neil Simon's" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D8153EF931A35753C1A96F9C8B63"} , {"body" : "-- Let's agree that Mikhail D. Prokhorov, the Russian billionaire who is the latest savior for the Nets basketball team and its ballyhooed move to Brooklyn, is no pushover. After all, oligarchs have their share of occupational hazards: heavily armed rivals, stupendously corrupt bureaucrats and, no doubt, the evil eye of the Kremlin itself. Even so," , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "Brooklyn, Meet Your Oligarch" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/weekinreview\/27levy.html"} , {"body" : "New York's reigning billionaire, Mayor Michael R. Bloomberg, cares little for most sports but plays a lot of golf. He likes discreet dinner parties at Gracie Mansion or his own mansion. He wants his private life kept private. New York's latest billionaire, Mikhail D. Prokhorov, loves basketball, kickboxing and skiing. He probably wishes his private" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Billionaires at Play: Mike Versus Mikhail" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/nyregion\/25owner.html"} , {"body" : "THERE'S a line between authentic autobiography and creative self-mythology, and Jonathan Ames routinely skirts it. No: he expertly and flagrantly dances around it. As an essayist, novelist and downtown personality, he chronicled his peculiar urban exploits -- getting colonics and hanging with transsexuals -- for The New York Press in the late" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "THE NEW SEASON | TELEVISION; Case of the Neurotic TV Doppelgänger" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/arts\/television\/13ryzi.html"} , {"body" : "Dates are subject to change. SEPTEMBER THE RETRIBUTIONISTS Several young Jewish men and women plot to kill Germans in retaliation for World War II atrocities. The play by Daniel Goldfarb (''Modern Orthodox'') is based on the true story of the Avengers, a rebel group that devised just such a plan in 1946. Leigh Silverman (''Well,'' ''Coraline'') is" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "THEATER LISTINGS; Shakespeare, Singing and Solo Shows Galore" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/theater\/13wtheaterlist.html"} ,   {"body" : "THE New York theater often seems to speak exclusively in a British accent, so prevalent are London imports on Broadway stages. But this season the distinct flavor of the biggest city in America's Midwest will make itself known, with Chicago-bred playwrights and directors involved in several major productions. Even a pair of big-time international" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "8" , "title" : "THE NEW SEASON | THEATER; East Side of Chicago? It's in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/theater\/13ishe.html"} , {"body" : "A young man's long and fraught history with an ex-girlfriend came to a violent end in Brooklyn on Saturday, when he was fatally shot by the police after an all-day siege that began with a kidnapping, the police said. The police said officers shot Samuel White, 20, when he lunged at them with a knife in his small, second-floor apartment at 607" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Brooklyn Man Is Shot to Death by Police in Standoff" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/nyregion\/13shoot.html"} , {"body" : "In the shade outside his cabana on the Rockaway peninsula in Queens, with the pool temperature set at a pleasant 76 degrees and the ocean a bit cooler, a man on a chaise longue did what people do in such situations: He took a nap. Children giggled as they slid down two water-slide chutes. An older woman sat outside the cafeteria, deep into a" , "date" : "20090901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BREEZY POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Beach Clubs Recall the Past, But Their Future Looks Uncertain" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/01\/nyregion\/01clubs.html"} , {"body" : "Kestutis Demereckas, a tall, broad son of Lithuania who favors classic white headstones over the shiny black ones, stood grinning over a coffin-size patch of grass in Green-Wood Cemetery that was marked with nothing at all. Below the grass, in a shady part of Section 79, near the center of the sprawling cemetery, was his most recent discovery in" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREEN-WOOD CEMETERY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where the Bodies Aren't Buried" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/nyregion\/19graves.html"} , {"body" : "THE STRANGE ONE He's strange, for sure: a cadet in a Southern military academy, he has a porn star name (Jocko de Paris), likes to lounge around in silk dressing gowns, puffs on his cigarettes through a Holly Golightly holder and in his spare time enjoys sadistically goading his fellow students into paddling one another with brooms or (preferably)" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "DVDS; Guys in Uniform, And One More In a White Suit" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/movies\/homevideo\/28kehr.html"} , {"body" : "THE JONAS BROTHERS: THE 3D CONCERT EXPERIENCE Disney's popular boy band in concert and behind the scenes, rendered in retrograde (red and blue lenses) 3-D. Bruce Hendricks directed. It ''isn't a movie so much as a devotional object, a kind of secular fetish designed to induce rapture,'' Nathan Lee wrote in The New York Times in February. (Disney," , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Also out this week" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E0DD173AF93BA15755C0A96F9C8B63"} , {"body" : "''Where ya from?'' It's a defining question to New Yorkers, whose identities and allegiances can be reflected in the smallest of things, from a Cyclones sweatshirt to the 212 area code. But one of those small things may soon disappear if a Postal Service proposal to consolidate mail sorting in three boroughs goes through. For decades, stamps on" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Triboro, NY? A Postmark May Trample Civic Pride" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21postmark.html"} , {"body" : "OPEN STUDIOS IN BROOKLYN Who needs Chelsea? This weekend, artists around Brooklyn are inviting visitors to come directly to them. The Atlantic Avenue Art Walk, an annual self-guided studio tour, showcases more than 200 local designers, painters, sculptors and more. This year, more public murals and live music have been added to the mix. A few" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05spare.html"} , {"body" : "Myra Alperson is a matchmaker of sorts. She brings together people curious about exploring the city and introduces them to out-of-the-way neighborhoods they may never have visited. And like Napoleon's army, her crew travels on its stomach. An effervescent and ambulatory Zagat, Ms. Alperson has for 10 years run culinary tours that she calls" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BAY RIDGE JOURNAL; Changing Tastes, From Lingonberry to Baba Ghanouj" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16metjournal.html"} , {"body" : "EVEN in the best of conditions, swimming long distances in unfamiliar water is an exercise in mild disorientation. Add waves, strong currents and the chilly seas that persist into the spring, and the voices in your head that say you're crazy grow even louder. A partial antidote, Gilles Chalandon was saying the other day, is to have landmarks on the" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; On a Beach In Brooklyn, A Chair Sits Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/thecity\/10disp.html"} ,   {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} , {"body" : "The same scene of heartbreak played out over and over on Sunday on a ragtag patch of Neptune Avenue in Coney Island, where the word ''scrappy'' may be better suited to describe the metal in the auto shops than any sort of community spirit. Since 1924, Totonno's pizzeria has been a beacon on the block, remarkable for its longevity, for the" , "date" : "20090316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Fire Shuts Totonno's, Legendary Coney Island Pizzeria" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/16\/nyregion\/16pizza.html"} , {"body" : "8 P.M. (TCM) TCM SPOTLIGHT: THE KORDA BROTHERS Turner Classic Movies' 21-film salute to the Korda brothers -- Alexander, Zoltan and Vincent -- continues with three films directed by Alexander Korda: ''Rembrandt'' (1936), starring Charles Laughton, above, as the Dutch painter; ''That Hamilton Woman'' (1941) at 9:30, with Laurence Olivier as Horatio" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "WHAT'S ON TODAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3DD1639F931A25750C0A96F9C8B63"} , {"body" : "IN scene after scene in ''Two Lovers,'' the new movie starring Gwyneth Paltrow and Joaquin Phoenix as a star-crossed couple, the Brooklyn neighborhood of Brighton Beach is on lush display. The camera lingers affectionately on Brighton Cleaners on Coney Island Avenue, on Cafe Restaurant Volna, which sits opposite the Boardwalk, and on the Boardwalk" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "BRIGHTON BEACH; Brighton Beach, N.J." , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01film.html"} , {"body" : "HOLLANDER--David B. The Charles and Anna Elenberg Foundation mourns the loss of its longtime president Rabbi David B. Hollander on January 19, 2009. The shloshim will be observed at his synagogue, The Hebrew Alliance of Brighton Beach located at 2915 Brighton 6th Street, corner Neptune Ave. in Brooklyn on Thursday, February 19, 2009 at 7pm." , "date" : "20090217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths HOLLANDER, DAVID B" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E0DB143AF934A25751C0A96F9C8B63"} , {"body" : "It was the ''aha!'' moment that Stephanie Rosalia was hoping for. A group of fifth graders huddled around laptop computers in the school library overseen by Ms. Rosalia and scanned allaboutexplorers.com, a Web site that, unbeknownst to the children, was intentionally peppered with false facts. Ms. Rosalia, the school librarian at Public School 225," , "date" : "20090216" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Education" , "Technology"] , "page_facet" : "1" , "title" : "THE FUTURE OF READING; In Web Age, Library Job Gets Update" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/16\/books\/16libr.html"} , {"body" : "His face was barely scratched. The body of Guido Carabajo had been unimaginably ravaged. Early Wednesday morning, coming home from a late-night celebration of his 26th birthday, he was struck by a car while crossing 108th Street in Corona, Queens. Mr. Carabajo fell to the street, but before anyone could react, a van drove over him, its" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Birthday, Then a Grisly End That Spanned 20 Miles" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/nyregion\/13drag.html"} , {"body" : "Omika Jikaria, 15, is the oldest of three daughters of Indian immigrants in Brooklyn has been competing in beauty pageants for 10 years. Between her competitions, cheerleading, the debate team and being a good student she every day is an exercise in effective time management. nytimes.com\/onein8 The Roots Of Jerome Avenue How bonds were used to" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "1 IN 8 MILLION: TYPE A TEENAGER; ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE1D9123EF930A25751C0A96F9C8B63"} , {"body" : "''Two Lovers'' deals with the romantic ambivalence of a young man in Brooklyn, a description that might set visions of mumblecore dancing in your head. But this movie, the director James Gray's fourth feature (after ''Little Odessa,'' ''The Yards'' and ''We Own the Night''), is not another low-key, closely observed study in bohemian diffidence. It" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "MOVIE REVIEW | 'TWO LOVERS'; In Deepest Brooklyn, Affairs of the Heart" , "url" : "http:\/\/movies.nytimes.com\/2009\/02\/13\/movies\/13two.html"} , {"body" : "A few minutes after 6 a.m. Wednesday, the driver of a black sport utility vehicle called 911 from his cellphone to report that he had just hit someone on 108th Street in Corona, Queens. He went back to the spot. But there was no body there. At 7:05 a.m. in Brighton Beach, Brooklyn, the driver of a red van noticed a pedestrian trying to flag him" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Queens Driver Unknowingly Drags a Body Nearly 20 Miles" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12drag.html"} ,   {"body" : "Milton Parker, who brought long lines and renown to the Carnegie Deli in Manhattan with towering pastrami sandwiches and a voluble partner who kibitzed with common folk and celebrities alike, died in Queens on Friday. He was 90 and lived in Manhattan. The cause was respiratory problems, his daughter, Marian Levine, said. Mr. Parker was primarily" , "date" : "20090205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "29" , "title" : "Milton Parker, 90, Carnegie Deli Partner" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/05\/nyregion\/05parker.html"} , {"body" : "They sat in a Volvo parked at the beach, cupping their numb hands over the vents blasting hot air. With icy water still sitting in droplets on their bright pink skin, they hunched over in silence, teeth chattering and shoulders twitching. It was the middle of January, and Rachel Golub and Cristian Vergara had just gone for a dip in the Atlantic." , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Icy Ritual in Brooklyn, Training for a Challenge" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/sports\/othersports\/20swim.html"} , {"body" : "On the waterfront at Brighton Beach, in Brooklyn, left, a man exercised with nunchaku on one of the last warm days of November. At an intersection in Downtown Manhattan, right, pedestrians walked over painted instructions for work crews. In the Passport series, James Hill, an English photographer living in Russia whose freelance work has often" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "LENS JAMES HILL; Passport" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5D8103BF934A35752C0A96F9C8B63"}]