[  {"body" : "TRAVELING in the South of France in recent weeks, João Correia, a former Manhattan publishing executive who shed 60 pounds in recent years, found temptation everywhere: oven-fresh baguettes dabbed in oozy Camembert, sugary tartes Tatin. A morning pain au chocolat, washed down with a rich café au lait? Off limits. ''Oatmeal and black coffee is the" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "8" , "title" : "Back in Racing Form After Dropping the Fork" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/31\/health\/nutrition\/31fitness.html"} , {"body" : "Norval C. White, a co-author of the authoritative, encyclopedic, opinionated and constantly consulted AIA Guide to New York City, died Saturday at his home in the village of Roques, in southwest France. He was 83. The cause was a heart attack, said his wife, Camilla Crowe White. First published in 1968, the AIA Guide tapped into and fostered a" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "8" , "title" : "Norval White, of AIA Guide, Dies at 83" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/nyregion\/30nwhite.html"} , {"body" : "The unemployment rate for New York City has risen to 10 percent and above in recent months, but a new study shows that joblessness ranges from nearly twice that figure in some neighborhoods to only half as much in others. The situation is worst in the East New York section of Brooklyn, where the unemployment rate for the third quarter of this year" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Study Shows Jobless Rate Varies Widely Across City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DC123BF933A05751C1A96F9C8B63"} , {"body" : "There were days upon days in New York City when not a single person was murdered in 2009. Two such stretches, in February and March, lasted nearly a week each. There were some pockets of the city where homicide was a singular occurrence: 12 of the city's 77 police precincts, in locations as varied as Hamilton Heights, in Upper Manhattan, and Park" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOMICIDES NEAR RECORD LOW RATE IN NEW YORK CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1DD1239F93AA15751C1A96F9C8B63"} , {"body" : "Manhattan West Midtown . . . . . . . . . . $310,000 421 West 57th Street r 0 f 1 h 0 o 18 weeks 370-sq.-ft. studio co-op in a prewar building; elevator, renovated kitchen, high ceilings, h\/w floors, terrace, laundry room in building; maintenance $469, 50% tax deductible; listed at $310,000. Broker: City Connections. Inwood . . . . . . . . . . . . ." , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E6DC1430F934A15751C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} , {"body" : "It's that time when people begin dutifully dusting off those cherished Christmas stories, the ones they can't get enough of. The plots never change. Same outcome every time for Scrooge and Rudolph and Charlie Brown. Then there are the true stories that still breathe, susceptible to the fickle whims and winds of life. They twist their way to fresh" , "date" : "20091214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Their Christmas Tale, With a New Chapter" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/14\/nyregion\/14treepeople.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IT was a balmy evening in May of 2003, and a 27-year-old film editor named Alexandra Bodner had moved just two weeks earlier into a studio apartment in Park Slope, Brooklyn. After bouncing around among apartments in Brooklyn, Manhattan, Chicago and Los Angeles, Ms. Bodner had finally alighted in a place she loved. And determined not to be one of" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Post-Industrial Order" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/realestate\/13habi.html"} , {"body" : "A sampling of noteworthy musical presentations for the holiday season at churches, synagogues and concert halls in New York, compiled by Anne Mancuso. All are free unless otherwise noted. (Houses of worship accept donations.) More holiday events this weekend are in The Listings on Pages 22 to 25, and on Page 37. Unless noted, church choirs are" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Musical Tidings of Comfort, Joy and Jubilation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE133FF932A25751C1A96F9C8B63"} , {"body" : "HULBERT--Dorothy Hanni, on December 4, 2009, of lung cancer. She was born December 21, 1928, in Sidney, New York, to Swiss immigrant parents. After graduation from college, she taught in Sidney and in Boston before moving to Brooklyn Heights in 1955. She resumed teaching some years later at St. Ann's School and the Packer Collegiate Institute and" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "41" , "title" : "Paid Notice: Deaths HULBERT, DOROTHY HANNI" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3D9143AF93AA35751C1A96F9C8B63"} ,   {"body" : "DEAR DIARY: It was the Saturday night performance of ''Girl Crazy'' at City Center on Nov. 21. There was a great buzz due to the plethora of celebrities in the audience. Yes, over there, it's Vanessa Williams, she is so stunning, and someone spotted a television host. But the coolest celeb sighting was that of Justice Sonia Sotomayor herself. She" , "date" : "20091207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "27" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/07\/nyregion\/07diary.html"} , {"body" : "Don Congdon, a literary agent who spotted the talent of Ray Bradbury early in both their careers and whose long list of celebrated authors also included William Styron, Jack Finney, Evan S. Connell, William L. Shirer and David Sedaris, died on Monday at his home in Brooklyn Heights. He was 91. The death was confirmed by his son, Michael. Mr." , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "12" , "title" : "Don Congdon, Longtime Literary Agent for Ray Bradbury, Dies at 91" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/books\/04congdon.html"} , {"body" : "Don Congdon, a literary agent who spotted the talent of Ray Bradbury early in both their careers and whose long list of celebrated authors also included William Styron, Jack Finney, Evan S. Connell, William L. Shirer and David Sedaris, died on Monday at his home in Brooklyn Heights. He was 91. The death was confirmed by his son, Michael. Mr." , "date" : "20091203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "title" : "Don Congdon, Literary Agent for Ray Bradbury and Others, Dies at 91" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DE1F3DF930A35751C1A96F9C8B63"} , {"author" : "Dan Shanoff is a writer who blogs daily at DanShanoff.com." , "body" : "My older son, Gabe, turned 3 in May, and I knew this would be the season I would finally take him to his first basketball game. I wanted the experience to be fun, the start of what I hoped would be a lifetime of basketball fandom. In part, it is his family legacy. My wife, Margery, and I love the game. As for social currency, fluency in fandom will" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Family Matters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E1D71439F93AA15752C1A96F9C8B63"} , {"body" : "My older son, Gabe, turned 3 in May, and I knew this would be the season I would finally take him to his first basketball game. I wanted the experience to be fun, the start of what I hoped would be a lifetime of basketball fandom. In part, it is his family legacy. My wife, Margery, and I love the game. As for social currency, fluency in fandom will" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Family Matters" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/sports\/ncaabasketball\/29cheer.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 6 p.m., the annual Thanksgiving Weekend Art and Craft Fair. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, 11 a.m. to 5 p.m. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506, aliceausten.org;" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CEFDF153CF934A15752C1A96F9C8B63"} , {"body" : "Few people knew that he was thinking about it in the first place, but Theodore Roosevelt IV, a wealthy investment banker with serious credentials on environmental issues and in foreign policy -- and of course, that famous name -- now says he will not seek the Republican nomination for the Senate from New York in 2010. Mr. Roosevelt, the" , "date" : "20091125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Theodore Roosevelt IV Opts Out of G.O.P. Race for Senate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDB103AF936A15752C1A96F9C8B63"} , {"body" : "More than 11,000 people received swine flu vaccines at free clinics last weekend, city officials said, while overall infection rates remained relatively low. The Department of Health and Mental Hygiene has ordered more than a million doses of the vaccine. Most of them are going to in-school vaccinations, weekend clinics, hospitals and private" , "date" : "20091124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Swine Flu Vaccinations Rise While Infections Remain Low" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6D8163BF937A15752C1A96F9C8B63"} , {"body" : "Upper West Side . . . . . . . . $335,000 52 Riverside Drive (77th St.) r 1 f 1 h 0 o 4 weeks 600-sq.-ft. co-op in a prewar building; 24-hr. doormen, kitchen window, high ceilings, h\/w floors, 2 exposures; maintenance $988, 47% tax deductible; listed at $375,000. Broker: Klara Madlin. West Harlem . . . . . . . . . . . $425,000 304 West 114th Street," , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EED7133AF931A15752C1A96F9C8B63"} , {"body" : "NEW YORKERS get to feel smug about a lot of things. We have great food, arts and culture, the Yankees. We can also feel good about our relatively low use of energy, thanks to public transportation and our small living spaces. But sometimes -- sometimes -- we fail to notice where there's room for improvement. Thirty-nine percent of New York City's" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Start Small and Think Long-Term: Saving Energy" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/realestate\/22cov.html"} ,   {"body" : "Once Andrea Combs sensed that layoffs were imminent, she went to her caseworker's office with a sense of purpose. ''She said she wanted to revise her résumé, so we went back and forth and revised it, so she was prepared even before she got laid off,'' recalled Mimi Watanabe, her caseworker at the Brooklyn Bureau of Community Service. Sure enough," , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "After Other Hardships, Trying to Bounce Back From Unemployment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DC1E3FF933A15752C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "A TWO-BEDROOM apartment on the Upper West Side is listed at $1.595 million and sells within two weeks after nine prospective buyers race to outbid one another, ultimately pushing the price to nearly $1.8 million. Sound like the pandemonium of the last real estate boom, when anyone with a pulse could get a mortgage and it seemed as if prices could" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bidding Wars Resume" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/realestate\/15Cov.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 3 p.m., demonstrations in making bread, cranberry sauce, pies and other dishes using old-time recipes and methods; $45; $40 for members. Reservations: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13spare.html"} , {"body" : "Properties in Union Square, Midtown East and in Brooklyn Heights." , "date" : "20091113" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York City" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/11\/13\/realestate\/20091115-OTMNYC_index.html"} , {"body" : "BACHELORS always seemed to have it made. With only themselves to support, they could flash their cash and trick out their apartments in such a way that James Bond himself would feel at home shaking himself a martini in their ultra-cool, chick-magnet pads. Then the recession thundered in, and suddenly young men found themselves one of the hardest" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Decline and Fall Of the Bachelor Pad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08cov.html"} , {"body" : "Mayor Michael R. Bloomberg's campaign, having spent $100 million or more on ads and outreach, would love to be able to buy a 60-degree day. The higher the temperature, the thinking goes among Mr. Bloomberg's staff, the wider the margin of victory. William C. Thompson Jr.'s campaign is more interested in the city's emotional temperature -- hoping" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayoral Campaigns Look Skyward, and Everywhere Else, for the Keys to Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03watch.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "HELEN PEARLSTEIN, an ebullient blonde in her 60s, may not be the single best-known resident of Concord Village, the Brooklyn co-op where she has lived for nearly a quarter of a century. But she is probably near the top of the list. A member of her co-op board for six years and the president for nearly two, Ms. Pearlstein is deeply involved with" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; A Makeover As Homage To the Past" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/01\/realestate\/01habi.html"} , {"body" : "HENRY ELGHANAYAN marched into a conference room high above Third Avenue in Midtown Manhattan on March 4. After nearly four decades as partners, he and two of his brothers were dividing up their $3 billion real estate empire. As if it were some neighborhood bet, the flip of a coin would determine how to split their 8,000 apartments and nine" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Flipping a Coin, Dividing an Empire" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/01\/business\/01real.html"} , {"body" : "Mayor Michael R. Bloomberg's announcement last October that he would seek a third term could not have come at a worse time for City Comptroller William C. Thompson Jr. And it was not just his political fate that concerned him. Mr. Thompson also had a young marriage to think about. His wife, Elsie McCabe Thompson, had been left alone to raise twin" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "From the Sidelines, Supporting Her Husband's Quest to Be Mayor" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/nyregion\/30elsie.html"} ,   {"body" : "When the Rooms column came to a close this month after visiting 54 intriguing -- and generally inaccessible -- interiors in New York, we asked for your suggestions on places you might have liked to see. Respondents suggested everything from shuttered nightspots to exclusive social clubs to private homes. Here are some of the best. ALAN FEUER ''If I" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "ROOMS; Interior Shots: Where You Wanted to Go" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/nyregion\/29rooms.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Saturday, 10 a.m. to 1 p.m., a harvest festival, with storytelling, crafts and food; $5 for adults; $10 for children 3 to 17 ($4 and $8 for members). Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895 Shore Road North, Pelham Bay Park," , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDC1E30F930A15753C1A96F9C8B63"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "Jody Patricia Mullen and Gary Oeters were married Saturday evening at the Madison Hotel in Morristown, N.J. The Rev. Stephen D. Muncie, an Episcopal priest, officiated. Ms. Mullen, 27, is a voice teacher at PeachCraft Studios, a performance school for children and teenagers in Summit, N.J. She is also a soprano and soloist in the choir at Grace" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Jody Mullen, Gary Oeters" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/fashion\/weddings\/18mullen.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan Tudor City . . . . . . . . . . . . . $225,000 320 East 42nd Street, Woodstock Tower r 0 f 1 h 0 o 20 weeks 275-sq.-ft. studio co-op in a prewar building; 24-hr." , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5D9153DF93BA25753C1A96F9C8B63"} , {"body" : "Museums and Sites NEW YORK TRANSIT MUSEUM Through Feb. 28, ''Last Day of the Myrtle Avenue EL: Photographs by Theresa King,'' with pictures taken in October 1969. On Sunday at 2 p.m., a tour of the display with Ms. King. Museum hours: Tuesdays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 5 p.m.; Boerum Place and Schermerhorn" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DE1530F935A25753C1A96F9C8B63"} , {"body" : "AFTER 37 years in their house on Dean Street in Boerum Hill, Brooklyn, Norman and Roselyn Kopit decided last summer that it was finally time for a change of scene. Their children had moved out, and work had just finished on their living-room ceiling, so the time seemed right. They had bought the house for $43,000; when their broker now priced it at" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BOERUM HILL, BROOKLYN; Subway Lines Galore, but Who's Leaving?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/realestate\/04living.html"} , {"body" : "DEMARCO--Josephine, September 22, 1924-September 29, 2009. Beloved wife of the late Angelo. Devoted mother of Angela, Karen, Joseph and Christine. Cherished sister of Therese and John. Adored grandmother, aunt and cousin. Visitation hours, Monday 2pm to 5pm and 7pm to 9pm at the Heights & Hill Funeral Directors, 115 Atlantic Avenue, Brooklyn" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths DEMARCO, JOSEPHINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0DB1E3AF937A35753C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Friday at 5:30 p.m., a performance by Stephen Dydo, a classical guitarist. Saturday, 10 a.m. to 12:30 p.m., a bicycle tour of historical and architectural sites in the East Bronx; free. Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFDD123AF931A35753C1A96F9C8B63"} , {"body" : "Opening This Week TRAVERTINE Danae Cappelletto, left, is not afraid to open an elegant restaurant in a gritty neighborhood. Ms. Cappelletto, who was a restaurant manager in her native Australia, presents a Mediterranean menu by Manuel Treviño: 19 Kenmare Street (Bowery), (212) 966-1810. KOLACHE MAMA In cities like Detroit, kolache (pronounced" , "date" : "20090930" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/30\/dining\/30off.html"} ,   {"body" : "THE WIZARD OF OZ Warner Home Video continues to polish the crown jewels in the studio's library with ''The Wizard of Oz 70th Anniversary Ultimate Collector's Edition.'' It is the third release of this beloved family classic on DVD since 1999 and the first on Blu-ray. According to Warner, the film has been completely remastered from the original" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "DVDS; Back to Yellow Brick Road And That Long Dusty Trail" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/movies\/homevideo\/27kehr.html"} , {"body" : "Through the building frenzy that transformed some of the city's long-neglected patches into lustrous new neighborhoods, few frontiers struggled to reap the benefits of gentrification more than working-class Bedford-Stuyvesant, Brooklyn. Prices of homes rose, but never as much as in Fort Greene. Its long-neglected brownstones attracted renovators" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Amid a Citywide Slump, a Local Exception" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26stores.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Sunday, 10 a.m. to 5 p.m., a flea market; $2; $1 for 65+; free for those 15 and younger. Rain date, Oct. 4. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30 p.m.; Saturdays and Sundays at 2 and 3:30 p.m. 441 Clarke Avenue, Richmond Town, Staten Island" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDD153BF936A1575AC0A96F9C8B63"} , {"body" : "At the age of 37, with a loaded résumé and a reputation as a serious thinker, David Yassky arrived at the City Council and was quickly handed his first defeat. He was part of a group that failed to persuade city officials to push developers to include apartments for low- and moderate-income renters as part of a rezoning in Park Slope, Brooklyn." , "date" : "20090924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Known for His Pragmatic Approach" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/24\/nyregion\/24yassky.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} , {"body" : "THE first anniversary last week of the Lehman Brothers collapse was a grim milestone. During the financial meltdown that followed, markets across the globe were roiled. New York real estate did not escape unscathed. Activity was basically frozen through the winter, and the customarily busy spring season was slow. In the summer, when the market" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Look Of Autumn" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/realestate\/20cov.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, 11 a.m. to 8 p.m., ''Bridge the Gap,'' an outdoor interactive event in the meadow with art displays, music and dance performances, poetry readings, crafts and refreshments; visitors are invited to set up seating or tents and participate; admission is free. 2 Hylan Boulevard, Rosebank," , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EEDD1E31F93BA2575AC0A96F9C8B63"} , {"body" : "The celebration riveted the nation. The government spent years in planning, the news media tracked every development, and residents flocked to the events in droves. The reason for all the hoopla was the 400th anniversary of Henry Hudson's arrival in New York Harbor, which was marked with a week of events around the city that concluded in Lower" , "date" : "20090914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NETHERLANDS" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "18" , "title" : "400 Years Later, and Still Proud of New Amsterdam" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/14\/nyregion\/14dutch.html"} , {"body" : "DEAR DIARY: My girlfriend and I were walking to brunch in Brooklyn Heights on a July Sunday when we noticed a lemonade stand on Hicks Street. Two young girls, dressed in princess outfits, stood behind a small table as their father placed a tray of brownies next to the pitcher of lemonade. As we passed, we heard him offer timely words of advice to" , "date" : "20090914" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/14\/nyregion\/14diary.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday, 5 to 9 p.m., a ceremony in remembrance of Sept. 11 and the firefighters who died; also sponsored by the Staten Island Firefighters. Saturday, noon to 4 p.m., a celebration of the 400th anniversary of Henry Hudson's voyage, with crafts workshops and displays; donation, $5; materials fee, $5." , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DF143BF932A2575AC0A96F9C8B63"} ,   {"body" : "LYND--Susan Crosby Thompson, 66, died August 16, 2009 in hospice at Scarborough, ME. She and her husband Richard B. Lynd had lived in Brooklyn Heights for 36 years before retiring to Susan's childhood home near Albany in 2003. She was the daughter of the late William Leland Thompson Jr. of East Greenbush, NY and the late Maris Wistar (Townsend)" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths LYND, SUSAN CROSBY THOMPSON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EFDF113AF932A2575AC0A96F9C8B63"} , {"body" : "ONE recent afternoon, the writer Amy Sohn sat at the Third Street Playground in Prospect Park, Brooklyn, a few blocks from her apartment, and explained the central paradox of her neighborhood. ''Every mother knows what a Park Slope Mother is, but no one thinks she is one,'' she said. Ms. Sohn was referring to the stereotype of the overprotective," , "date" : "20090910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH AMY SOHN; A Park Slope Novel Seems a Little Too Real" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/10\/garden\/10sohn.html"} , {"body" : "LATSON--Edwin Millard (Jim), of Greenport, NY, died September 3, 2009, in Eastern Long Island Hospital following a short illness. He is survived by his wife of 59 years, Constance Thayer Latson; three children, Anne L. Vogelsberg, Amy M. Latson, Peter H. Latson; and two grandsons, Benjamin and William Latson. Another son, Edwin, Jr. (Ned) died in" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths LATSON, EDWIN MILLARD (JIM)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E6D6103AF93BA3575AC0A96F9C8B63"} , {"body" : "LATSON--Edwin Millard (Jim), of Greenport, NY, died September 3, 2009, in Eastern Long Island Hospital following a short illness. He is survived by his wife of 59 years, Constance Thayer Latson; three children, Anne L. Vogelsberg, Amy M. Latson, Peter H. Latson; and two grandsons, Benjamin and William Latson. Another son, Edwin, Jr. (Ned) died in" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths LATSON, EDWIN MILLARD (JIM)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E0D8103AF935A3575AC0A96F9C8B63"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "The fierce tug of war between New York and New Jersey over 2,300 financial jobs in Lower Manhattan is just about over. New Jersey has come out ahead, winning most of the jobs, said government officials and real estate executives. But New York keeps the headquarters. The Depository Trust and Clearing Corporation, a critical part of Wall Street's" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JERSEY CITY (NJ)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "New Jersey Wins 1,600 Financial Jobs" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/nyregion\/04depository.html"} , {"body" : "IF you asked a group of artists and curators to think of a New York cultural institution with the oldest, most comprehensive collection of watercolors and drawings focused on the New York region, there are many, no doubt, who would say the Metropolitan Museum of Art or even the New York Public Library. But the correct answer is the New-York" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "ARTS | HUDSON VALLEY; Glimpses of New York State In Works From Six Centuries" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/30\/nyregion\/30artwe.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Sunday, 1 to 4 p.m., ''Staten Island Modern,'' an outdoor event with dance performances and an art and photography display; visitors should provide their own seating. Through Sept. 6, ''Interlude,'' an exhibition of documentary photographs by eight photographers whose works are featured in the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28spare.html"} , {"body" : "Most people seem to remember the first time they walked across the Brooklyn Bridge. So why not make sure that your child's first memory of the crossing includes you -- and some ice cream, and some Brooklyn serendipity, as well? 10:30 A.M. Take the J, M, Z, 4, 5 or 6 train to the Brooklyn Bridge-City Hall subway stop, then cross Centre Street to the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | BROOKLYN BRIDGE; A Crossing Not Too Far" , "url" : "http:\/\/travel.nytimes.com\/2009\/08\/23\/nyregion\/23stop.html"} , {"body" : "LARKIN--Bro. George, O.S.F.,on August 17, 2009. Professed Franciscan Brother for 56 years. Beloved son of the late James J. and Kathleen (nee Maffatt). Cherished brother of Edward, Thomas and Dale Bryant. Loving uncle to several nieces, nephews, grandnieces and grandnephews. Dean of Admissions, St. Francis College, Brooklyn Heights, since 1971." , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths LARKIN, BRO. GEORGE, O.S.F." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1D9133AF93AA2575BC0A96F9C8B63"} ,   {"body" : "LARKIN--Bro. George, O.S.F.,on August 17, 2009. Professed Franciscan Brother for 56 years. Beloved son of the late James J. and Kathleen (nee Maffatt). Cherished brother of Edward, Thomas and Dale Bryant. Loving uncle to several nieces, nephews, grandnieces and grandnephews. Dean of Admissions, St. Francis College, Brooklyn Heights, since 1971." , "date" : "20090818" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths LARKIN, BRO. GEORGE, O.S.F." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7D9133AF93BA2575BC0A96F9C8B63"} , {"body" : "The Iridium Jazz Club has announced performances honoring the guitarist and inventor Les Paul, who died on Thursday at 94. John Colianni, Lou Pallo and Nicki Parrott will be joined by Bucky Pizzarelli for two special shows on Monday at 8 and 10 p.m. at the club, 1650 Broadway, at 51st Street, where Mr. Paul played most Monday nights for the last 12" , "date" : "20090817" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Footnotes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DD113DF934A2575BC0A96F9C8B63"} , {"body" : "Manhattan Upper West Side . . . . . . . . $360,000 205 West End Avenue (70th St.) 3 weeks 575-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge, renovated kitchen and bath, h\/w floors; maintenance $694, 52% tax deductible; listed at $390,000. Brokers: Barak; Bellmarc. Chelsea . . . . . . . . . . . . . . $620,000 555 West 23rd" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDA1230F935A2575BC0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} , {"body" : "-- ''One, two, three: Heave! One, two, three: Heave!'' Perched nearly 20 feet high at the top of a metal dome on this listing barge, Alison Ward, an artist, was acting as a foreman, supervising as a half-dozen volunteers struggled to pull a heavy vinyl cover over the structure. It was just past 10 a.m. on a blazing Sunday in July, and the public" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Life, Art and Chickens, Afloat in the Harbor" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/13\/arts\/design\/13barge.html"} , {"body" : "MAY--William Henry, 79, of Brooklyn Heights, New York. Died Monday, August 10th 2009. Beloved husband of Diane. Loving father of John, Margaret and Billy. Adoring grandpa of Christopher, Katie, Molly, and Liam. Predeceased by brothers James and John. Caring brother-in-law to Annette and Carol. Fond father-in-law to Ewa and Emily. Dear uncle of" , "date" : "20090812" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths MAY, WILLIAM HENRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7DC133AF931A2575BC0A96F9C8B63"} , {"body" : "Properties in TriBeCa, the Upper West Side and in Brooklyn Heights." , "date" : "20090807" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/08\/07\/realestate\/20090809-OTMNYC_index.html"} , {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "ROB a bank, and if the federal government doesn't catch you in five years, you're off the hook. But a hairstylist and sometime songwriter from Brooklyn recently discovered that there is no statute of limitations when it comes to challenging the rights of rent-controlled tenants. The stylist, Robert Nocco, found out that his landlord could legally" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Tenant Loses Rent-Control Battle" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/02\/realestate\/02deal2.html"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "WHEN John Patrick Shanley gave a book party for his friend Allegra Huston earlier this year, guests stayed at his Gramercy Park apartment well into the night. The playwright, director and Oscar-winning screenwriter attributed the success of the party partly to the color of his living room. ''I find that green is comforting to people,'' he said." , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; The Color of Comfort" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/30\/garden\/30shanley.html"} ,   {"body" : "VALISA AND JAMES TATE were among the first residents to move into One Brooklyn Bridge Park, a condominium project in Brooklyn Heights, in the summer of 2008. A year later, the hallways still feel barren. Only 77 of the building's 438 apartments have closed. Twenty-six are in contract. In order to keep money coming in during a difficult time for" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Renters to the Rescue" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/realestate\/26cov.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, noon to 4 p.m., a Henry Hudson 400th-anniversary celebration, with tours and children's crafts workshops. 2 Hylan Boulevard, Rosebank, Staten Island , (718)816-4506, aliceausten.org; $5, with a $5 materials fee for crafts.20090723 MERCHANT'S HOUSE MUSEUM Wednesday, 6:30 to 8:30 p.m., a wine" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1D71F3EF937A15754C0A96F9C8B63"} , {"body" : "EPSTEIN Jeremy Goldman, age 62, beloved husband and father, devoted son and brother, passed away on Wednesday, July 22, 2009 in New York City, NY. Born September 28, 1946, the son of Gayola Epstein and the late Joseph Epstein of Chicago IL, brother to Deborah Nord of Princeton NJ, Mr. Epstein is survived by his wife of more than forty years Amy," , "date" : "20090724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths EPSTEIN JEREMY GOLDMAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E1D7153AF937A15754C0A96F9C8B63"} , {"body" : "EPSTEIN Jeremy Goldman, age 62, beloved husband and father, devoted son and brother, passed away on Wednesday, July 22, 2009 in New York City, NY. Born September 28, 1946, the son of Gayola Epstein and the late Joseph Epstein of Chicago IL, brother to Deborah Nord of Princeton NJ, Mr. Epstein is survived by his wife of more than forty years Amy," , "date" : "20090724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths EPSTEIN JEREMY GOLDMAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1D7153AF937A15754C0A96F9C8B63"} , {"body" : "For years, top Manhattan public schools have raised hundreds of thousands of dollars from parents to independently hire assistants to help teachers with reading, writing, tying shoelaces or supervising recess. But after a complaint by the city's powerful teachers union, the Bloomberg administration has ordered an end to the makeshift practice." , "date" : "20090720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Parent-Paid Aides Ordered Out of City Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/education\/20schools.html"} , {"body" : "AS most New York City homeowners hunker bearishly inside their largest depreciating asset, one unfortunate contingent has no choice but to wade into the storm-tossed market. For these accidental sellers, life has gotten in the way -- in the form of a job upheaval, imminent offspring, holy matrimony or the dissolution thereof. Involuntarily thrust" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Gotta Move, Gotta Sell" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19cov.html"} , {"body" : "An Upper East Side two-bedroom for $995,000, an Upper West Side triplex for $629,000 and a Brooklyn Heights Co-op for $799,000." , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "On the Market in New York City" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/07\/19\/realestate\/20090719-otm-nyc-slideshow_index.html"} , {"body" : "BROOKLYN HEIGHTS CO-OP $799,000 BROOKLYN: 99 State Street (at Henry Street), #3E A two-bedroom one-bath co-op with a fireplace and basement storage, in a 10-unit 19th-century building. Martha Ellman, Myrel Glick, Prudential Douglas Elliman (718) 780-8114; www.elliman.com Open house Sunday, 3 to 5 p.m. MAINTENANCE: $807 a month PROS: This" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E4D81E3AF93AA25754C0A96F9C8B63"} , {"body" : "Museums and Sites MUSEUM OF THE CITY OF NEW YORK Wednesdays, 6 to 9 p.m., through Aug. 26, music and dancing at ''The Speakeasy at 1220 Fifth,'' with cocktails and viewing of exhibitions; $12; $10 for members. Fifth Avenue at 103rd Street , (212) 534-1672, mcny.org. Suggested admission: $10; $6 for students and 62+; free for under 12; $20 for" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDC1130F934A25754C0A96F9C8B63"} , {"body" : "This article was reported by Russ Buettner, Serge F. Kovaleski and Michael Powell, and written by Mr. Powell. A daughter of the Bronx, Sonia Sotomayor claims the Brooklyn Bridge as her power-walking trail, the specialty shops of Greenwich Village as her grocery store, and the United States Court House as the setting for her annual Christmas party," , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Get to Sotomayor's Core, Start in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/nyregion\/10sonia.html"} ,   {"body" : "BABIES AT THE Y, And Fathers Too The classes were originally called ''Mommy and Baby.'' Then men started showing up one by one, infants in tow. A few months ago, the fathers had become so numerous that the Prospect Park Y.M.C.A. on Ninth Street in Park Slope, Brooklyn, changed the class name to ''Parent and Baby.'' As recently as late last year," , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFDE173BF93AA35754C0A96F9C8B63"} , {"body" : "CALL them members of the Obama generation: Seven of New York City's valedictorians, invited to discuss the future -- theirs, the city's, the world's -- could not help circling back to themes resonant from President Obama's historic campaign: diversity, globalization, cooperation, hope. ''We're that high school class that was there when Obama got" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Future Is Theirs" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/nyregion\/28valedictorians.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Sunday, 10 a.m. to 5 p.m., ''Yankee Peddler Day,'' with antiques, crafts and collectibles; $2, free for children under 12. Weekend hours: Friday and Saturday, 1 to 5 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4 for 65+; $3.50 for students" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D71630F935A15755C0A96F9C8B63"} , {"body" : "BICYCLE FILM FESTIVAL Fans of fixies, alley cats, low riders and classic cruisers will turn out in droves and have their rides valet-parked this weekend for the Bicycle Film Festival, which is dedicated to celebrating the culture of the two-wheeler in all its incarnations. Since it started nine years ago, the festival, above in 2006, has expanded" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/19spare.html"} , {"body" : "Manhattan Washington Heights . . . . . $160,000 849 St. Nicholas Avenue (152nd St.) r 1 f 1 h 0 o 31 weeks 800-sq.-ft. co-op in a prewar building; elevator, renovated kitchen and bath, high ceilings, h\/w floors, laundry room in building; maintenance $413, no tax deduction; listed at $160,000. Broker: Citi Habitats. East Midtown . . . . . . . . . ." , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEED7153CF937A25755C0A96F9C8B63"} , {"body" : "ROCKSTOCK & BARRELS New York is known more for its asphalt than its sandy shores, so you can be forgiven for ignoring the 14 miles of public beaches within the five boroughs. After all, the warm-weather activities that crop up come spring -- basketball, baseball and break dancing -- are more than enough to keep the athletically inclined and their" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/12spare.html"} , {"author" : "Emily Bazelon, a contributing writer, is a founding editor of Double X, Slate's new Web site for women, and is the Truman Capote fellow at Yale Law School." , "body" : "On a rainy morning in April, Lisa Feuer took the subway to the Brooklyn Dojo, a martial-arts studio where she was scheduled to teach a mommy-baby yoga class. Outside, streams of water poured from awnings into the collars of passers-by. When she got to the studio, Feuer shook out her umbrella and picked out music from her iPhone to play for the" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "What happened to all those liberated, self-reliant, self-branded free agents?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/magazine\/07unemployed-t.html"} , {"body" : "THE hookahs looked like exotic animals lurking in Hookahnuts, a shop for gifts and food in Bay Ridge, Brooklyn. In various shades of red, blue and green, these water pipes, used to smoke flavored tobacco, were the most vivid sign of the shop's Middle Eastern culture, presented among an eye-catching array that included intricate wooden trays," , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Festival for New York, That Muslim City" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05musl.html"} , {"body" : "THE TOM TOM CREW If you know your Shakespeare, it's easy to feel leery of a show created by an outfit called Strut & Fret Production House. The name of course evokes Macbeth's bitter soliloquy in which he compares life to ''a poor player,\/That struts and frets his hour upon the stage,\/And then is heard no more.'' While the Tom Tom Crew indeed" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times | For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05kids.html"} , {"body" : "Thank the Hens Egg rolls from Chinatown and egg creams from the Lower East Side will be celebrated and served ($4 for both) at a June 7 street fair from noon to 4 p.m. at the Eldridge Street Synagogue, 12 Eldridge Street (Canal Street). Talks Is there a difference in the way male and female chefs might cook a steak or roast a chicken? A panel of" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/03\/dining\/03fcal.html"} ,   {"body" : "THE old-fashioned may finally be earning its name. One of the most venerable of whiskey-based cocktails, it has a history that stretches back farther than the martini's. For decades it has suffered under the reputation of something your grandmother drank -- overly sweet, fruit-laden and spritzed-up. But grandma wouldn't recognize what's happened to" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Take a Sip Of History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2D7173AF930A35755C0A96F9C8B63"} , {"body" : "Quantity and Quality Eight contestants will see who can eat the most Texas-style pork ribs in 10 minutes at Hill Country, 30 West 26th Street, on June 6 at 2 p.m. A $5 admission fee and a matching donation from the restaurant will go to the Madison Square Park Conservancy. Information: (212) 255-4544. On June 7, from 11 a.m. to 3 p.m., chefs and" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Benefits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E5DE103CF930A35755C0A96F9C8B63"} , {"body" : "THE tedious 35-minute subway ride between David Basner's studio in Chelsea and Courtney Reimer's one-bedroom in Prospect Heights, Brooklyn, annoyed both of them. Each disliked the other's place, too. She felt that his -- so small it fit only a twin bed -- was cramped and dark. He felt that hers was inconvenient and impractical. Except for maybe a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Place They Both Call Home" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/realestate\/24hunt.html"} , {"body" : "As Robert Lopez tells it, his trouble began nearly two years ago when he plucked a bundle of fake dynamite from the trash in Brooklyn and took it home with plans to turn it into a piggy bank. Now Mr. Lopez, 38, a career maintenance man with no criminal record beyond a 10-year-old marijuana possession violation, is set to appear in court on Thursday" , "date" : "20090521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Trashy Treasure Leads to Felony False-Bomb Charge" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/21\/nyregion\/21bomb.html"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "WHERE THE METERS Don't Get Cold We'd heard of tea cozies. But now Brooklyn Heights has introduced parking-meter cozies -- 69 of them, in fact. As of Thursday morning, the parking-meter poles on Montague Street between Court and Hicks Streets are now decorated with cheerful bright sleeves, the result of a knitting project by volunteers here and" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DC143BF936A25756C0A96F9C8B63"} , {"body" : "BECAUSE Peter Aaron's box-shaped 1858 Italianate house here is as deep as it is wide, square-footage calculation ought to be easy. ''It's whatever it is across -- 33 feet -- squared, and then it's twice that, because the second story has the same measurements as the first,'' Mr. Aaron said the other day. ''Except for the kitchen, which was added on" , "date" : "20090514" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "ON LOCATION; A Portraitist Of Homes Remakes His Own" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/14\/garden\/14aaron.html"} , {"body" : "A college sophomore who worked as a nanny and baby sitter for more than 20 families in and around New York City has been charged with sexually abusing three boys from Manhattan, officials said on Friday. The man, Jonathan Then, 21, a student at Hunter College, was ordered held without bail after his arraignment in Manhattan Criminal Court on Friday" , "date" : "20090509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Baby Sitter Is Charged With Sexual Abuse of 3 Boys" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/09\/nyregion\/09arrest.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "FOR months, Michelle Cianfaglione felt as if she did nothing but look for an apartment. ''It was fun for a while,'' she said, ''but it consumed hours and hours.'' Night after night, she would find herself sitting at the computer thinking, ''All I did was search for apartments all evening, and I still haven't found one!'' Open houses in Manhattan" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; The 10 Percent Hurdle" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03hunt.html"} ,   {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "THE luxury liners that once crossed the Atlantic at a regular clip are of course a thing of the past, long since converted to cruise ships or disappeared entirely. And since 2005, some New York-bound cruise ships have been hanging a sharp right as they enter the harbor, heading not for the West Side's Passenger Ship Terminal but for Red Hook," , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | BROOKLYN HEIGHTS; The Ghost Ships of the Hudson" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/nyregion\/thecity\/26crui.html"} , {"body" : "NURSING a cup of coffee at a Brooklyn Heights cafe one recent afternoon Gabriel Kahane looked every bit the part of a hip young singer-songwriter: tousled hair, sleepy eyes, a kitschy blue sweater embroidered with the names of golf resorts. That evening he would begin a short American concert tour with a show at Rockwood Music Hall, a Lower East" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "...Beyond Their Fathers' Musical Landscapes" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/arts\/music\/26smit.html"} , {"author" : "Nathan Ward is writing a book about the mob and the New York waterfront, forthcoming from Farrar, Straus & Giroux." , "body" : "BURTON SILVERMAN, a young painter fresh from the Army, first noticed the courtly stranger, a balding, middle-aged man with a wiry build and a bony profile, in a Brooklyn elevator in early 1954. The older man, who had rented space on Mr. Silverman's floor in Ovington Studios, a seven-story building of artist studios near Cadman Plaza on the edge of" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CITY PEOPLE; The Spy of Cadman Plaza" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/nyregion\/thecity\/26spy.html"} , {"body" : "On $250 a Day SLEEPHotel Guldsmeden Axel tempers sleek white décor with Indonesian accents and an organic nouveau hippie vibe (Helgolandsgade 7-11; 45-33-31-32-66; www.hotelguldsmeden.dk). Sex shops and chic boîtes peacefully coexist in the 129-room hotel's convenient Vesterbro neighborhood, within walking distance of Tivoli Gardens. The Bunk Pod" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COPENHAGEN (DENMARK)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "Save or Splurge: Copenhagen" , "url" : "http:\/\/travel.nytimes.com\/2009\/04\/26\/travel\/26copenhagenlow-high.html"} , {"body" : "CLAYTON--Joe Don, born September 3, 1934, in Sentinel, OK, passed away on April 18, 2009 in New Lebanon, NY. Prior to 2002, he resided in Brooklyn Heights, NY for over 35 years. Mr. Clayton graduated in 1957 from Yale University, B.A. in history. Joe was awarded a Keasbey scholarship to attend Oxford University's New College and achieved a" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths CLAYTON, JOE DON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E7D8113AF935A15757C0A96F9C8B63"} , {"body" : "LUTTINGER--Dr. Lionel, 89, physical chemist. Lionel Luttinger died on Tuesday, March 17, due to complications following surgery. Born in 1920, he lived most of his childhood in New York City where his father (a prominent leftist doctor and medical researcher) introduced him to radical politics from a young age. Inspired by his father, he later" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths LUTTINGER, DR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E4D8113AF935A15757C0A96F9C8B63"} , {"body" : "THERE are few things that New Yorkers react to more quickly than the trilling of a smartphone as it signals the arrival of an e-mail message. With lightning speed they respond to e-mail messages on the street, in cabs, on buses, standing in line at Starbucks, the instant their Q train emerges from darkness onto the Manhattan Bridge. So perhaps it" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The E-Mail Handshake" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/realestate\/26cov.html"} , {"body" : "AROUND TOWN THE RASPBERRY BROTHERS Cultural recycling continues apace. A year after ''Mystery Science Theater 3000'' went off the air, Jeremy Pollet, a New York-born performer known to his friends as Jerm, started a similar event at a big independent theater in Austin, Tex. Like ''Mystery Science Theater,'' his group, the Raspberry Brothers, poked" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DE173DF937A15757C0A96F9C8B63"} ,   {"author" : "'" , "body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'COSÌ FAN TUTTE' (Wednesday and Thursday) The first clue that Underworld Productions Opera Ensemble's staging of Mozart's comic opera will be unusual is that it has been given a subtitle, ''Defining Women.'' And indeed the director, Gina Crusco, takes exception to the" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2D61338F937A15757C0A96F9C8B63"} , {"body" : "NORVAL WHITE, one of the great figures of New York architecture, was cruising around Long Island City a couple of months ago when he came upon an unexpected sight. On Jackson Avenue, in this still scrappy-looking section of Queens, stood a newish co-op sheathed in luminous squares of blue glass. Its designer, Robert Scarano Jr., is one of the less" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Grand Cornice-and-Pediment Tour" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/thecity\/19norv.html"} , {"body" : "'FOOD IN FILM: An Evening of Flavors From the Silver Screen' Good films, like good lasagna, are artfully layered productions, filled with metaphors and surprises. How filmmakers develop food scenes will be tastefully dissected on Wednesday night in this program at the 92nd Street Y, part of the series Francine Segan's World of Tasting. Ms. Segan, a" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/17spare.html"} , {"body" : "IN 1885, when Brooklyn was still an independent city, the St. George Hotel was rising on Clark Street, just steps from the East River. At 2,623 rooms, it would become the nation's largest and grandest hotel. By the early 1930s, its new tower rose more than 30 stories. Occupying an entire block of Brooklyn Heights, between Hicks, Henry, Clark and" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BROOKLYN HEIGHTS; Trying to Recapture the Glory Days, Up in the Old Hotel" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05geor.html"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS This year's theme of change has proved infectious. While economic woes have certainly dimmed the atmosphere, the sentiment at the UniverSoul Circus yields only light. Founded in 1994 to showcase the range of African-American talent, this circus now features a cast of international performers in this season's ''America" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03spare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater through May 23, playing alternately every hour on the half-hour from 10:30 a.m. to" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DA103AF930A35757C0A96F9C8B63"} , {"body" : "A sampling of noteworthy musical presentations, including oratorios, planned for the holiday season at churches and concert halls in New York City, from Friday through Easter Sunday. All are free unless otherwise noted. (Churches accept donations. Unless noted, church choirs are featured in church concerts.) ANNE MANCUSO Friday CHURCH OF SAINT" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Welcoming Easter, With Voices Raised in Praise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3D61738F930A35757C0A96F9C8B63"} , {"body" : "-- a lot more if you count the patient and the doctor, the patient's relatives and the doctor's relatives, the nurses, the therapists and the insurer. What a shame that the only time we ever get to hear all of them is in court. Otherwise, it is pretty much all monologue out there in the literature of health lost and regained, with all the usual" , "date" : "20090331" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "5" , "title" : "BOOKS; Afflictions of the Brain, Cured or Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EFD81E38F932A05750C0A96F9C8B63"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "DeMARCO--Angelo M. Beloved husband of Josephine. Devoted father of Angela, Karen, Joseph and Christine; cherished brother of Connie; adored grandfather and loving uncle. Passed away March 20. Visitation hours will be Thursday March 26, 2pm-5pm and 7pm-9pm at the Heights and Hill Funeral Directors, 115 Atlantic Avenue, Brooklyn Heights, NY (corner" , "date" : "20090325" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths DEMARCO, ANGELO M" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DA133AF936A15750C0A96F9C8B63"} ,   {"body" : "Alexis Leigh Susman and Henry Salinas Samelson were married Saturday evening on the Brooklyn Heights Promenade. The Rev. Amy F. Strano, a Unitarian-Universalist minister, performed the ceremony. Ms. Susman, 34, is keeping her name. She is in her first year of study for a master's in social work at New York University. She graduated cum laude from" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Alexis Susman, Henry Samelson" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/fashion\/weddings\/22Susman.html"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"author" : "John Wray's novel ''Lowboy'' was published this month by Farrar, Straus & Giroux." , "body" : "WHEN I was 26, out of a mixture of financial desperation and some never fully articulated desire to live the struggling writer's life, I moved into a 10-by-20-foot room in the basement of a warehouse under the Manhattan Bridge, in Brooklyn, and tried to write a novel. The conditions of my new life were extreme, even by New York standards: no" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST RIVER (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; How Mr. Toast Took a Bath" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15quar.html"} , {"body" : "James Purdy, whose dark, often savagely comic fiction evoked an American psychic landscape of deluded innocence, sexual obsession, violence and isolation, died on Friday in Englewood, N.J. He was 94 and lived in Brooklyn Heights. His death was confirmed by John Uecker, a friend and assistant. Wayward and unclassifiable, Mr. Purdy, the author of the" , "date" : "20090314" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Books"] , "page_facet" : "19" , "title" : "James Purdy, a Literary Outsider With a Piercing Vision, Is Dead at 94" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/14\/books\/14purdy.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "If you managed to get out of the house without glimpsing the news over the weekend, you might, for a few hours at least, have allowed yourself to indulge in a bit of luxurious, sun-baked optimism. The snowstorm of last week, all those inches, all those glitches, the piles of snow whiting out plans and best intentions, seemed like a vicious weather" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "BIG CITY; Sunshine Is Harbinger Of Optimism" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09bigcity.html"} , {"body" : "IF ever there was a time for Fort Greene, one of the most revered brownstone districts in Brooklyn, to have an identity crisis, that time would be now. Fort Greene is Brooklyn's latest culinary mecca, bewitching foodies with hip, minimalist restaurants. Or it's a bastion of African-American pride and culture, a historic home to a vibrant community" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | FORT GREENE, BROOKLYN; Multiple Identities Can Be a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/realestate\/08Livi.html"} , {"body" : "Manhattan Hudson Heights . . . . . . . . $223,000 689 Fort Washington Avenue (190th St.) r 1 f 1 h 0 o 11 weeks 520-sq.-ft. co-op in a prewar building; renovated kitchen, high ceilings, h\/w floors, common roof deck and common gardens in complex; maintenance $745, 42% tax deductible; listed at $235,000. Broker: Simone Song. y Upper East Side . . . ." , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E1DF153AF93BA35750C0A96F9C8B63"} , {"body" : "California chardonnays that resemble graceful white Burgundies are hard to find. Too many are too oaky. But 2007 Foxglove, reared in stainless steel to preserve fruitiness and acidity, evokes the Tricolor and a zinc bar. This smooth Central Coast wine is redolent of tropical fruit, pears and apples. Drink it lightly chilled. Heights Chateau, 123" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WINE UNDER $20; Smoothly Does It" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08wine1.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} ,   {"body" : "BROOKLYN HEIGHTS CO-OP $350,000 BROOKLYN: 150 Joralemon Street (near Clinton Street), #5G A one-bedroom one-bath corner unit in a converted office building with laundry facilities on the same floor and a live-in superintendent. Terry Naini, Prudential Douglas Elliman (917) 841-1826; www.elliman.com Open house Sunday, 11 to 1 p.m. MAINTENANCE:" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Brooklyn Heights Co-op" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E4D91431F932A35750C0A96F9C8B63"} , {"body" : "FRIOU Robert Edwin, died on Thursday, February 26, 2009 in Tarrytown, NY after a long and valiant battle with Parkinson's Disease. He was born in 1917 in Brooklyn, NY, the eldest son of the late George Dyson and Lillian Ackerman Friou. He lived in Brooklyn, exempt for summers in Friendship. ME, until he married Alice Regina Hoffman in 1940. He" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths FRIOU ROBERT EDWIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE4DC153AF932A35750C0A96F9C8B63"} , {"body" : "FOR better and worse, the mentality that helped propel the city's real estate prices into lunar altitudes is gone. Not only are there fewer buyers today, but they are also more apt to have a yard-sale attitude, demanding sharp discounts on top of reduced prices -- Poggenpohl kitchen and last year's comps be damned. Racing to keep up with a" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Adjectives Get Evicted" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/realestate\/01cov.html"} , {"body" : "FRIOU Robert Edwin, died on Thursday, February 26, 2009 in Tarrytown, NY after a long and valiant battle with Parkinson's Disease. He was born in 1917 in Brooklyn, NY, the eldest son of the late George Dyson and Lillian Ackerman Friou. He lived in Brooklyn, exempt for summers in Friendship. ME, until he married Alice Regina Hoffman in 1940. He" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FRIOU ROBERT EDWIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6DC153AF93BA15751C0A96F9C8B63"} , {"body" : "FRIOU Robert Edwin, died on Thursday, February 26, 2009 in Tarrytown, NY after a long and valiant battle with Parkinson's Disease. He was born in 1917 in Brooklyn, NY, the eldest son of the late George Dyson and Lillian Ackerman Friou. He lived in Brooklyn, exempt for summers in Friendship. ME, until he married Alice Regina Hoffman in 1940. He" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FRIOU ROBERT EDWIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDE153AF93BA15751C0A96F9C8B63"} , {"body" : "FRIOU Robert Edwin, died on Thursday, February 26, 2009 in Tarrytown, NY after a long and valiant battle with Parkinson's Disease. He was born in 1917 in Brooklyn, NY, the eldest son of the late George Dyson and Lillian Ackerman Friou. He lived in Brooklyn, exempt for summers in Friendship. ME, until he married Alice Regina Hoffman in 1940. He" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths FRIOU ROBERT EDWIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E3DE153AF934A15751C0A96F9C8B63"} , {"body" : "RATHKOPF--Florence M.,of Huntington, NY, died peacefully in her sleep at the age of 103, on February 23, 2009. Formerly a longtime resident of Brooklyn Heights; wife of the late Arden H. Rathkopf: mother of Stephen A. Rathkopf or Seattle, Washington and Daren A. Rathkopf of Cold Spring Harbor, New York; also survived by six grandchildren and twelve" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths RATHKOPF, FLORENCE M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DF153AF936A15751C0A96F9C8B63"} , {"body" : "WHEN Kimberly Oliver and Stuart Sclater-Booth decided to move in together, they knew that neither of their apartments was exactly right. Her loft, in Williamsburg, wasn't set up for his three children, who visit regularly. And his apartment, in Brooklyn Heights, wasn't large enough for her furniture, acquired mostly from various employers in the" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BROOKLYN HEIGHTS; The Sofa That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22habi.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "IN 1936, Literary Digest reported that New York was dazzled by neon signs, with 300 in Times Square alone, some larger than a boxcar. Now, in the same area, the occasional spot of neon is like a cork bobbing on a sea of big LED and back-lit plastic signs. But a score or more of distinctive smaller signs from earlier times shine on, although their" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "STREETSCAPES | NEON SIGNS; The Best And the Brightest" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22scapes.html"} , {"body" : "The West Park Presbyterian Church on the Upper West Side, a Romanesque Revival edifice of red sandstone familiar to anyone who has ventured into the neighboring Barney Greengrass for bagel and lox, took a major step Tuesday toward becoming a New York City landmark. The Landmarks Preservation Commission voted to schedule a public hearing for the" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Four Buildings Clear Big Step Toward Landmark Status" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18churches.html"} ,   {"body" : "THERE are so many things you can't do in the big, bad city, and you'd think that one of them would be climbing down a manhole when you're not an employee of the Department of Transportation or the Metropolitan Transportation Authority or Con Edison. But you would be wrong. Thanks to Bob Diamond, the man who rediscovered a 19th-century Atlantic" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Tunnel Rats of Atlantic Avenue" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/nyregion\/thecity\/15tunn.html"} , {"body" : "DEAR DIARY: On a recent walk with friends along the Promenade in Brooklyn Heights, we were approached by a young man and woman. They were bundled up against the harbor's winds, and each held a large armful of red roses. ''Do you have a few minutes?'' they asked. Like good New Yorkers, we eyed them suspiciously. ''A few minutes for what?'' They" , "date" : "20090209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/09\/nyregion\/09diary.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan West Side . . . . . . . . . . . . . $312,000 243 West End Avenue (71st St.) r 0 f 1 h 0 o 21 weeks 375-sq.-ft. studio co-op in a prewar building; 24-hr. doormen," , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E3DD163EF93BA35751C0A96F9C8B63"} , {"author" : "E-mail: Generationb@nytimes.com" , "body" : "THERE were some mornings in that awful year of 2008, when she lay half awake in bed, trying to keep track of all the Caroline Jacobsons she would need to be that day: mother to her 4-year-old, Sonya; wife to her architect husband, Jeff; daughter to her 79-year-old dad, dying of cancer; stepdaughter to his distraught second wife; set decorator for" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "GENERATION B; When Nest Eggs Crack" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/fashion\/08generationb.html"} , {"body" : "NORTH-FACING windows at the League Treatment Center school for children with disabilities in Dumbo, Brooklyn, look out on a waterfront park. From the rooftop playground there is a soaring view of the Manhattan Bridge, just to the east. These amenities would make for a pricey apartment building today, but in 1990, when the state-financed school" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "DUMBO; For a Special School, a Notice to Pack Up Its Pencils" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/nyregion\/thecity\/08disa.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. 'LOVE, LOSS, AND WHAT I WORE' There is this great little portable device that stores heaps of text, allows the user to summon any image imaginable and does not require significant technical expertise to operate. It's called a good book, and" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday and Sunday, noon to 5 p.m., an International Polar Weekend devoted to understanding the Earth's climate change, with discussions, shows and films featuring scientists, performers and others from North America, Greenland and Norway. Saturday at 7:30 and 8:30 p.m.," , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: Feb.6 - Feb. 12 | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2D91E3CF935A35751C0A96F9C8B63"} , {"body" : "IN this painful economic climate of layoffs and shrinking investments, there is a sliver of positive news: it's a good time to be a renter in New York City. Prices are falling, primarily in Manhattan, and concessions like a month of free rent are widespread. Although it is notoriously difficult to quantify the state of the rental market, rents fell" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Month Free? Rents Are Falling Fast" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/realestate\/01cov.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "John Updike defined ''the true New Yorker'' as someone who came with a ''secret belief that people living anywhere else had to be, in some sense, kidding.'' The guy nailed it. In the depths of their souls, that is exactly how unreconstructed New Yorkers feel. Mr. Updike, who died this week at age 76, was definitely not a true New Yorker, even if he" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "23" , "title" : "NYC; Thoughts on the City By a New Yorker Writer Who Avoided New York" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/30\/nyregion\/30nyc.html"} , {"body" : "AHERN--Evan, died January 23 at the age of 53. He had been the principal of Franklin K. Lane High School in Queens and was beloved by all who knew him. A memorial service will be held this Saturday, January 31, 2pm, at Plymouth Church in Brooklyn Heights. The address is 75 Hicks Street, entrance on Orange." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths AHERN, EVAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E3DF173AF933A05752C0A96F9C8B63"} ,   {"body" : "AHERN--Evan, died January 23 at the age of 53. He had been the principal of Franklin K. Lane High School in Queens and was beloved by all who knew him. A memorial service will be held this Saturday, January 31, 2pm, at Plymouth Church in Brooklyn Heights. The address is 75 Hicks Street, entrance on Orange." , "date" : "20090129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths AHERN, EVAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0D6163AF93AA15752C0A96F9C8B63"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "The latest development dispute in Dumbo involves a proposal that has, for many residents, tinges of a Faustian bargain. Many among them want a local middle school for their children. But they are not sure they want it badly enough to accept its proposed packaging -- an apartment tower that would block views of their neighborhood's most prized" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Wondering if a New School in Brooklyn Is Worth Blocking a View of the Bridge" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/21\/nyregion\/21dumbo.html"} , {"body" : "NEW YORK DAYBOOK O Leader, Impress Us Tuesday, 11:30 a.m. The problem with politicians is they never seem to sound enough like poets, whose language is, by nature, richly imprecise. While the leaden political discourse has its uses -- no one wants obscurity when it comes to nuclear launching codes -- an occasional ambiguity might be nice. The" , "date" : "20090119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E3D6133BF93AA25752C0A96F9C8B63"} , {"body" : "Three generations of Thompsons gathered around the patriarch's dining room table in Brooklyn Heights the other day and gave three varied perspectives on the inauguration of Barack Obama. This prominent black political family from Brooklyn is headed by Harlem-born William C. Thompson. Known as Willie, he is 84 and served in a segregated infantry" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A Historic Moment, Through One Prominent Brooklyn Family's Perspective" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/nyregion\/18thompson.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society. Saturday at 7:30 and 9 p.m., a performance by String Fever, part of the Tavern Concerts series; $15, $12 for members; reservations required. Open Wednesdays through Sundays, 1 to 5 p.m. Additional tours on weekdays at 2:30 p.m., and on weekends at 2 and 3:30 p.m." , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD133AF935A25752C0A96F9C8B63"} , {"body" : "FOR more than three months, Tanya Tribble lived in what she called ''the bubble.'' It was the summer of 2007, and Ms. Tribble, a wedding photographer, had decided to stay in her loft, a 950-square-foot co-op on Atlantic Avenue in Boerum Hill, Brooklyn, despite the dust and clamor of a gut renovation. She carved out a small cocoon of wood and" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL; A Deal Squared by a Round Number" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/realestate\/11sell.html"} , {"body" : "THREE KINGS DAY The lights have been taken down, the trees are on the way to the mulch pile, and Christmas cards are being offered at staggering discounts, but holiday celebrations aren't over yet. Christmas technically ended on Monday, its 12th day. And on Tuesday, the day known in Spanish-speaking New York (and beyond) as El Día de Reyes, El" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DB1239F93AA35752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DB1430F93AA35752C0A96F9C8B63"} ,   {"body" : "In the 17 years ''The Real World'' has been appearing on MTV, it has deployed the services of 400 editors to scan 40,000 hours of film. As Jon Murray, one of the executive producers, explains in ''The Real World: Secrets Revealed,'' a special being shown this week anticipating the new season's start on Wednesday, this progenitor of reality" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW | 'THE REAL WORLD'; The Show That Put the 'Real' in Reality TV" , "url" : "http:\/\/tv.nytimes.com\/2009\/01\/07\/arts\/television\/07real.html"} , {"body" : "''I'M really a modernist,'' said Serine Hastings, who lived in prewar apartments her first three decades in New York. Since moving from Chicago in the late 1970s, she has always made her home in places with vintage architectural details. ''I lived on the top floor of a Federal town house in Chelsea and a co-op on the Upper West Side,'' said Ms." , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; After All Those Brownstones, a Blank Canvas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/realestate\/04habi.html"} , {"body" : "'50 FIRST JOKES' Eating black-eyed peas, being hung over, regrets -- everyone has a New Year's tradition. For the show ''50 First Jokes'' on Saturday, 50 comedians will start 2009 with a new punch line. ''Our rule is, you have to write your joke after the ball drops,'' said Jiwon Lee, a stand-up comedian and co-producer of the event, now in its" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DC123FF931A35752C0A96F9C8B63"}]