[  {"body" : "As the number of New Yorkers applying for food stamps, enrolling in Medicaid and checking into homeless shelters climbed last year, the welfare rolls presented something of a riddle: they continued to fall. But last month, nearly 355,000 people in the city received welfare payments, a 4 percent increase over the year before, according to city" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Welfare Rolls Grow in City, But Increase Is Modest" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17welfare.html"} , {"body" : "With his spectacles, short hair and welcoming smile, Jaiquan Fayson does not look like a gun-wielding drug dealer who has been in and out of prison more times than he can remember. With calm, measured tones and a somber eloquence, he does not sound like someone who has heard voices since he was 4 and has downed vodka to silence them. With his" , "date" : "20091212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Wrestling His Demons to Release the Artist Within" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/12\/nyregion\/12neediest.html"} , {"body" : "The police on Friday arrested a Brooklyn woman and accused her of taking extraordinary measures to exact revenge on her philandering husband and his pregnant paramour -- including tricking the woman into taking a drug that induced early labor, and then trying to get nurses to feed the infant a strange substance disguised as breast milk. According" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "14" , "title" : "Police Allege Elaborate Bid For Revenge By a Wife" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05baby.html"} , {"body" : "Festive Arrangements A holiday showcase for tabletop designs and accessories, with items for sale, and a MarieBelle chocolate boutique will be held Dec. 2 through 5 from 11 a.m. to 6 p.m., and Dec. 6 from 11 a.m. to 5 p.m. at 2 East 63rd Street. Tickets, $20 at the door, will benefit the New York chapter of Susan G. Komen for the Cure. A Garden" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/dining\/02fcal.html"} , {"body" : "Suzanne Tecza had spent a year redesigning the library at Middle School 126 in Williamsburg, Brooklyn, including colorful new furniture and elaborate murals of leafy trees. So when her principal decided this year to give the space to the charter high schools that share the building, Ms. Tecza was furious. ''It's not fair to our students,'' she said" , "date" : "20091130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's Schools Share Space, And Bitterness, With Charters" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/30\/education\/30space.html"} , {"body" : "CITY SETTLES CASE Of a Confession Taken Back A 31-year-old autistic man who, after 17 hours of questioning from detectives, confessed to murdering his sister in 2006, only to be released later when it turned out he was innocent, will receive $190,000 and payments from a $150,000 annuity under a settlement with the city. The man, Ozem Goldwire," , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE6D8103CF935A15752C1A96F9C8B63"} , {"body" : "They are the luckiest of the unlucky: survivors of gunshots meant for someone else. Davonte Kelly, 11, was shot in the head on a baseball field in Starrett City, Brooklyn, last spring. Denia Kearse, 11, was shot in the neck at a block party in Crown Heights, Brooklyn, in the summer of 2008. The two children, who had a brief news celebrity in the" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Stray Shots and Children: Living With the Wound and the Memory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26shot.html"} , {"body" : "Gov. David A. Paterson is imploring the Legislature to finally reckon with the state's ugly financial reality. But first the governor must reckon with the likes of Senator Carl Kruger. Mr. Kruger, a Brooklyn Democrat who is the chairman of the Senate Finance Committee, has amassed a campaign war chest of $2.1 million, in part because of generous" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Forces Aligning In Bid to Block Cuts in Albany" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/nyregion\/14budget.html"} , {"body" : "Albert Vann built his legend in Brooklyn from the ground up, first as an outspoken community leader during a fight with the teachers' union in Ocean Hill and Brownsville in the late 1960s. By the early 1980s, he had transformed from a rebel assemblyman into a political power broker and a leader among black politicians who labored outside" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Once a Young Turk, Now Challenged by One" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02vann.html"} , {"body" : "A fire in a Queens apartment building early Sunday left a 44-year-old woman dead and three others critically injured, the authorities said. The two-alarm blaze began shortly after 3 a.m. in Apartment 5A at the Pomonok Houses, a public housing complex on 71st Avenue in Flushing. It tore through the apartment, but the cement and steel walls stopped" , "date" : "20091019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "One Dead and Three Hurt In Queens Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/19\/nyregion\/19mayhem.html"} ,   {"body" : "WERBEL--Morton. You were Harriet's soul mate, the guiding light to Traci and Jimmy, Shelly, Andrew and Lisa, and deeply devoted to Katie and Josh. Harvey and Glenda as well as Nettie, still value the years spent together growing up with Eddie, Betty and Walter, playing music together and, all the while, with Harvey, building the Brooklyn law firm" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths WERBEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDB1F3AF93BA25753C1A96F9C8B63"} , {"body" : "WERBEL--Morton. It is with great sadness that the law firm of Werbel, Werbel & Verchick mourns the passing of its founder, Morton Werbel. Morty is survived by his beautiful wife, Harriet, devoted children, Traci, Jimmy, Shelly and Andrew and wonderful grandchildren, Katie and Josh. As a member of the New York State Bar for over 50 years, he also" , "date" : "20091017" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths WERBEL, MORTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEFDC1F3AF934A25753C1A96F9C8B63"} , {"body" : "The news could have been cause for a huge celebration: a whopping 97 percent of New York's elementary and middle schools earning an A or B on the city's annual report card. Yet Chancellor Joel I. Klein was tempered in his praise, careful to say that the high marks did not necessarily mean that the city was filled with excellent schools. ''We want" , "date" : "20090903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "In Rating Schools, New York Hands Out Mostly A's and B's" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/03\/nyregion\/03schools.html"} , {"body" : "It was shortly after 8 a.m. on a sun-drenched July day in this idyllic hamlet 50 miles north of Manhattan, and a hulk of a man named Venice Crafton was lumbering between beds of arugula, leaving outsize footprints in his wake. Mr. Crafton is 6-foot-2 1\/2 inches, 241 pounds and missing his two front teeth, all of which might have made him seem" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GARRISON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hope's Two Acres" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/nyregion\/16farm.html"} , {"author" : "James Angelos contributed reporting." , "body" : "Strawberry, Carmel and Black Beauty -- were waiting in front of their clubhouse, a former strip club in Brownsville across from a weedy lot and a Family Dollar store. They wore sleeveless leather jackets, some with Velcro side closures like those on bulletproof vests, and they had the name of their club printed in hot pink on the back, like a" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hot Wheels, Warm Hearts" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09suv.html"} , {"body" : "They determine the A through F grades that can make or break a school's reputation, as well as which schools go out of business. They dictate which principals receive five-figure bonuses and which stand to lose their jobs. Mastering them has meant cash rewards for thousands of students, and their teachers. One of the hallmarks of Mayor Michael R." , "date" : "20090804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CONTROLLING INTERESTS; Gains on Tests Don't Silence School Critics" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/04\/nyregion\/04scores.html"} , {"body" : "The American economy lost 467,000 more jobs in June, and the unemployment rate edged up to 9.5 percent in a sobering indication that the longest recession since the 1930s had yet to release its hold. ''The numbers are indicative of a continued, very severe recession,'' said Stuart G. Hoffman, chief economist at PNC Financial Services in Pittsburgh." , "date" : "20090703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Joblessness Hits 9.5%, Deflating Recovery Hopes" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/business\/economy\/03jobs.html"} , {"body" : "A young boxer was shot dead outside a Bronx bodega at 3:30 a.m. on a Saturday last August. Weeks later, a 59-year-old woman was beaten to death on a Saturday night on the side of a Queens highway. On the last Sunday in September, violence exploded as five men were killed in a spate of shootings and stabbings between midnight and 6 a.m. Seven" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Dark Side Of Summer: More Killings" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/nyregion\/19murder.html"} , {"body" : "In the birthplace of Michael Jordan, where basketball is king, Brooklyn's Brad and Brandon Belle are virtually unknown. Yet the Belle brothers, 14-year-old identical twins and table tennis prodigies whose stellar play has opponents doing double takes, have quickly become the Venus and Serena Williams of their sport. ''They have captured the" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Twins From Brooklyn Make Quite a Team" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4DE103CF937A15756C0A96F9C8B63"} , {"body" : "Anne Washington remembers when the hallway outside her apartment was mopped daily. Now, it is done roughly once a week. The pane of glass in one of her building's two front doors has been shattered. A second-floor stairway has been stained with red graffiti. Ms. Washington, 55, who has arthritis in both knees, has often had to walk up and down 17" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Wary of a Wall Streeter at the Helm" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/17housing.html"} ,    ]