[  {"body" : "THE best dishes of the year? We'll get to the roasted unicorn in dwarf-fairy reduction sauce soon enough. But perspective is everything. For much of 2009 I was not the restaurant critic of The New York Times. I was the newspaper's culture editor, with little access to the sort of food that ordinarily appears in articles like this one. Many of my" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; 2009: Eleven Memorable Dishes, and Not Even a Full Year" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/30\/dining\/reviews\/30year.html"} , {"body" : "There was little question that someone set fire to a federally owned walk-up apartment building in Brooklyn early Monday, killing a 17-year-old girl and injuring five others. And there was little question how: Police and fire investigators found a can of gasoline in the vestibule of the building, at 55 Harrison Place, near the Williamsburg-Bushwick" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Arson Suspected as Girl Dies in a Brooklyn Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4D61F39F93AA15751C1A96F9C8B63"} , {"body" : "1948-2009 On the same day she graduated from Westinghouse High School in Pittsburgh, Naomi Sims set out for Manhattan, leaving behind a city where she never felt as if she belonged. She was like many New York aspirants -- creative, ambitious, an escapee from somewhere too small and stifling. Except that her sense of isolation, in the place she" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "THE LIVES THEY LIVED; Naomi Sims: b. 1948: Cover Girl" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/magazine\/27Sims-t.html"} , {"body" : "SOME will be celebrating the end of a year of anxiety. Some, an entire decade of it. And some will be celebrating simply because they just paid $100 to enter a bar for the evening, so they darn well better get some celebration out of it. Whatever the reason, New York has no shortage of ways to ring in 2010, and one of the best is with a live" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Sounds for a Celebration" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/25\/arts\/music\/25eve.html"} , {"body" : "To Kenyattae Peterson, a day off is a day he only has to work one job. Every day from 1 to 9 a.m., Mr. Peterson, 29, stocks the food court at Madison Square Garden, where his companion, Lacey Green, 28, also works. When his shift ends he walks across the street and starts a nine-hour shift as a mail clerk at Fuse, the cable music channel. By the" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Between Working 2 Jobs, Squeezing In Family Time" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24neediest.html"} , {"body" : "The City Council approved a proposal on Monday to rezone and develop housing in the Broadway Triangle, a blighted patch of Brooklyn that has defied such plans for decades, often amid bitter neighborhood disputes. The proposal calls for the construction of 1,851 units of housing on the 31-acre parcel, at the juncture of Williamsburg," , "date" : "20091222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Housing Plan Approved For Broadway Triangle" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/22\/nyregion\/22triangle.html"} , {"body" : "In the mid-'90s, after Mossa Bildner had recorded several albums with the avant-garde jazz composer Henry Threadgill, he issued her a challenge. ''He told me, 'I want you to improvise, improvise, improvise,' '' Ms. Bildner recalled last month in her loft above a pawnshop on Myrtle Avenue in Bushwick, Brooklyn. ''I didn't know how to improvise. I" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "39" , "title" : "THE NEEDIEST CASES; She's Making It Up as She Goes Along" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/20\/nyregion\/20neediest.html"} , {"body" : "NYC FUNK LIVE is a new Meetup group formed by Meredith Nadler (above), 26, a Web producer from Williamsburg, whose friends lacked her enthusiasm to go out and dance to what she calls ''the joyous beats.'' ''There's still plenty of funk to be found in New York,'' she said. ''I wanted to find people who live for the stuff as much as I do.'' And she" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/20\/nyregion\/20open.html"} , {"body" : "When Alejandro Velazquez, 15, was selecting a high school last year, he decided on Washington Irving in Manhattan because of its strong Spanish-English bilingual program. It was a 40-minute trip from his home in the Bronx, but his mother assented, in part because he could travel free. His family's calculus, he said, would have been different had he" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Students See Hard Future If Free Fares Are Ended" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/nyregion\/18students.html"} , {"body" : "Jeffry Trepp makes friends easily. He talks to people in the synagogue, on the subway, on the sidewalk. In fact, that is how Mr. Trepp found his new apartment in Flatbush, Brooklyn. He encountered a woman putting trash out and stopped to help, mentioning that he was on his way to see his rabbi. She asked him to pass the word along that she had a" , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE NEEDIEST CASES; After Strict Religious Upbringing, a Path Back to His Faith" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15neediest.html"} ,   {"body" : "AN empty pizza box was propped against a black fiberglass urn in the hallway outside Three's Company, a gallery that is also the living room of Alex Gartenfeld and Piper Marshall, roommates in a tiny tenement walkup in Chinatown. ''That's what can happen to the art after a show,'' said Mr. Gartenfeld, indicating the urn, which he explained had been" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Is It Art or Their Shoes?" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/garden\/10galleries.html"} , {"body" : "A SUBWAY SIGN All Your Own Pondering New York-themed holiday gifts, you may ask yourself: What New Yorker doesn't feel the emotional pull of the iconic white Helvetica letters against the black background? As of last week, the intellectual-property-rights-conscious Metropolitan Transportation Authority has given a license to a Brooklyn company," , "date" : "20091208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EED9173BF93BA35751C1A96F9C8B63"} , {"body" : "New York City offers some top-notch trash. Practically anybody who has lived there has noticed, or even taken home, a perfectly good end table or a bookshelf that has been left on the sidewalk next to bags of garbage by someone who didn't want it anymore. Even city dwellers who don't partake know about this informal circulation of goods as a" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "CONSUMED; A Real Find" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/magazine\/06fob-consumed-t.html"} , {"body" : "New York City's storefront gates, like its fire escapes and stoops, are there but not quite there: the unnoticed wallpaper of New York at night. They have been battered by vandals and defaced by graffiti taggers. They have secured diamonds, handmade tortellini and other valuable commodities. They have provided the clattering soundtrack of dawn and" , "date" : "20091203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bringing Down the Curtain on a Symbol of Blight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DF1F3DF930A35751C1A96F9C8B63"} , {"body" : "On the day in June when her mortgage company finally agreed to lower her monthly payments, Yolanda Thomas felt a twinge of hope that she would hold on to her Queens apartment, the first home she had ever owned. The loan modification extended by Chase Home Finance was technically a trial, not a permanent alteration, but this fact seemed of lesser" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "Winning Lower Payments Takes Patience, and Luck" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/business\/economy\/29modifyside.html"} , {"body" : "Foreclosure has touched Alice Garvin's life twice. The first time, four years ago, she came home to find a notice on the front door of the East New York, Brooklyn, apartment building in which she, her sons and two of her grandchildren had lived for two years. The second time, foreclosure rescued Ms. Garvin, 77, from an apartment in a violent" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; A Landlord's Foreclosure Puts a Tenant in Trouble" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest2.html"} , {"body" : "This year, the numbers of those feeling themselves among the neediest have stretched, like the wallets of the city itself. To the ranks of those who have needed food, or clothing, or a place to live, or a prosthetic limb, or an electric wheelchair, add Dion Lewis. He needed a job. He needed training he could not afford. He needed to have his" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Feeding a Hunger for Skills, and Finding a Future" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/nyregion\/23neediest.html"} , {"body" : "New York City's pedicab business, by most accounts, began on an East Village side street circa 1995, as a close-knit collective of tricyclists squeezed into a garage next door to the Hells Angels. Tap dancers, undertakers and striptease artists were among the first drivers. From these bohemian beginnings came an unlikely pairing: green" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Regulated, Inspected and Licensed" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/21\/nyregion\/21pedicabs.html"} , {"body" : "The word sounds retro, but its corrosive power lingers. Once a cruelly common taunt that mocked the way Spanish speakers pronounced ''speak,'' it set off fights, shattered friendships and trampled feelings. Now that word forms the title of a poetry series -- ''Spic Up\/Speak Out'' -- at, of all places, El Museo del Barrio in East Harlem, on" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "In a Poetry Event's Title, Fuel for Debate on a Slur" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E3D91738F932A15752C1A96F9C8B63"} , {"body" : "The word sounds retro, but its corrosive power lingers. Once a cruelly common taunt that mocked the way Spanish speakers pronounced ''speak,'' it set off fights, shattered friendships and trampled feelings. Now that word forms the title of a poetry series -- ''Spic Up\/Speak Out'' -- at, of all places, El Museo del Barrio in East Harlem, on" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Poetry Series Spurs Debate on the Use of an Old Slur Against Puerto Ricans" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/21\/nyregion\/21poets.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Wednesday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20jazz.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "A JUGGLER on a unicycle wobbles past a cluster of clubgoers, deftly avoiding a collision that might spill their candy-color cocktails down the front of premium-label jeans. A clown on stilts hobbles past a table full of neatly coiffed men with untucked dress shirts who don't even look up from their drinks. It's hard enough to project an air of" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOîTE; Never Too Old To Act Young" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/fashion\/15boite.html"} , {"body" : "Want a swine flu vaccination at a free clinic this weekend? Get in line. The seven city-sponsored weekend clinics for swine flu vaccinations were reporting sharply higher volume than last weekend, particularly at the location on the Upper East Side. City officials said that as of 1 p.m. Saturday, 3,561 people were vaccinated -- more than half of" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Long Lines to Get Free Swine Flu Shot in New York City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5DC1630F936A25752C1A96F9C8B63"} , {"body" : "THE world of charity galas and fund-raising parties has always been a world of fantasy and illusion: white voile-draped dinner tents, towering long-stemmed centerpieces, big society bands and black tie or tails. A little buttery beef and champagne, a winning bid for a high-ticket auction item, and blow the check dry. From museums to hospitals to" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "page_facet" : "14" , "title" : "Galas Dispense With Some of the Froth" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/giving\/12BENEFIT.html"} , {"body" : "Telmo Cerezo watched intently as the headlines of Univision's news at 6 streamed across the muted television. ''I watch it in English too,'' he said quietly, adjusting his seat position so as not to be in the way. It is difficult to imagine Mr. Cerezo, 31, as any sort of inconvenience. His burly proportions are offset by a quiet, calm demeanor as" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)" , "ECUADOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE NEEDIEST CASES; A Man Who Loves to Clean, if Only He Could Find a Job to Do It" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/nyregion\/11neediest.html"} , {"body" : "Gerhardt Fuchs grew up playing the drums in Georgia and went on to perform with bands that toured across the country, but it was in Williamsburg, Brooklyn, that he forged his reputation as a dynamic, driving drummer widely esteemed by his peers. And it was in that same neighborhood, in the shadow of the Williamsburg Bridge, that Mr. Fuchs, known as" , "date" : "20091109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Drummer Dies After Fall in Elevator Shaft" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/09\/nyregion\/09elevator.html"} , {"body" : "BACHELORS always seemed to have it made. With only themselves to support, they could flash their cash and trick out their apartments in such a way that James Bond himself would feel at home shaking himself a martini in their ultra-cool, chick-magnet pads. Then the recession thundered in, and suddenly young men found themselves one of the hardest" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Decline and Fall Of the Bachelor Pad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08cov.html"} , {"body" : "DAN SCHREIBER and Caroline Jeanjot took a one-bedroom sublet in Bay Ridge, Brooklyn, after arriving in New York three years ago from their native Brussels. They chose it because of its low monthly rent, around $1,200, but knew little about the city's geography. Their Bay Ridge neighborhood was ideal in all ways but one -- the tedious subway ride to" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Going With Uncool" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08Hunt.html"} , {"body" : "WELCOME to home interrupted, Leslie Williams said, opening the door to what appeared to be just the opposite: a bright TriBeCa loft with near-lapidary finishes. A slight, blue-jean clad figure, Ms. Williams padded barefoot past the smoky green onyx panel and the Venetian plastered walls in the front hall, where old-fashioned filament bulbs hung" , "date" : "20091105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TRIBECA (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Home, Alone" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/05\/garden\/05divorce.html"} ,   {"body" : "In an unusually overt step into politics by a religious leader, the Roman Catholic bishop of Brooklyn is urging voters, via robocalls, to support Vito J. Lopez, an assemblyman and the Brooklyn Democratic boss, whose hand-picked candidate is in a tough race for a City Council seat. The bishop, Nicholas A. DiMarzio, in a recorded phone call sent to" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Recorded Calls to Voters From Brooklyn Bishop Praise a Democratic Leader" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02bishop.html"} , {"body" : "For a few hours Sunday, the center of the noisy sporting rivalry between New York and Philadelphia was a pair of neighboring stadiums and the parking lots that adjoin them. The Giants played the Philadelphia Eagles at Lincoln Financial Field in the afternoon. Seven hours after kickoff, the Philadelphia Phillies hosted the Yankees in Game 4 of the" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Between Stadiums, A Mingling Most Rare" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/sports\/baseball\/02scene.html"} , {"body" : "To be Brooklyn borough president a decade or two ago was to be a powerful man. To be the borough's Democratic boss was better. And to hold both offices at once? That was sublime. Howard Golden knew that power, having ruled as party chieftain and borough president. Now 83 and retired, he sits in a Court Street office and talks about himself and his" , "date" : "20091031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "When Thompson Started Out, the Brooklyn Machine Offered a Way Up" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/31\/nyregion\/31machine.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "It's true that ''second black mayor of New York'' does not exactly have the same exciting ring to it as ''first black president of the United States.'' Even so, in a majority-minority city that was as galvanized as any by President Obama's victory a year ago, you would think that William C. Thompson Jr.'s campaign might occasionally enjoy some lift" , "date" : "20091020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BIG CITY; The Drawbacks of a Colorblind Campaign in an Obama-Mad City" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/20\/nyregion\/20bigcity.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "The Police Department on Saturday provided more details and offered a reward in an assault against a Mexican immigrant in Brooklyn last month that is being investigated as a hate crime. The immigrant, Mario Vera, 37, was returning on bicycle to his home in Bushwick from a food pantry in Manhattan on Sept. 23 when he was attacked by three men who" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Police Offer Reward in Beating of Mexican Immigrant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/nyregion\/18assault.html"} , {"body" : "During much of his tenure, Mayor Michael R. Bloomberg has taken credit for helping to create hundreds of thousands of jobs in New York City, from high-paying construction work to sales jobs at dozens of new big-box stores. Even as the city plods through the recession, the mayor has set a goal to ''retain and create'' an additional 400,000 jobs over" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Mayor Has Added Many Jobs, and Lost Some, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15jobs.html"} , {"body" : "The Columbus Day weekend has long marked a celebration of the arrival, in the Americas, of the great navigator. But instead, Sunday proved to be a trial of navigation and late-arrival-agita for city straphangers, including the tardy, out-of-breath appearance of Josh A. Moore at the Journey Church on West 84th Street in Manhattan. Barred from the" , "date" : "20091012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A Necessary Evil Visits City Subway Riders, and Consternation Ensues" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/12\/nyregion\/12subway.html"} , {"body" : "ON Monday, John Garrett loaded a rental truck with his possessions in Indianapolis and started driving. Far away in Astoria, Queens, a $450-a-month bedroom, the tiniest in a dark second-floor apartment, awaited. That the room, featuring a view of power lines, had been dubbed ''the P.O.W. room'' by others who had lived in it was not fazing Mr." , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ASTORIA (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Anybody Here From Astoria?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/fashion\/11comedian.html"} , {"body" : "Pop Nate Chinen It's going to be a busy week for NO AGE. A shrewdly rampageous art-punk duo -- with Randy Randall on guitars and effects, and Dean Allen Spunt on drums and vocals -- the band has a history of playing unconventional spaces in and around Los Angeles. In New York the bookings include one night apiece at a stylish Greenwich Village" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | OCT. 11 - OCT. 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DA163BF932A25753C1A96F9C8B63"} ,   {"body" : "Dining in the Dark A five-course dinner at which participants will be blindfolded will be held Oct. 7 at 6:45 p.m., at Parlor Steakhouse, 1600 Third Avenue (90th Street). The fee is $105, including tax and tip: (212) 423-5888. Talk and Tasting Bruce Kraig, an expert on hot dogs and sausages, will present a talk and a tasting on Oct. 13 from 7 to 9" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/07\/dining\/07fcal.html"} , {"body" : "$1.655 MILLION 102 Pilling Street Bushwick, Brooklyn A psychotherapy group has bought this one-story 10,000-square-foot former warehouse for Mexican food products with plans to turn it into professional offices, with the option of adding two floors. Buyer: New York Psychotherapy and Counseling Center Seller: Jorlend Owners Ltd. Broker: Allison" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DC103BF934A35753C1A96F9C8B63"} , {"body" : "The cellphone would not stop ringing. ''Ronny, you're 10 minutes late,'' one caller whined. But Ronny Beberman had a good reason. Having tumbled eight feet off his own seltzer truck, Mr. Beberman, 62, was answering the phone while laid out on West Seventh Street in Brooklyn, bleeding from a head gash and having broken a foot and several vertebrae." , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seltzer Man Takes a Tumble, And Brooklyn Grows Thirsty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26seltzer.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIPOP CONSORTIUM (Tuesday) More than a decade ago this New York trio was formed with a goal of bringing the creative freedom of avant-garde jazz and poetry to hip-hop. It succeeded all too well, drifting into chaotic, abstract realms where most rappers have justifiably feared to tread. But" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25pop.html"} , {"body" : "Dates are subject to change. SEPTEMBER CROSSING THE LINE There's no better way to begin the fall dance crush than with this invigorating interdisciplinary festival. The French Institute Alliance Française's third annual smorgasbord is a movable feast complete with culinary offerings. Page 22.. Through Oct. 3. Various sites, (212) 355-6100," , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "THE NEW SEASON | DANCE; Leaps, Bounds, Birthdays, Despite Belt Tightening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DA123FF930A2575AC0A96F9C8B63"} , {"body" : "IN an often quoted remark the Abstract Expressionist Barnett Newman once said, ''Aesthetics is for artists what ornithology is for birds.'' I wonder what Newman would make of the overflow of M.F.A.-bearing would-be artists pouring out of art schools and universities these days. Maybe he'd say, ''An artist without a graduate degree is like a fish" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "76" , "title" : "THE NEW SEASON | ART; Artists Without Mortarboards" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/arts\/design\/13roberta.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "There are a few things about Richard R. Buery Jr. that made him a novel choice to lead the Children's Aid Society. He is 37, almost 30 years younger than the man he will replace. He is the first black person to run Children's Aid. And he has spent much of his professional life building organizations from scratch, not taking over established ones" , "date" : "20090907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Children's Aid Society's New Chief Faces Big Challenges" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/07\/nyregion\/07childrens.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} ,   {"body" : "An electronics store owner who shot and killed two robbers in a gunfight regretted none of it but his scars. A pet store owner who did the same and briefly became a neighborhood hero closed his shop, moved on to other work and tried to forget. A jeweler spent the rest of his life wishing he had never chased after two men who robbed his Brooklyn" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Slaying a Robber Doesn't End the Ordeal" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/nyregion\/21shoot.html"} , {"body" : "In the darkness, he looked disoriented as he groped his way down the beach with what looked like a cane. He stopped here and there, bending over to inspect the sand, assess the tide and scold teenagers as they dipped their toes into the water. As he walked away from the waves, the light from the street brought his profile into focus: a metal" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "The Appeal And Danger Of a Beach In the Dark" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/19\/nyregion\/19drown.html"} , {"body" : "JUST as New Yorkers become part of the summer patchwork on the beaches of Long Island and the Jersey Shore, another group reverse-migrates to New York City for the warm months: college interns. For decades, interns have served as coffee gofers in the financial district and entered data behind the walls of corporate cubicles in Midtown. But this" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Interns Find a Will, a Way, a Floor" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/realestate\/16intern.html"} , {"author" : "James Angelos contributed reporting." , "body" : "Strawberry, Carmel and Black Beauty -- were waiting in front of their clubhouse, a former strip club in Brownsville across from a weedy lot and a Family Dollar store. They wore sleeveless leather jackets, some with Velcro side closures like those on bulletproof vests, and they had the name of their club printed in hot pink on the back, like a" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hot Wheels, Warm Hearts" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09suv.html"} , {"body" : "Mayor Michael R. Bloomberg has made a plan to create housing for half a million low- and moderate-income New Yorkers one of his signature initiatives, driving the rezoning of swaths of New York City to create what city planners call the largest municipal affordable housing plan in the nation. But in one neighborhood, the rush to build affordable" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Old Feuds Resurface in a Brooklyn Rezoning Fight" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/nyregion\/05broadway.html"} , {"body" : "MARTIN GREENFIELD roamed the rough planked floor of his clothing plant in Brooklyn recently, enjoying the familiar whir of a dozen machines. He paused abruptly to inspect the details of a custom tailored coat spread across a table, fingering a buttonhole. The hand stitching ''is a signature for us, one that reads like a thank-you note,'' he said." , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "page_facet" : "7" , "title" : "BEFORE THE RUNWAY; Signing His Name With a Stitch" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/30\/fashion\/30FACTORY.html"} , {"body" : "To the Editor: Re ''Parent-Paid Aides Ordered Out of City Schools'' (front page, July 20): Where is the logic in prohibiting parent groups from hiring teacher assistants for overcrowded classrooms? Typical Department of Education-hired paraprofessionals have less higher education and cost schools twice as much as parent hires. The reason for the" , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTERS; Paying for School Aides in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DF1F39F933A05754C0A96F9C8B63"} , {"body" : "THE scene at Damrosch Park last August promised something spectacular: amplifier setups for 200 guitarists and 16 bassists, configured in a horseshoe that stretched along the south end of Lincoln Center, across the front of the park's band shell, and curved up alongside the Metropolitan Opera House. The rehearsals for ''A Crimson Grail,'' an" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "What Is the Sound Of 200 Guitars Wailing?" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/arts\/music\/26herm.html"} , {"body" : "On a weekday morning, Wyckoff Avenue in the gritty Bushwick section of Brooklyn shows few signs of life except for the incessant rumble of heavy trucks and a muffled roar from inside a factory building. At 22-28 Wyckoff Avenue near Troutman Street, however, there's construction going on: two old manufacturing buildings are being converted to a" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Bushwick Is Getting Some Wine Shops" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/22\/nyregion\/22bushwick.html"} , {"body" : "The first half of ''Black in America 2,'' a two-night special on Wednesday and Thursday on CNN, begins with a segment in which Soledad O'Brien, the reporter for the series, admonishes some boys in Bushwick, Brooklyn, who ignore their academics to play basketball all day. Good; the unrealistic dream of pro ball as the ticket out of poverty needs to" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "TELEVISION REVIEW | 'BLACK IN AMERICA 2'; Looking at Black America, Eyes Fixed on the Future" , "url" : "http:\/\/tv.nytimes.com\/2009\/07\/22\/arts\/television\/22black.html"} ,   {"body" : "A 44-year-old woman was shot and killed by a stray bullet in Brooklyn on Friday afternoon, the police said. The woman, Jesselle Page, was sitting on a bench with her nephew in front of 140 Moore Street in Bushwick just before 5 p.m. when a gunfight broke out between two men, according to the police. Ms. Page, who was struck on the upper part of her" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Bystander Dies in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/12\/nyregion\/12shoot.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 5 to 9 p.m., a traditional meal, with servers in period costumes, with live music; $75; $50 for members. Open Saturdays and Sundays, 1 to 5 p.m.; Thursdays and Fridays, 11 a.m. to 3 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E1DE113AF933A25754C0A96F9C8B63"} , {"body" : "INDISCRIMINATE gluttons and discerning gourmands alike have long been crazy for pizza. But over the last few years, they have elevated their passion to a vocation, sending pizza into a whole new stratosphere of respect. It isn't just loved, and it isn't just devoured. It's scrutinized and fetishized, with a Palin-esque power to polarize. Does a" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Crust Is a Canvas for Pizza's New Wave" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08pizza.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$7 MILLION 568 Meserole Street (at Gardner Avenue) East Williamsburg, Brooklyn This 60,000-square-foot industrial site has a 5,000-square-foot brick building, a 12,000-square-foot metal building and a private rail siding on the Bushwick line of the New York & Atlantic Railroad. Owner: 527 Hudson Street Corp. Broker: Michael Levy, M & S Levy Realty" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3D71130F93BA35754C0A96F9C8B63"} , {"body" : "FOR two uneasy years, Mark Sussman and Jessica Suarez lived in Bushwick, Brooklyn. Shortly after their arrival, their apartment was broken into. They added security alarms. It was broken into again. After losing four laptops, they decided they couldn't risk losing more. ''I was sure it was just a matter of time'' before yet another burglary, Miss" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; More Than a 'Flop Pad'" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28hunt.html"} , {"body" : "IN New York City, the rental market can seem a lot like the black market. Renters are accustomed to feeling hustled, fleeced, and generally at the mercy of predatory forces beyond their control -- and that's when everything goes O.K. In this forest of stunted expectations, it can be tough to distinguish the sharp-elbowed fauna from the truly" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swindled And Scammed" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28cov.html"} , {"body" : "AN ORGANIC FARM With a View The sustainable garden with the most exclusive real estate in Washington is no doubt the one at the White House. The sustainable farm with the most exclusive view in New York is the one that just opened on Governors Island. ''It's pretty trippy to see plants growing and the Statue of Liberty,'' said Leslie Koch," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23cr-rail.html"} , {"body" : "Jacob King, 26, moved to New York from Boston in 2001 and lived in the East Village and Bushwick, Brooklyn, before moving in with his girlfriend in Jersey City this year. He has been a bike messenger in the city for three years, and has been hit by more car doors than he can count. Where's your Boston accent? When I first moved here, people thought" , "date" : "20090616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "ENTRY LEVEL; Upside: Owns the Street. Downside: Car Doors." , "url" : "http:\/\/www.nytimes.com\/2009\/06\/16\/nyregion\/16entry.html"} , {"body" : "A pedicab driver crashed into a yellow cab after crossing the Williamsburg Bridge into Brooklyn on Wednesday morning, injuring the pedicab driver and two of his three passengers, the police said. The accident occurred at 7:26 a.m., a witness said. ''The pedicab was just coming off the bridge fast,'' said the witness, Frank A. Williams, 49. ''He" , "date" : "20090611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Four Hurt When a Pedicab Slams Into a Taxi in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/11\/nyregion\/11pedicab.html"} , {"body" : "OPEN STUDIOS IN BROOKLYN Who needs Chelsea? This weekend, artists around Brooklyn are inviting visitors to come directly to them. The Atlantic Avenue Art Walk, an annual self-guided studio tour, showcases more than 200 local designers, painters, sculptors and more. This year, more public murals and live music have been added to the mix. A few" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05spare.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GABRIEL ALEGRÍA AFRO-PERUVIAN SEXTET (Friday through Sunday, and Thursday) On his most recent album, ''Nuevo Mundo'' (Saponegro), the trumpeter and composer Gabriel Alegría teases out affinities between modern jazz and the African-influenced coastal music of his native Peru. He has" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/music\/05jazz.html"} , {"body" : "Bishop Nicholas A. DiMarzio of Brooklyn repeated a warning this week that he has leveled at lawmakers for months: If the statute of limitations on child sex-abuse lawsuits is temporarily lifted, as pending state legislation proposes, a cascade of very bad things will happen. His Roman Catholic diocese and others will go bankrupt. Bishops like him" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Bishop Avidly Opposes Bill Extending Time To File Child-Abuse Suits" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/nyregion\/05abuse.html"} , {"body" : "FOR two decades, Steven Leeds and Rachel Hott lived in Montclair, N.J., an hourlong train-and-subway commute to their office near Union Square in Manhattan. But with their two children almost grown, Mr. Leeds, in particular, wanted a quick trip to work. A short walk was his ideal. The idea of a move back to the city was fine with his wife. After 25" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The Six-Minute Test" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31hunt.html"} , {"body" : "THIS summer, the Bushwick neighborhood of Brooklyn is getting a surprising new public recreation venue -- a miniature golf course. Called the Putting Lot, the nine-hole course will be no run-of-the-mill putt-putt place. Besides offering amusement, it will encourage visitors to think about urban sustainability: artists and architects have designed" , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH GABRIEL FRIES-BRIGGS AND RACHEL HIMMELFARB; Playful Recycling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/28\/garden\/28shop.html"} , {"body" : "EVEN though Roberta's is known as a pizzeria, it's O.K. to skip the pizzas. Not that there's anything wrong with them -- nicely singed in a wood-burning oven, they're worthy of the positive review published in this column last year. But in the last few months, the chef and partner Carlo Mirarchi has taken his cooking in a new direction. While pizza" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Meanwhile, in the Back of the Pizzeria ..." , "url" : "http:\/\/events.nytimes.com\/2009\/05\/27\/dining\/reviews\/27unde.html"} , {"body" : "Who is invited to Susie's Supper Club? Children, mostly, who like the company's zucchini fritters, bok choy with ponzu, spinach squares, chicken tikka masala, lasagna, turkey meatballs or mini meatloaves, among other items on the menu. Adults can dig in, too, of course, and not just because they are the ones who must order these meals, which can be" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Want Child-Friendly Fare, Delivered To Your Door? Join the Club" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/27\/dining\/27kids.html"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "SIXTEEN years of working on a packaging line in warehouses earned Pablo Valentin a spot here, in a three-bedroom house with a pool and quiet neighbors, a world away from the Brooklyn housing projects where he was raised. But about two years ago, shortly after his wife, Vanessa, quit her part-time job at a hospital to have another baby, Mr." , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "As Job Nears Its End, Loss of Home Looms" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/new-jersey\/17valnj.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "A half-hour late, Gerry Esposito hustled into the Fort Washington Armory one rainy day last month. Inside, Michael R. Bloomberg, the mayor, was speaking to a group about new ways for people to volunteer in the city. A mayoral appearance is less government in action than stage management; liturgy without Scripture but with scripts. And as Mr." , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "ABOUT NEW YORK; A Heretic To the Gospel Of Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16about.html"} , {"body" : "Jessica Lappin, a first-term city councilwoman from the Upper East Side of Manhattan, has been known to answer the phone singing the fight song: ''Meet the Mets, meet the Mets, step right up and greet the Mets!'' Councilman James Oddo of Staten Island becomes Facebook friends with minor-league players so he knows about them if they are drafted by" , "date" : "20090502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Council, It's Mets 18, Yanks 13, and Neither 12" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/02\/nyregion\/02baseball.html"} ,   {"body" : "When Bklyn Designs 2009 opens on May 8, the show will include 45 designers from Brooklyn, among them Katie Deedy, the owner of Grow House Grow!, a Bushwick wallpaper design firm. Most wall coverings have names, but Ms. Deedy's have narratives as well. Ms. Deedy, 27, is the daughter of a children's book author, and when she started her company in" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | EVENTS; Brooklyn Designers, With Stories to Tell" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30events.html"} , {"body" : "During the regular announcements on Wednesday morning at Ascension School, a Roman Catholic school on the Upper West Side of Manhattan, a boy named Kevin threw up and was sent home. It would ordinarily not have attracted a lot of attention. Children get sick at school every day. But on this day it was the topic of intense after-school talk, and" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["World" , "Education" , "Health"] , "page_facet" : "15" , "title" : "School Days Are Disrupted, by Facts and Fears of Flu" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/health\/30school.html"} , {"body" : "MOST people don't look for adventure in supermarket meat bins. But those cuts with baffling names and alluring prices fascinate me. Beef chuck deckle, $1.99 a pound! Beef chuck seven-bone steak, $2.69! The mystery of these cuts' labels, I learned, was what kept down their price. With the right techniques, a lot of unfamiliar meats in the" , "date" : "20090429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Butchers' Secrets New and Old" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D71E3DF93AA15757C0A96F9C8B63"} , {"body" : "AT a recent concert at the West Village club Le Poisson Rouge, Lukas Ligeti was an energetic one-man band, his multicolored mallets blurring over an unusual electronic percussion instrument called the marimba lumina. Mr. Ligeti, the son of the Hungarian-born composer Gyorgy Ligeti, was performing his own unorthodox works, which meshed West African" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "MUSIC; Sons Composing Their Own Paths ..." , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/arts\/music\/26schw.html"} , {"body" : "A year ago Saturday, a judge acquitted three New York City detectives in the fatal shooting of Sean Bell. Yet those on all sides of the case, which still touches off an emotional debate over the police use of deadly force, are exactly where they were last April 25: in limbo. The officers involved in the shooting, in which 50 bullets were fired at" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "One Year After Acquittal in Sean Bell Shooting, Lives Remain in Limbo" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/nyregion\/25bell.html"} , {"body" : "AROUND TOWN THE RASPBERRY BROTHERS Cultural recycling continues apace. A year after ''Mystery Science Theater 3000'' went off the air, Jeremy Pollet, a New York-born performer known to his friends as Jerm, started a similar event at a big independent theater in Austin, Tex. Like ''Mystery Science Theater,'' his group, the Raspberry Brothers, poked" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DE173DF937A15757C0A96F9C8B63"} , {"body" : "New York politicians love to rename streets, and the battles that ensue range from the explosive to the mundane. The City Council's vote in 2007 to reject renaming a street in Bedford-Stuyvesant, Brooklyn, after the black activist Sonny Carson came closer to dividing the Council along racial lines than any issue that members could recall. On the" , "date" : "20090420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Renaming a Street, and Reliving the Bell Case" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/20\/nyregion\/20bell.html"} , {"body" : "The youngsters who were surrounded by New York City police officers and arrested for no good reason while walking along a street in the Bushwick section of Brooklyn nearly two years ago are being vindicated. The city has agreed to settle false arrest lawsuits brought by 16 of the youngsters and will pay them from $9,000 to $23,000 each. The" , "date" : "20090418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "OP-ED COLUMNIST; No Cause For Arrest" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/18\/opinion\/18herbert.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. LILY ALLEN (Monday) This spunky British songstress has built a career around the notion of the sweetly delivered kiss-off; in 2007 her ''Smile'' (''At first, when I see you cry, it makes me smile, yeah it makes me smile''), skewered a former suitor's attempts at reconciliation. Still, Ms." , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17pop.html"} , {"body" : "When a woman set down a vision for her Brooklyn neighborhood on her blog last month, she did not know how popular it would become. ''The goal is to sow wildflower seeds on every single patch of abandoned soil,'' Deborah Fisher, an artist who lives in Bedford-Stuyvesant, wrote on March 7. ''I want there to be so many wildflowers on the streets that" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "April Showers Bring Seed-Sowing Volunteers" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/12flowers.html"} ,   {"body" : "EARLIER this year, a restaurateur in Greenpoint, Brooklyn, named Cody Utzman posted a comment on his blog in which he described his newest neighborhood venture, a store specializing in organic foods, as a small grocery, a general store and a market. By the time an article about the project appeared in The Brooklyn Paper about two months later, he" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GREENPOINT; The Classic Bodega Takes a Star Turn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/thecity\/29bode.html"} , {"body" : "WHEN Whitney Pettyjohn and her 19-year-old sister, Chelsey, moved to Brooklyn last August, the best deal they could find in their price range was a two-bedroom in Bushwick with unreliable heat, nine blocks from the Morgan Avenue stop on the L train. It cost $1,700 per month. When they looked again this year, they found a very different market. Four" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Why Are These Renters Smiling?" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/realestate\/29cov.html"} , {"body" : "Paul Kerzner has lived his whole life in Ridgewood, Queens, on a block of hundred-year-old yellow-brick row houses. Michael Perlman had barely been to the neighborhood before he fell in love with its 92-year-old neo-Classical movie theater. But the two have become odd allies in a movement to preserve the architecture of Ridgewood, an enclave" , "date" : "20090328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "RIDGEWOOD JOURNAL; A Working-Class Neighborhood Seeks Its Place in History" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/28\/nyregion\/28metjournal.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "Zakiyah Ansari sat in the back row of the auditorium at New York City College of Technology with a dog-eared sign reading ''Don't Believe the Hype!'' For the fifth time in seven weeks, Ms. Ansari had spent a long day at a public hearing of the State Assembly's Education Committee on whether to renew the 2002 law that gives New York City's mayor" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A Diverse Set of Voices Struggles to Be Heard on School Control" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/22control.html"} , {"body" : "There are drawbacks to putting an art gallery in one's living room, among them having to keep the floors spotless and hide dirty socks. But there are definite benefits, too: no overhead, for one, which comes in handy if the art market, in keeping with most other markets these days, happens to sputter to a halt. In Bushwick, Brooklyn, galleries" , "date" : "20090307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BUSHWICK JOURNAL; Please, Step Into My Art Gallery (Don't Mind the Coffee Table)" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/07\/nyregion\/07metjournal.html"} , {"body" : "The two men accused of fatally beating an Ecuadorean immigrant with a bat and a bottle after shouting epithets about Hispanics and gays face 78 years to life in prison if convicted on charges handed up by a Brooklyn grand jury and unsealed on Tuesday. The two suspects, Keith Phoenix, 28, and Hakim Scott, 25, are charged with second-degree murder," , "date" : "20090304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "2 Indicted in Fatal Beating Of Ecuadorean Immigrant" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/04\/nyregion\/04ecuadorean.html"} , {"body" : "A man accused in the fatal beating of an Ecuadorean immigrant on a Brooklyn street in December said that he thought the immigrant was reaching for a weapon in his waistband during a fight that he said the victim and his brother had provoked, the suspect's lawyer said on Saturday. The police rejected the self-defense argument offered by the suspect," , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Suspect Says Killing Was Self-Defense" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/nyregion\/01beating.html"} , {"body" : "The second suspect in the brutal December beating death of an Ecuadorean immigrant in Brooklyn did not bother to offer any denials upon his arrest on Friday morning, according to the police. ''So I killed someone,'' Keith Phoenix, 28, told New York police detectives who found him hiding in the bathroom of a Yonkers apartment, the police said." , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Second Suspect Is Arrested in Fatal Bat Beating of Immigrant" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/28\/nyregion\/28beating.html"} , {"body" : "The man pulled into a tollbooth on the Robert F. Kennedy Bridge and reached his hand out the window to pay the attendant. He was smiling and appeared to be laughing with the other occupants of the car, so heartily that his body shook. He passed some change to someone in the back seat, then drove off. It was Dec. 7, 2008, at 3:47 a.m., exactly 19" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Video Shows Suspect Laughing 19 Minutes After Fatal Beating" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/nyregion\/27video.html"} ,   {"body" : "The police on Wednesday arrested a man in the December killing of an Ecuadorean immigrant who was beaten with a bottle and a baseball bat in Brooklyn by men who yelled anti-gay and anti-Hispanic slurs at him. The man, Hakim Scott, 25, of the Bronx, was arrested on charges of second-degree murder as a hate crime in the beating of Jose O. Sucuzhanay," , "date" : "20090226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Arrested in Baseball-Bat Killing of Ecuadorean Immigrant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/26\/nyregion\/26arrest.html"} , {"body" : "The woman on the first floor hung a sheer white curtain across the middle of the room, to divide the space with the bed from the space with the table and chairs. The room where she and her husband live is about 23 feet long and 11 feet wide. They pay $650 a month, plus electricity. Their room has been illegally converted into living quarters in a" , "date" : "20090223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Illegally Chopped-Up Apartments Are Secret, Dangerous and Widespread" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/23\/nyregion\/23partitions.html"} , {"body" : "The recording session seemed unusual by today's standards -- musicians playing instruments in real time with an engineer sitting behind a mixing board, and the sounds being captured on an eight-track tape machine. And not a computer in sight. The two-story row house in Bushwick, Brooklyn, where last Friday's session was held, is the home of Daptone" , "date" : "20090223" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Burglary Stuns a Studio, But Can't Stop the Music" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/23\/nyregion\/23daptone.html"} , {"body" : "ARCHITECTS may need only to point at a building to explain to their children what they do. Planners aren't so lucky. In fact, unless airplane windows are involved, it's probably a struggle to describe how they map out roads, stores and homes to form neighborhoods. A new children's book may help shed light at a time when interest in the field seems" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "8" , "title" : "POSTING; My First Book Of Urban Planning" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22postings.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ASPEN SANTA FE BALLET (Friday through Sunday) One week, three New York premieres and four choreographers (William Forsythe, Jorma Elo, Itzik Galili and Helen Pickett): Aspen Santa Fe Ballet is making its trip to the Big Apple count. Friday and Saturday at 8 p.m., Sunday at 2 and 7:30" , "date" : "20090220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/20\/arts\/dance\/20dance.html"} , {"body" : "They borrow leftover prescription drugs from friends, attempt to self-diagnose ailments online, stretch their diabetes and asthma medicines for as long as possible and set their own broken bones. When emergencies strike, they rarely can afford the bills that follow. ''My first reaction was to start laughing -- I just kept saying, 'No way, no way,'" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Health" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "For Uninsured Young Adults, Do-It-Yourself Medical Care" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9504EFD61638F93BA25751C0A96F9C8B63"} , {"body" : "Daptone Records, the Brooklyn soul label that releases albums by Sharon Jones and the Dap-Kings and the Budos Band among others, was burglarized over the Presidents' Day weekend, the label's co-founder, Gabriel Roth, said in an e-mail message reported on BrooklynVegan.com. Mr. Roth wrote that numerous items had been stolen or damaged, including" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Daptone Records Is Burglarized" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/arts\/music\/18arts-DAPTONERECOR_BRF.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ASPEN SANTA FE BALLET (Tuesday through Thursday) One week, three New York premieres and four choreographers (William Forsythe, Jorma Elo, Itzik Galili and Helen Pickett): Aspen Santa Fe Ballet is making its trip to the Big Apple count. (Through Feb. 22.) Tuesday at 7 p.m., Wednesday at" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/dance\/13dance.html"} , {"body" : "One woman pleaded poverty and said she was considering applying for public assistance to escape her $4,000 debt. Another man, who lives off disability payments after hurting his back working at a hospital, said he owed $5,000 because a tenant in his home had siphoned electricity to a neighbor. A third defendant said her electric meter was in the" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Court With Con Ed, a Glimpse of Life During a Downturn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12coned.html"} , {"body" : "ALTHOUGH Gladys Puglla-Jimenez came to this country from Ecuador 30 years ago, her kitchen on Putnam Avenue in the Bushwick section of Brooklyn is still intimately connected to her homeland, from her stocks of spices like achiote pepper powder to the tropical green of the walls. She craves guatita, a dish of cow tripe in a sauce thickened by peanut" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "For Dinner (and Fast), the Taste of Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D91230F932A25751C0A96F9C8B63"} ,   {"body" : "At the Myrtle-Wyckoff station in Bushwick, Brooklyn, there are three 21st-century ways to tell when the train is coming. An electronic sign indicates the number of minutes before the next train. A public-address system conveys the same information. Finally, as part of a bold new experiment by the Metropolitan Transportation Authority, a pair of" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "17" , "title" : "21st Century Arrives On Subway In Bushwick" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07station.html"} , {"body" : "If you've been half-awake in the subway sometime in the last year or so and thought you noticed two guys drowning in a glass of beer in a Michelob ad, or saw an ad for a television program about the Drug Enforcement Administration altered to say, ''Iran: Every Deal Can Turn Deadly,'' or that familiar subway door sign reworded to read, ''Do Not Lean" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Poster Boy Is Caught, Or Is It A Stand-In?" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/04\/arts\/design\/04post.html"} , {"body" : "The wall labels were missing. The inventory needed to be finished. And where was the sign for the shuttle bus to the gallery, a former warehouse west of the Wynwood art district in Miami? Just hours before the opening party for ''It Ain't Fair,'' an exhibition of more than 30 emerging artists on the fringe of Art Basel Miami Beach, the glamorous," , "date" : "20090203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Shaper of Talent For a Changing Art World" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/03\/arts\/design\/03break.html"} , {"body" : "IF the choreographer Megan Byrne were wealthy, she said, her days would consist of ''class in the morning, rehearsal in the afternoon and steak for dinner.'' But Ms. Byrne, 29, like many in the contemporary dance world, is not wealthy. Far from it. Instead of paying for class and a steak, she said, the reality for many of her uninsured," , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "DANCE; New Classes Fill New Needs in Movement" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/arts\/dance\/01laro.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIBALAS (Friday) Antibalas gives a New York makeover to Fela Kuti's Afro-Beat, a Nigerian funk propelled by burly saxophones, fierce percussion and righteous anger. At 9 p.m., Southpaw, 125 Fifth Avenue, near Sterling Place, Park Slope, Brooklyn, (718) 230-0236, spsounds.com; $18 in advance," , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/30\/arts\/music\/30pop.html"} , {"body" : "ON a chilly Wednesday last fall at 5:10 a.m. at a homeless shelter in Bushwick, Brooklyn, Robert Fecu had to decide between black shoes or brown. He weighed a pair in each hand, moving his arms up and down as if he hoped that gravity would make the decision: Black? Brown? Black? Brown? Finally, he went with brown, to complement his blue-checkered" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK UP CLOSE; A Hard Road Behind, a New Road Ahead" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25job.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "''Hey, you know who deserves some credit for Obama becoming your president?'' asked the singer named Pink Eyes. He is about 310 pounds, bald and bearded, manic and strangely reasonable. ''The rest of the world,'' he answered, as if naming a particular dude of integrity. ''America finally gave in to international pressure.'' His punk band from" , "date" : "20090122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Chords of Fame? These Bands Never Heard of Them" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/22\/arts\/music\/22mark.html"} , {"body" : "THE old New Deal helped shape today's New York. Its dollars financed the construction of such enduring building blocks of the city as La Guardia Airport, the Franklin D. Roosevelt Drive and the Lincoln Tunnel, along with countless schools, hospitals, courthouses, post offices, police stations and firehouses throughout the five boroughs. What lies" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Obama, Pave Atlantic Avenue'" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/nyregion\/thecity\/18infr.html"} , {"body" : "WHILE the Titans of Wall Street now tremble at the thought of buying an apartment in this faltering real estate market, an emerging group of buyers is brave enough to look the Cyclops of uncertainty in the eye and begin shopping and even sign purchase contracts. Many of these buyers have never received a fat bonus check, so they don't miss it now." , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Brave, The Moment Is Now" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/realestate\/18cov.html"} ,   {"body" : "Just as the recession is throwing people out of work at an alarming rate, the unemployment insurance system in New York and many other states will start cutting off benefits this week for thousands of people who have been unable to find jobs since early last year. About 50,000 New Yorkers who had been collecting unemployment checks for 11 months --" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Still No Work, and Soon No Benefit Check" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12benefits.html"}]