[  {"body" : "A COOK should always say yes when offered something that will ''stink up your pot real good.'' It's a lesson I learned earlier this month, when James Graham handed me a couple of pieces of seasoning meat from his truck, parked on a stretch of asphalt in Brooklyn. Seasoning meat is really just the thick trimmings band-sawed from the top or bottom of" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn's Flavor Route to the South" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2DD1F38F933A05751C1A96F9C8B63"} , {"body" : "Shortly after 7 p.m. on Monday, 12,000 FedEx employees in Memphis will stretch and flex in concert and gulp holiday-colored sports drinks in preparation for processing 7,000 packages a minute. That day at the United Parcel Service world air headquarters in Louisville, Ky., employees will be poised to handle 100,000 boxes from Zappos, the online" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "41" , "title" : "For Delivery Companies, Welcome Stress" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/us\/13shipping.html"} , {"body" : "Each morning, Kenan Varin walks to the toilet and empties his colostomy bag, which stores all the waste his diseased bowel cannot evacuate. He attaches a new one to the skin around a hole in his stomach, with the help of an adhesive strip that is surprisingly expensive. Before he leaves the house he will pack an extra bag. He will replace the bag" , "date" : "20091207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "The Neediest Cases: After Life of Surgeries, Hope for One Final Operation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E0D6173BF934A35751C1A96F9C8B63"} , {"body" : "Each morning, Kenan Varin walks to the toilet and empties his colostomy bag, which stores all the waste his diseased bowel cannot evacuate. He attaches a new one to the skin around a hole in his stomach, with the help of an adhesive strip that is surprisingly expensive. Before he leaves the house he will pack an extra bag. He will replace the bag" , "date" : "20091207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "26" , "title" : "After Life of Surgeries, Hope for One Final Operation" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/07\/nyregion\/07neediest.html"} , {"body" : "This year, the numbers of those feeling themselves among the neediest have stretched, like the wallets of the city itself. To the ranks of those who have needed food, or clothing, or a place to live, or a prosthetic limb, or an electric wheelchair, add Dion Lewis. He needed a job. He needed training he could not afford. He needed to have his" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Feeding a Hunger for Skills, and Finding a Future" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/nyregion\/23neediest.html"} , {"body" : "In the 97th Election District of the 79th Assembly District in the Morrisania section of the Bronx, the polls opened last Tuesday at 6 a.m. They remained open until 9 p.m. Not one of the district's 58 enrolled Democrats turned out to vote for public advocate or comptroller in two citywide primary runoff races that are considered tantamount to" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City of 8 Million Was a Ghost Town at the Polls" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/07\/nyregion\/07turnout.html"} , {"body" : "The cellphone would not stop ringing. ''Ronny, you're 10 minutes late,'' one caller whined. But Ronny Beberman had a good reason. Having tumbled eight feet off his own seltzer truck, Mr. Beberman, 62, was answering the phone while laid out on West Seventh Street in Brooklyn, bleeding from a head gash and having broken a foot and several vertebrae." , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seltzer Man Takes a Tumble, And Brooklyn Grows Thirsty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26seltzer.html"} , {"body" : "GROCERY DELIVERY With Fewer Boxes FreshDirect, which made its first food delivery in New York seven years ago, now makes two million a year. All those orders are packed into cardboard boxes -- about five million, according to Jason Ackerman, a founder of the company and its chief financial officer. That is unquestionably a lot of boxes. But it is" , "date" : "20090728" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EFD6143EF93BA15754C0A96F9C8B63"} , {"body" : "Everyone who knew James Gales knew something was obviously wrong. The Vietnam War veteran had disappeared from his usual spot outside his building at a housing project in Canarsie, Brooklyn, where he told jokes and recounted war stories from his wheelchair. He stopped showing up at the nearby senior center for meals. His brother could not track him" , "date" : "20090727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Belated Discovery of Body in Brooklyn Raises Questions" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/27\/nyregion\/27body.html"} , {"body" : "Shea Stadium has been gone for five months, but some fans cannot get enough of the old hulking ballpark that the Mets called home for 45 years. Why else would several dozen people trudge to a steamy warehouse on a sunny Saturday to bid on the last hot-dog grillers, whirlpools and signs from the stadium, which was torn down in February? Perhaps the" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Fans Still Finding Value in Shea Stadium" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/sports\/baseball\/19auction.html"} ,   {"body" : "The pizzeria called Original rose in a Canarsie of mostly Italian-American and Jewish residents, opening on April 12, 1970, an event captured in a photograph of a hungry crowd that included a bunch of men with shaggy hair and a teenage girl in a tube top. It survived the 1990s, when white residents moved away while black people bought their homes" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CANARSIE JOURNAL; Over Decades, Pizzeria Stays the Same in a Changed Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18metjournal.html"} , {"body" : "When it came to representing the sprawling nature of the foreclosure crisis in New York City, the artist Damon Rich figured out that the best thing to do was to shrink it down to size. And so he used the 9,335-square-foot Panorama of the City of New York, the intricate architectural model built for the 1964 World's Fair, and hundreds of neon-pink" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mapping a Bird's-Eye View of Foreclosure Misery" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/arts\/design\/08panorama.html"} , {"body" : "NEW YORK ON LESS: In Canarsie, Cuts Slice Into Basics At some point during the downturn, using a car service in hard-to-reach Canarsie, Brooklyn, went from necessity to luxury. These days, during the evening rush at the Canarsie-Rockaway Parkway subway station, drivers at Transit Car Service wait half an hour for a fare (and often longer while" , "date" : "20090706" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE6DB123FF935A35754C0A96F9C8B63"} , {"body" : "Mayor Michael R. Bloomberg is not much of a sports fan. In baseball-mad New York, he has a passion for neither local team, has famously called Joe Torre ''Joe Torres,'' and finds the Belmont Stakes -- and many other sporting events he is required to attend -- something of a bore. But like many driven men in their seventh decade, he has settled on a" , "date" : "20090618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Bloomberg, Golf's a Foe With No Term Limits" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/18\/nyregion\/18bloomberg.html"} , {"body" : "They are younger than their predecessors, have less experience in the classroom and are, most often, responsible for far fewer students. But their salaries are higher and they have greater freedom over hiring and budgets, handling a host of responsibilities formerly shouldered by their supervisors. Among the most striking transformations of New" , "date" : "20090526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CONTROLLING INTERESTS; Principals Younger and Freer, But Raise Doubts in the Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/26\/nyregion\/26principals.html"} , {"body" : "In the birthplace of Michael Jordan, where basketball is king, Brooklyn's Brad and Brandon Belle are virtually unknown. Yet the Belle brothers, 14-year-old identical twins and table tennis prodigies whose stellar play has opponents doing double takes, have quickly become the Venus and Serena Williams of their sport. ''They have captured the" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Twins From Brooklyn Make Quite a Team" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4DE103CF937A15756C0A96F9C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Lefty Bike Lanes Q.A police officer in Manhattan informed me that when there is no bike lane present, a bicyclist is expected to ride on the right. So why are the bike lanes on the left? A. In a word, safety. ''Bicycle lanes are becoming increasingly common on the left side of some one-way streets to help reduce the number of bicyclists being" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17fyi.html"} , {"body" : "Many of Con Edison's challenges are well known -- blackouts and steam pipe explosions included -- but a lesser-known problem has proved no less nagging: how to protect equipment from the thousands of monk parakeets that nest in the utility poles of Queens and Brooklyn. These birds -- also called monk parrots or Quaker parrots -- are attracted to" , "date" : "20090418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "WHITESTONE JOURNAL; Real Parrots, Fake Owls and Con Ed, Stocking Up on Batteries" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/18\/nyregion\/18metjournal.html"} , {"body" : "For nearly three years, Starrett City, the 140-acre apartment complex on Jamaica Bay in Brooklyn, has been at the center of a citywide battle to preserve existing housing for working- and middle-class families. Tenant groups and elected officials stymied efforts by the longtime owners to reap over a billion dollars through a sale of the complex" , "date" : "20090416" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Refinancing Deal May Save Low-Cost Housing at Starrett City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/16\/nyregion\/16starrett.html"} , {"body" : "An ex-convict with a knife grabs a parole officer in Queens and is shot dead. A screaming woman slashes a uniformed police officer with a 12-inch kitchen knife inside her apartment in Brooklyn. She, too, is killed. On Sunday, a man wildly swung a knife in his Bronx apartment at a group of specially trained and armored officers, saying, ''I don't" , "date" : "20090414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "3 Cases of 'Suicide by Cop'? Circumstances Are Murky" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/14\/nyregion\/14shoot.html"} ,   {"body" : "When Gov. David A. Paterson met recently with a group of mostly black legislators, he got an earful. They wanted to know his strategy for recovering from his disastrous first year. They complained that their constituents were furious over Mr. Paterson's cuts to hospitals and schools, and that his administration had failed to consult with them on" , "date" : "20090413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Formerly Joyous, Black Voters Waver on Support for Paterson" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/13\/nyregion\/13paterson.html"} , {"author" : "Mathew R. Warren contributed reporting." , "body" : "A man who had agreed to surrender after threatening his family at knifepoint was shot and killed by police officers in the Bronx on Sunday morning after he stabbed at the officers with a 10-inch knife, the police said. The police shot the man, Mauricio Jacques, 35, twice with Taser guns and once with rubber bullets -- apparently to no effect --" , "date" : "20090413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Man Threatens Family And Is Killed by Police" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/13\/nyregion\/13shoot.html"} , {"body" : "Two uniformed city police officers shot and killed a 48-year-old woman as she lunged at a third officer with a 12-inch kitchen knife inside her basement apartment in Brooklyn on Wednesday morning, the authorities said. In a fast-moving confrontation in a tight space, the woman, identified in court papers as Ginette Denize, charged out of her" , "date" : "20090409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Woman Shot to Death by Police During Knife Attack" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/09\/nyregion\/09shoot.html"} , {"author" : "Nelson George's book ''City Kid: A Writer's Memoir of Ghetto Life and Post-Soul Success'' will be published this month by Viking." , "body" : "ON a recent unusually mild Saturday, I strolled around Fort Greene, Brooklyn, and, perhaps because of my respectable salt-and-pepper goatee, several folks asked me for directions. An affable white couple on bikes wanted to know how to get to Williamsburg; a young hipster asked me which way to the Alibi Club, the Pratt Institute hangout. I got a" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Strangers on His Street" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05bohe.html"} , {"body" : "The woman at the desk of A & L Collision, an auto repair shop in Brooklyn, eyed Officer Neil R. Stevens suspiciously. ''You're not from here,''' she said. ''Yes I am,'' Officer Stevens replied. ''You dress differently,'' she insisted. She had a point. Officer Stevens's uniform is olive green, not blue, and he wears a Stetson hat that gives him a" , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Don't Be Fooled by the Hats: These Officers Are For Real" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/26\/nyregion\/26ecocops.html"} , {"body" : "TRAINING A LENS On Broadway Cervin Robinson began taking photographs when he was 12, and studied with Walker Evans in the mid-1950s. Now 80, he has long been one of the most acclaimed architectural photographers of his time. The Municipal Art Society of New York is now honoring his work with an exhibition of about 30 photographs taken over 35" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E1DC123CF937A15750C0A96F9C8B63"} , {"body" : "A hospital in central Brooklyn laid off 240 doctors, nurses and other workers on Monday, signaling growing financial weakness in the hospital industry. Officials at the hospital, Brookdale University Hospital and Medical Center, which serves Brownsville, East New York and Canarsie, blamed the bad economy for the layoffs. ''The general economic" , "date" : "20090317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "22" , "title" : "240 Laid Off at Hospital That Serves Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/17\/nyregion\/17hospital.html"} , {"body" : "JAMES BROWN, the Godfather of Soul, pressed huge tips into his hand for errands and urged him to read. The comedian Jackie (Moms) Mabley sent him to the store to buy chitlins or pork chops, to be shared with everyone, cooked on a hot plate. Flip Wilson sent him out for food too but locked the door to his dressing room for privacy as he washed and" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Uptown Shrine's Upbeat Anniversary" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/music\/27apol.html"} , {"body" : "The owners of Starrett City, the country's largest federally subsidized housing complex, have abandoned their heady dream of selling the property for more than a billion dollars. The owners, a group of investors led by Disque Deane, cited the faltering economy and a lack of financing as the reasons. But the sale may have foundered over price, said" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "After Two Years of Trying, Owners Give Up on Selling Starrett City" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18starrett.html"} , {"body" : "For two decades and more, Haiti, a land of grinding poverty, has endured coups, riots, a repressive military regime and hurricanes, travails that have often been overlooked beyond its borders. But one group of 60 Haitians, most of whom live in Brooklyn, has worked hard to maintain a bond with one small part of their homeland, becoming a lifeline of" , "date" : "20090217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HAITI" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "In Brooklyn, Working to Help Their School in Haiti and Its City" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/17\/nyregion\/17haitians.html"} ,   {"body" : "At the Myrtle-Wyckoff station in Bushwick, Brooklyn, there are three 21st-century ways to tell when the train is coming. An electronic sign indicates the number of minutes before the next train. A public-address system conveys the same information. Finally, as part of a bold new experiment by the Metropolitan Transportation Authority, a pair of" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "17" , "title" : "21st Century Arrives On Subway In Bushwick" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07station.html"} , {"body" : "Shirley Fenelon doesn't seem like someone about to move for the third time in three years, who does not know who will care for her baby, due this month, when she goes back to work. She doesn't sound like a woman who endured the murder of her partner, leaving her with an infant daughter, and then a separation, several years later, from the father of" , "date" : "20090202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; She's Become an Expert at Accentuating the Positive" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/02\/nyregion\/02neediest.html"} , {"body" : "Jabrilla English was 24 years old and nine months pregnant when she found herself living in a homeless shelter in the Bronx. Her sleepless nights there were haunted by the collective grumble of her sheltermates -- restless and downtrodden, so many women and families -- who took over slivers of the shelter's vast open space as their own. ''It was a" , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Taking Responsibility For Herself and Her Son" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/nyregion\/20neediest.html"} , {"body" : "A 17-year-old girl was shot in the face and killed early Sunday, the police said, after an event attended by about 500 teenagers in Bedford-Stuyvesant, Brooklyn, erupted in chaos and gunfire. Witnesses said the shooting followed gang-related insults shouted from the stage. Two other teenagers were wounded, a girl who was shot in the leg and a boy" , "date" : "20090119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Girl, 17, Is Killed As Gunfire Fills a Club" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/19\/nyregion\/19dead.html"} , {"body" : "It was around her 22nd birthday that Chenara Ryan decided she would do everything it took to become a nurse. It was going to take a lot: She was poor and had no high school diploma, and she was serving a two-year sentence at the Rose M. Singer Center, a women's prison at Rikers Island. When she was arrested, in May 2005, Ms. Ryan knew her boyfriend" , "date" : "20090114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; A Poet's Dream, Born in Prison, Begins to Come to Life After Her Return Home" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/14\/nyregion\/14neediest.html"}]