[  {"body" : "THE best dishes of the year? We'll get to the roasted unicorn in dwarf-fairy reduction sauce soon enough. But perspective is everything. For much of 2009 I was not the restaurant critic of The New York Times. I was the newspaper's culture editor, with little access to the sort of food that ordinarily appears in articles like this one. Many of my" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; 2009: Eleven Memorable Dishes, and Not Even a Full Year" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/30\/dining\/reviews\/30year.html"} , {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "The unemployment rate for New York City has risen to 10 percent and above in recent months, but a new study shows that joblessness ranges from nearly twice that figure in some neighborhoods to only half as much in others. The situation is worst in the East New York section of Brooklyn, where the unemployment rate for the third quarter of this year" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Study Shows Jobless Rate Varies Widely Across City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DC123BF933A05751C1A96F9C8B63"} , {"body" : "FOLLOWING is a list of my favorite restaurants among those that opened in New York this year. It is in no particular order except that Marea is first and foremost. MAREA The latest gem in the crown of the restaurateur Chris Cannon and his talented partner-chef, Michael White, representing the marine treats of a nation that is almost Italy, almost" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "The Fabulous Freshmen of '09" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/30\/dining\/reviews\/30ylist.html"} , {"body" : "SUFFICIENT outdoor space -- whether yard, balcony or roof deck -- was a must-have for Erin Gleeson and Jonathan Prosnit. Their most important requirement was a barbecue and seating, so they could entertain their friends and have them over for Shabbat dinners. ''Having outdoor space was imperative,'' Mr. Prosnit said. ''It makes your life so much" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Space for Friends, Outdoors and In" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/realestate\/27hunt.html"} , {"body" : "IT wasn't the sort of night when one looks for something to do outside, but the actress Zoe Kazan needed a Christmas tree. So on Dec. 16, anticipating the holiday, she and Rightor Doyle, a friend and fellow actor, took a cold walk down Smith Street in the Cobble Hill neighborhood of Brooklyn. ''It's the first time I've had Christmas in New York in," , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | ZOE KAZAN; The Family Tree" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/fashion\/27nite.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) This company, which can always be counted on to bring choreographic warmth to winter chill, is being more festive than ever, for it's celebrating the 20th anniversary of Judith Jamison as artistic" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DB173CF936A15751C1A96F9C8B63"} , {"body" : "FOR CHILDREN LAUREL GRAEBER BOWERY KIDS FAMILY 'NEW YEAR'S EVE' PARTY (Sunday) So what if it's not really New Year's Eve? Young revelers should have their chance to celebrate, and this concert does it at a kid-friendly time, noon instead of midnight. Ben Rudnick and Friends are the band, offering plenty of original tunes -- bluegrass, rock, calypso" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/25\/arts\/25kids.html"} , {"body" : "Arrayed throughout his office in Downtown Brooklyn are the touchstones of Salvatore Joseph Cassano's life -- keepsakes that speak of family, faith and the Fire Department he will lead come Jan. 1. A model of a military tank rests by a miniature of Ebbets Field, where the Brooklyn Dodgers used to play. An American flag pennant sits in a mug on his" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Fire Commissioner Devoted to Family and Dedicated to the Safety of His Corps" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24sal.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) This company, which can always be counted on to bring choreographic warmth to winter chill, is being more festive than ever, for it's celebrating the 20th anniversary of Judith Jamison as artistic" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/dance\/18dance.html"} , {"body" : "''HOW is it I extract strength from the beef I eat?'' asks Walt Whitman in ''Song of Myself.'' When the beef is a grass-fed LaFrieda blend, it's easy to understand how; the well-charred patty ($13) at Henry Public, a saloon in Cobble Hill, Brooklyn, is lean, juicy and pure. Served unembellished (cheese and bacon are extra) on a plump Orwasher's" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Throwback To a Gentler Time" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/16\/dining\/reviews\/16under.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/11kids.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) Judith Jamison has spent her 20 years at the helm of Alvin Ailey honoring the legacy and spirit of its founder. This season, with the search on for Ms. Jamison's successor, the company celebrates" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/dance\/11dance.html"} , {"body" : "New York City's storefront gates, like its fire escapes and stoops, are there but not quite there: the unnoticed wallpaper of New York at night. They have been battered by vandals and defaced by graffiti taggers. They have secured diamonds, handmade tortellini and other valuable commodities. They have provided the clattering soundtrack of dawn and" , "date" : "20091203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bringing Down the Curtain on a Symbol of Blight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DF1F3DF930A35751C1A96F9C8B63"} , {"body" : "ON a recent Sunday, at Clover Club, six young women giddily compared impressions of their mixed drinks. Nothing unusual in that. People come to this tavern in Cobble Hill, Brooklyn, expressly to indulge in finely honed cocktails. But the sun, slanting brightly through the front windows, glinted off the iced glasses. And at the next table a young" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "WINTER DRINKS ISSUE; The Final Frontier? It's an Eye-Opener" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/dining\/02bars.html"} , {"body" : "WHEN Suzi Jones and her husband purchased an apartment on the fourth floor of a brownstone in Carroll Gardens, Brooklyn, two years ago, Ms. Jones, a freelance art director from Atlanta, thought what she would like most would be the hardwood floors, the tin ceilings and the renovated kitchen and bathroom. Soon after moving in, however, she" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Window Watchers In a City of Strangers" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/garden\/12voyeur.html"} , {"body" : "Opening This Week MAIALINO This bright and welcoming restaurant with views of Gramercy Park is a Roman-style trattoria and cafe designed by David Rockwell, complete with checked tablecloths. Danny Meyer, whose company owns the restaurant, has Nick Anderer, above, the executive chef, creating pasta dishes, fritto misto, oxtails and cod salted in" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11off.html"} , {"body" : "PRIME MEATS 465 Court Street (Luquer Street), Carroll Gardens, Brooklyn; (718) 254-0327, frankspm.com. You know what's going to be great? When Frank Castronovo and Frank Falcinelli finally open the main dining room of Prime Meats, their excellent little barroom in Carroll Gardens. These are some talented bears. Their flagship up the block, Frankies" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | RECENTLY OPENED; Dining Briefs" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11brief-001.html"} , {"body" : "Prisco De Angelis, 77, who earned a Purple Heart in the Korean War, remembers when Veterans of Foreign Wars Post 2652 in Brooklyn had several hundred members and its own building. He also remembers when the rank and file began dying off, and how the few who were left sold the building. Now he can count on only four or five others to attend post" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Young Veterans Form New Posts As Old Chapters Just Fade Away" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/nyregion\/11veterans.html"} ,   {"body" : "Fish Market as Art An exhibition, ''Remembering Fulton Fish Market,'' with the works of Naima Rauam, who painted scenes of the market for decades, will be on view daily through Nov. 22 from noon to 7 p.m. at the @Seaport gallery, 210 Front Street (Beekman Street). Dinner and a Song A Creole dinner, with performers singing arias, will be Nov. 4 at" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/dining\/04fcal.html"} , {"body" : "WHEN Jenny Kirsten, a producer for the Food Network, went on her first date with Jason Beberman, a chef at Dressler in Brooklyn, they didn't splurge on a multicourse dinner with wine pairings. Instead, they went to the Rusty Knot, a West Village bar that teeters between dive and chic, for picklebacks: a shot of whiskey with a pickle juice chaser." , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Tater Tots for Two: It's a Date!" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/28\/dining\/28Date.html"} , {"author" : "Andrew Rice is a contributing writer for the magazine." , "body" : "THE GOWANUS CANAL runs one and a half miles through brownstone Brooklyn, cutting a disreputable gash between two of the most desirable residential neighborhoods in New York City. Sunken below street level, no more than 100 feet across at most points, the canal does not really flow -- it skulks. On sunny days, its waters take a greenish hue and are" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "RENEWAL; ON THE WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/magazine\/25Key-Gowanus-t.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "CHERYL ROGOWSKI and her family have been farming the rich black earth on their patch of Orange County, N.Y., for more than 50 years, but cultivating the simple potato had confounded her. The two best-known potatoes in the country -- russets, those classic Idaho baking potatoes, and Yukon Golds -- did not grow well there. Yukons ended up with hollow" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Stand Back, Yukon Gold: There's a New Potato in Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E5DF143CF937A25753C1A96F9C8B63"} , {"body" : "THE religion of Southern fried chicken is spreading fast in New York City, with pilgrims making stops at the Redhead in the East Village, Locanda Verde in TriBeCa and Buttermilk Channel in Carroll Gardens, Brooklyn. But while adherents may argue about buttermilk or brine, batter or dredge and shallow fry or deep fry, dissenters say there's a more" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Fried Chicken: A Migratory Bird" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1D6123BF934A35753C1A96F9C8B63"} , {"body" : "QUESTION OF FAITH At Bryant Park Last month, Bryant Park played host to the white tents and devotees of Fashion Week. This month, the tents have been replaced by a very different structure: a large sukkah, where Jews pray and dine in celebration of the eight-day harvest holiday of Sukkot. ''A sukkah is a symbol of universal good will and good" , "date" : "20091006" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DD1E39F935A35753C1A96F9C8B63"} , {"body" : "Mel Vader and Bob Henderson figured that martini hour on the terrace of their apartment in Prospect Heights, Brooklyn, would grow only more interesting after Richard Meier built his 15-story glass tower across the way. From their sixth-floor perch, the couple have seen a toddler on the eighth floor ride her tricycle around her balcony, and watched" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Glass Half Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/nyregion\/27meier.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} , {"body" : "More than a dozen Brooklyn proprietors have created small restaurant and retail empires in the Smith Street area in and around Cobble Hill, Boerum Hill and Carroll Gardens. Here is a sampling: Frank Falcinelli and Frank Castronovo Frankies Spuntino (restaurant), 457 Court Street Cafe Pedlar (coffeehouse), 210 Court Street Prime Meats (restaurant)," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "The Little Empires" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains-web.html"} ,   {"body" : "THERE'S a line between authentic autobiography and creative self-mythology, and Jonathan Ames routinely skirts it. No: he expertly and flagrantly dances around it. As an essayist, novelist and downtown personality, he chronicled his peculiar urban exploits -- getting colonics and hanging with transsexuals -- for The New York Press in the late" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "THE NEW SEASON | TELEVISION; Case of the Neurotic TV Doppelgänger" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/arts\/television\/13ryzi.html"} , {"body" : "HALCYON 10TH ANNIVERSARY When halcyon first opened its doors as a lowercased record shop-cafe-thrift store-gallery-lounge on Smith Street a decade ago, the very idea of Carroll Gardens, Brooklyn, as a stylish destination was still new. Most of the locavore restaurants, designer-driven boutiques and low-key bars were still a gleam in some" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D71031F932A2575AC0A96F9C8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "Dancers are tough. On a recent morning in the playground of a school in Carroll Gardens, Brooklyn, Adam Hendrickson climbed a wire fence nine times -- five steps up followed by a hop over the top -- before rubbing his hands together with a discreet wince. The action didn't go unnoticed by Henry Joost, one of the directors of the film ''N.Y. Export:" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Rediscovering Robbins's Youthful Spirit, and Catching It on Camera" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/arts\/dance\/08opus.html"} , {"body" : "MANY buyers today -- unsure whether prices have gone as low as they will go -- aren't looking for just a good deal. They're looking for a steal. For sellers, that means that to create even the slightest frisson to lure in buyers, they must either price their homes at distressingly low prices or present a property that is in turnkey condition. Even" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Spending to Sell" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/realestate\/06cov.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "The coming season will see many repeat performances, as chefs and restaurateurs move to new locations or replicate existing establishments. ACCADEMIA DI VINO This more compact version of the Upper East Side wine bar and restaurant will open in the former Docks space on the Upper West Side: 2427 Broadway (89th Street), (212) 787-3070. First week of" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Branches" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02branch.html"} , {"body" : "All Corn, All Tomato Did you say tomato? From appetizer through dessert, tomatoes will highlight a five-course menu on Aug. 13 at 7 p.m. at Restaurant Serenade, 6 Roosevelt Avenue, Chatham, N.J. The cost is $125 including beverages, tax and tip: (973) 701-0303. Perhaps you meant corn. On Aug. 15 from 11:30 a.m. to 2:30 p.m., a total corn menu," , "date" : "20090812" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/12\/dining\/12fcal.html"} , {"body" : "'SOMEBODY IN AMERICA' Generations have passed since Ellis Island was America's official gateway for immigrants. But on Friday and Saturday the tired and the poor will gather there again for processing and inspection, hope in their hearts and satchels in their hands: desperate mothers and children from Italy, Portugal and Lebanon; an ambitious" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/07kids.html"} , {"body" : "FOR many, it seems, the smooth surfaces of modern design have lost their allure. Hollister and Porter Hovey, sisters age 30 and 26, used a chain from Home Depot to lash a crystal chandelier to a crossbeam in the ceiling of their loft in Williamsburg, Brooklyn. But it is one of the few contemporary objects in a habitat that embraces, among other" , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The New Antiquarians" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/30\/garden\/30prewar.html"} ,   {"body" : "The Hunt column last Sunday, about the search by Danny and Rachael Cordella for an apartment closer to their jobs in Manhattan, misidentified their previous neighborhood. It was Carroll Gardens, Brooklyn, not Cobble Hill." , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E6DC153EF935A15754C0A96F9C8B63"} , {"body" : "'THE LITTLE HOUSE OF COOKIES' Doors often seem to have their own personalities: warm, welcoming and expansive, or rigid, forbidding and impenetrable. They can open up a universe or shut out the world entirely. The door in ''The Little House of Cookies'' does both. The only entrance to an abandoned dwelling, it could easily have been created by" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/24kids.html"} , {"body" : "Enhanced With Beer Craft beers will be poured with a four-course dinner on July 22 from 7 to 10 p.m. in the garden at 24 Prince, 24 Prince Street (Mott Street), $52 plus tax and tip: (212) 226-8624. Whole roasted baby lambs and pigs will be paired with Belgian beers on July 27 at 7:30 p.m. at Resto, 111 East 29th Street. The cost is $75 plus tax" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/22\/dining\/22fcal.html"} , {"body" : "AFTER a year in Carroll Gardens, Brooklyn, Danny and Rachael Cordella were more than ready to return to the west side of Manhattan. From Carroll Gardens, Mr. Cordella, who formerly had a 20-minute walk to his advertising job in Midtown, had a tedious hourlong commute. Ms. Cordella, a social worker on the Lower East Side, felt as if ''all I did was" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; No Longer Out of Reach" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19hunt.html"} , {"body" : "Farm Fresh in the Bronx A new weekly farmers' market, on Wednesdays from 8 a.m. to 6 p.m. in Echo Park, on East Tremont Avenue between Anthony and Webster Avenues in the South Bronx, will continue through Nov. 18. It is not affiliated with the city's Greenmarket program but is part of Harvest Home Farmer's Market, a nonprofit community" , "date" : "20090715" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/15\/dining\/15fcal.html"} , {"body" : "This article was reported by Russ Buettner, Serge F. Kovaleski and Michael Powell, and written by Mr. Powell. A daughter of the Bronx, Sonia Sotomayor claims the Brooklyn Bridge as her power-walking trail, the specialty shops of Greenwich Village as her grocery store, and the United States Court House as the setting for her annual Christmas party," , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Get to Sotomayor's Core, Start in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/nyregion\/10sonia.html"} , {"body" : "When it comes to the avant-garde side of the arts, the numbers tend to be pretty small. Record sales of a thousand or two, if you're lucky; theater audiences in the dozens, not hundreds. But last year Issue Project Room, a nonprofit arts space that was founded in the East Village and for the last four years has been in Brooklyn, was dealt a" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "An Avant-Garde Arts Group Bites Off a Lot to Chew" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/arts\/09issue.html"} , {"body" : "INDISCRIMINATE gluttons and discerning gourmands alike have long been crazy for pizza. But over the last few years, they have elevated their passion to a vocation, sending pizza into a whole new stratosphere of respect. It isn't just loved, and it isn't just devoured. It's scrutinized and fetishized, with a Palin-esque power to polarize. Does a" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Crust Is a Canvas for Pizza's New Wave" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08pizza.html"} , {"body" : "ALL seemed right on this misty Thursday evening. The rain was holding up, and at Studio Square, a sleek 21st-century German beer garden near Kaufman Astoria Studios in Queens, the reggae-funk band was setting up outdoors, where people could sway to the rhythms from a field of picnic tables or multiple covered bars. I stepped up to order a Pilsner" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "THE POUR; A Beer, Please, and a (Good) Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/24\/dining\/reviews\/24pour.html"} , {"body" : "Eating From the Garden ''The Edible Garden'' at the New York Botanical Garden kicks off on June 27 with 11 special exhibits, on topics such as tropical fruits, herbs, planting and harvesting vegetables, fungi and heirloom seeds. There will also be cooking demonstrations. The displays will continue through Sept. 13. On Thursday evenings in July and" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/24\/dining\/24fcal.html"} ,   {"body" : "Manhattan Washington Heights . . . . . $160,000 849 St. Nicholas Avenue (152nd St.) r 1 f 1 h 0 o 31 weeks 800-sq.-ft. co-op in a prewar building; elevator, renovated kitchen and bath, high ceilings, h\/w floors, laundry room in building; maintenance $413, no tax deduction; listed at $160,000. Broker: Citi Habitats. East Midtown . . . . . . . . . ." , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEED7153CF937A25755C0A96F9C8B63"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "SPARE TIMES | For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/12kids.html"} , {"body" : "SUPPORT IN RACE: Dual and Dueling In a race with so many qualified liberals, Howard Dean couldn't pick just one. Mr. Dean, the former Vermont governor, presidential candidate and Democratic National Committee chairman, was in Brooklyn on Tuesday morning with Josh Skaller, a candidate for the New York City Council, greeting commuters at the F train" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D91338F933A25755C0A96F9C8B63"} , {"body" : "THE loquats were ripe and just begging to be picked. But there was a problem. Although the tree was planted on private property, the loaded branches hung over the street. Did that make the fruit public property? In the end, with no one around to ask, Asiya Wadud decided the answer was yes. So she added them to a bag already heavy with Meyer lemons" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Neighbor, Can You Spare A Plum?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC1139F933A25755C0A96F9C8B63"} , {"body" : "FRIENDS and neighbors often suggest that Stephen Park and Kelly Coffield Park must still be on their honeymoon, because they're so often spotted together at odd times in Cobble Hill and Carroll Gardens. There is their standing Friday-afternoon movie date, when they'll sometimes sneak lunch into the Cobble Hill Cinema, which is just a few blocks" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CARROLL GARDENS, BROOKLYN; 'In Living Color,' the Sequel" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/realestate\/07habi.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'FATHER COMES HOME FROM THE WAR (PARTS 1, 8 AND 9)' Opens on Friday. Suzan-Lori Parks (''Topdog\/Underdog'') stars in her new" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1DA1531F936A35755C0A96F9C8B63"} , {"body" : "THE old-fashioned may finally be earning its name. One of the most venerable of whiskey-based cocktails, it has a history that stretches back farther than the martini's. For decades it has suffered under the reputation of something your grandmother drank -- overly sweet, fruit-laden and spritzed-up. But grandma wouldn't recognize what's happened to" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Take a Sip Of History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2D7173AF930A35755C0A96F9C8B63"} , {"body" : "In the Hunts Point neighborhood of the Bronx, a family's assortment of blue jeans bobbed like invisible people dancing on a puppet string. At 181st Street and Audubon Avenue in Manhattan, yellow panties shamelessly waved to Washington Heights. And outside a bathroom window two stories above Bailey Avenue in Kingsbridge Heights, another Bronx" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SUMMER RITUALS | CLOTHESLINES; Sheets Flap, Socks Dance And Towels Just Hang Out" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/nyregion\/31clothesline.html"} , {"body" : "Open Now AAMCHI PAO Ever have an Indian slider? Surbhi Sahni, left, the pastry chef at Dévi, and Nandini Mukherjee, right, who owned Indian Bread Co., will be glad to serve you one at their new spot. Ms. Sahni said the name means ''my bread'' in Maharashtri. Pao are like burger buns but smaller and can be filled with potato fritter, crisped" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/27\/dining\/27off.html"} , {"body" : "In a former warehouse for tow trucks, on an unprepossessing block of Bond Street in Brooklyn, a dance Eden grows. The emerging choreographer Austin McCormick, a Juilliard graduate, produced the much-praised ''Judgment of Paris'' in March 2008 at this address, and with his troupe, Company XIV, he continues his ascent with ''Le Serpent Rouge!'' This" , "date" : "20090526" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW | 'LE SERPENT ROUGE!'; Of Adam and Eve and Desires Eternal" , "url" : "http:\/\/theater2.nytimes.com\/2009\/05\/26\/theater\/reviews\/26serp.html"} ,   {"body" : "The death of a teenager who collapsed after a fight at a party in Prospect Park in March has been ruled a homicide, but the authorities said Thursday that the four people arrested on gang assault charges in the case would not face any additional charges. The medical examiner ruled this month that the March 8 death was a homicide because the" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Homicide Ruled in Collapse Of Youth After Fight in Park" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22homicide.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "Now more than ever, the heart of the city's dining scene is shifting to Brooklyn with its large selection of good, affordable restaurants, like these in Carroll Gardens. Buttermilk Channel (718) 852-8490; 524 Court Street (Huntington Street); $$; Review: 2\/25\/09 Its name refers to the strait between Brooklyn and Governors Island, though buttermilk" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighborhood Charm" , "url" : "http:\/\/events.nytimes.com\/2009\/05\/10\/nyregion\/thecity\/10rest.html"} , {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "The scene at the waterfront park in Brooklyn where Alexander Wind spent Sunday hardly resembled the spot near his hometown, St. Margarethen, Austria, where a seminal moment in the fall of the Iron Curtain unfolded almost 20 years ago. Instead of dirt under his feet, there were rubber tiles. Instead of open air, there was a white tent overhead. The" , "date" : "20090504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HUNGARY" , "AUSTRIA" , "GERMANY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Recalling the Day That Ripped An Opening in the Iron Curtain" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/04\/nyregion\/04picnic.html"} , {"body" : "Manhattan Hudson Heights $385,000 360 Cabrini Boulevard (190th St.) 1 1 0 9 weeks 850-sq.-ft. co-op in a prewar building; part-time doormen, dining area, sunken living room, high ceilings, h\/w floors, river view; maintenance $940, 41% tax deductible; listed at $399,000. Brokers: Simone Song; Halstead Property. West Village $578,000 299 West 12th" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1DF1131F930A35756C0A96F9C8B63"} , {"body" : "A psychotherapist in an Upper East Side office. A young woman working in a grocery store. A city bus driver behind the wheel in Bedford-Stuyvesant, Brooklyn, on a lunchtime route. Each of these was featured last year in a snapshot of murder in New York City, where authorities have long been battling illegal firearms -- and seeing a degree of" , "date" : "20090428" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Knife Killings in City Increased 50 Percent in 2008" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/28\/nyregion\/28knives.html"} , {"body" : "On a warm Saturday morning, Jose Ilarraza stood by the Gowanus Canal in Brooklyn watching two yellow cranes on the other side digging into mountains of scrap metal and dumping it onto a barge. While Mr. Ilarraza, a 40-year-old school custodian, said he likes to spend time by the canal, fishing for striped bass near its mouth in Gowanus Bay and" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On the Gowanus Canal, Fear of Superfund Stigma" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/science\/earth\/24gowanus.html"} , {"author" : "Albert Fayngold, a painter, is a lecturer on Russian and comparative literature at Baruch College. He is currently enrolled in the Writers' Institute program at the CUNY Graduate Center." , "body" : "IN the summer of 1992, I was 21 and it cost $1.25 to ride the subway. The Soviet Union had been dead for nearly a year, and from the window of the F train heading from the Kensington section of Brooklyn into the city, I peered at the Lower Manhattan skyline and beyond it to my lost home across the ocean. I was a Lot's wife in pants. Those were" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["USSR (FORMER SOVIET UNION)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Call of Kiev" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/thecity\/19russ.html"} , {"body" : "Open Now EMPORIO Fitting its name, there are a few shelves of provisions for sale in this casual restaurant, which has replaced In Tent. The menu of Riccardo Buitoni, left, takes its cue from Rome, with fried artichokes, garganelli in Amatrice sauce, tonnarelli cacio e pepe, and Frascati-braised rabbit with rosemary: 231 Mott Street (Prince" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/dining\/15off.html"} ,   {"body" : "The Environmental Protection Agency has proposed to add the Gowanus Canal, in Brooklyn, to its list of Superfund sites, a step that advocates hope will revitalize a waterfront hobbled by environmental problems from its industrial past. ''The Superfund nomination is an important step toward reclaiming the canal for valuable community development and" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Gowanus Canal, Polluted for Many Decades, May Become Superfund Site" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/science\/earth\/10gowanus.html"} , {"body" : "AS recently as a decade ago, Carroll Gardens, Brooklyn, teemed with macho Italian-American teenagers who could turn a warm night into something that resembled the set of ''Saturday Night Fever.'' They cruised the streets in souped-up cars, hung out noisily on street corners and occasionally hurled homophobic remarks at passers-by whom they deemed" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CARROLL GARDENS; Near the Old Pizza Oven, Monday Night Fever" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05gay.html"} , {"body" : "BIRKAT HACHAMA -- BLESSING OF THE SUN (Sunday) Here's a Jewish tradition you may never have heard of, possibly because it's celebrated only once every 28 years. The blessing of the sun, it is to commemorate a time when the sun is said to return to the position it had at its creation. Hannah Senesh Community Day School in Brooklyn is honoring the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/27Kids.html"} , {"body" : "The 16-year-old boy arrested in the fatal stabbing of the radio journalist George Weber was ordered held without bail late Wednesday on charges of second-degree murder and criminal possession of a weapon. The teenager, John Katehis, of East Elmhurst, Queens, did not enter a plea or make any statement during the arraignment before Judge John H." , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "No Bail for Suspect Held In Killing of Newsman" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/26\/nyregion\/26weber.html"} , {"body" : "Detectives spent Monday in and around the Brooklyn apartment of a freelance radio reporter, searching for clues as to who killed him over the weekend and whether it was someone he knew, the police said. The reporter, George Weber, 47, was found dead in the apartment, at 561 Henry Street in Carroll Gardens, on Sunday morning. An autopsy was" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Radio Reporter Was Bound And Stabbed Several Times" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/24\/nyregion\/24weber.html"} , {"body" : "George Weber, a reporter whose voice had been a steady presence on ABC radio for more than a dozen years, was found dead in his brownstone apartment in Brooklyn on Sunday, the police said. The death has been ruled a homicide. The police said they found Mr. Weber's body about 9 a.m. on Sunday. He had been stabbed, but no weapon was found, the police" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "ABC Radio Reporter Found Dead in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/23\/nyregion\/23radio.html"} , {"body" : "ROBERT GUSKIND was serious to the point of obsession about his blog, Gowanus Lounge, founded in 2006. So Sam Coker, an information technology specialist from Greenpoint, Brooklyn, who over the years helped Mr. Guskind maintain the site, knew something was wrong. Around 10:30 p.m. on Monday, March 2, Mr. Guskind e-mailed Mr. Coker in frustration to" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; For a Cherished Blog, A Death, and Doubts" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15gowa.html"} , {"body" : "MANGANO--Mary A.,lifelong resident of Carroll Gardens, Brooklyn, NY; Further Lane, East Hampton, NY and Fisher Island, FL; wife of the late Vincent J. Mangano, Jr., Esq. Loving mother of Caroline Grace Mangano Martuscello and the late Vincent J. Mangano III, Esq.; devoted son-in-law of former New York State Assemblyman Joseph M. Martuscello and" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths MANGANO, MARY A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E7DB123AF930A25750C0A96F9C8B63"} , {"body" : "Opening This Week SCUDERIA This trattoria, which opened March 9, is something of a Marchetto family affair. Leyla Marchetto, left, and her father, Silvano Marchetto, the owner of Da Silvano restaurant, are owners, along with Alessandro Bandini and Fabrizio Sotti. Claudio Cristofoli is turning out casual fare for breakfast, lunch and dinner: 10" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/11\/dining\/11off.html"} , {"body" : "Two Brooklyn teenagers and their father were among four people charged with gang assault in a fight that preceded the death of another teenager early Sunday, although it was unclear if the fight caused the death, the police said. The victim, Sharif Abdallah, 17, collapsed while he and others chased at least two of the suspects away from a party in" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Four Are Charged With Assault In Fight That Preceded a Death" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/11\/nyregion\/11arrest.html"} ,   {"body" : "A Brooklyn teenager chasing a group of unruly young men and the father of one of them from a party in Prospect Park just after midnight on Sunday collapsed and died after suffering what appeared to be a heart attack, the victim's friends and the police said. The youth, Sharif Abdallah, 17, who lived in Carroll Gardens, was not visibly injured in" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Youth, 17, Dies in Fracas at Party" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09prospect.html"} , {"body" : "AT 10:30 on a recent Sunday morning at the Rattlestick Playwrights Theater in the West Village, two actresses dressed in skimpy outfits, knee-high stockings and towering disco heels were slapping each other in the face. ''Am I bleeding?'' one asked. She was slapped again. The heated scene is not one of divas in midspat but of a fight call for" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Play as Provocation (Jell-O Included)" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/theater\/01piep.html"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "Tastes of Europe Hungarian dishes like chicken paprikash with spaetzle, prepared by Attila Bicsar, the executive chef at Restaurant Alabardos in Budapest, will be served at dinner, as additions to the regular à la carte menu, from Feb. 27 through March 6 at Café des Artistes, 1 West 67th Street, (212) 877-3500. Chefs from the Hotel Cipriani in" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/25\/dining\/25fcal.html"} , {"body" : "THERE is a script by which a restaurant can establish the food-world equivalent of street cred these days, and Buttermilk Channel follows almost every line of it. House-made pickles? They're here, advertised -- fashionably -- in a box in the upper-left-hand corner of the dinner menu, under the heading ''snacks.'' That's also where you'll find the" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANTS; Bringing Home the Bacon" , "url" : "http:\/\/events.nytimes.com\/2009\/02\/25\/dining\/reviews\/25rest.html"} , {"body" : "DEAN HASPIEL, a 41-year-old resident of Carroll Gardens, Brooklyn, is not your stereotypical comic book eccentric. He is charming and funny, and he enjoys bringing people together, whether to talk about comic books or knock back a sociable Scotch. Mr. Haspiel's credits include illustrating ''The Quitter,'' the autobiographical tale of his fellow" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "THE VOICE; Beyond 'Peanuts'" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/nyregion\/thecity\/01cart.html"} , {"body" : "An entry for a property on the market with the ''Living In'' article last Sunday about Carroll Gardens, Brooklyn, gave an incorrect telephone number. The listing agent for the house at 329 President Street can be reached at (718) 855-8482." , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EEDE113EF932A35751C0A96F9C8B63"} , {"body" : "There were days when Patricia Campbell could not get out of bed. Over the course of two years, she had fallen from her $70,000-per-year dream job to the doldrums of on-again-off-again work. She was subsisting on a diet of cereal, and her cats -- Priscilla, Baby Boy and Pandora -- seemed to be the only ones who cared about her plight. As Ms." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Coping With the Loss of Steady Work" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/30\/nyregion\/30neediest.html"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"} , {"body" : "While recent arrivals are nothing new to Carroll Gardens, the neighborhood’s old guard has remained reassuringly in place." , "date" : "20090122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "title" : "Living in Carroll Gardens, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/01\/22\/realestate\/20090125LIVINGIN_index.html"} ,   {"body" : "FOR more than three months, Tanya Tribble lived in what she called ''the bubble.'' It was the summer of 2007, and Ms. Tribble, a wedding photographer, had decided to stay in her loft, a 950-square-foot co-op on Atlantic Avenue in Boerum Hill, Brooklyn, despite the dust and clamor of a gut renovation. She carved out a small cocoon of wood and" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL; A Deal Squared by a Round Number" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/realestate\/11sell.html"} , {"author" : "Jennifer Gilmore is the author of the novel ''Golden Country.''" , "body" : "IT was on Sept. 29, the day the first bailout failed, and I was on the train from Carroll Gardens to the financial district -- an area I normally hit only for Century 21 -- for drugs. Not recreational drugs, vestiges of my waning youth, but the outrageously expensive fertility medications not covered by my insurance. (Thank you, national health" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Fertility Rites" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11fert.html"} , {"body" : "''I'M really a modernist,'' said Serine Hastings, who lived in prewar apartments her first three decades in New York. Since moving from Chicago in the late 1970s, she has always made her home in places with vintage architectural details. ''I lived on the top floor of a Federal town house in Chelsea and a co-op on the Upper West Side,'' said Ms." , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; After All Those Brownstones, a Blank Canvas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/realestate\/04habi.html"}]