[  {"body" : "A COOK should always say yes when offered something that will ''stink up your pot real good.'' It's a lesson I learned earlier this month, when James Graham handed me a couple of pieces of seasoning meat from his truck, parked on a stretch of asphalt in Brooklyn. Seasoning meat is really just the thick trimmings band-sawed from the top or bottom of" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn's Flavor Route to the South" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2DD1F38F933A05751C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. BENDING TOWARDS THE LIGHT: A JAZZ NATIVITY (Sunday through Thursday) This production, created by the singer Anne Phillips and the saxophonist Bob Kindred, tells the story of Christmas through jazz. Its cast features the conga master Candido, the tenor saxophonist and flutist Frank Wess" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/music\/18jazz.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} , {"body" : "When Adrienne Johnson reached the fifth-floor stairwell of the north tower of the World Trade Center during her 37-floor descent on the morning of Sept. 11, 2001, she saw a man with white hair and sparkling blue eyes. ''He was smiling the whole time,'' she recalled. ''I say to this day that he must have been an angel. He said, 'Don't worry, you're" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE NEEDIEST CASES; Years After a Close Escape on Sept. 11, A Woman Faces a Calamity All Her Own" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17neediest.html"} , {"body" : "THERE are many spectacles in New York every December, from the Christmas tree at Rockefeller Center to Bergdorf Goodman's fantastical windows. But of special interest are the holiday markets that pop up all over the city, from Grand Central Terminal to Union Square, with hundreds of artisans and retailers selling unusual gifts. One of them is Lotta" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH LOTTA ANDERSON; Handy for the Holidays" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/garden\/17shop.html"} , {"body" : "MARY COLE lives in an old wood-frame house, all yellow paint and green trim. It has a peaked roof with a tall chimney. Set back from the street on a small hill, her home feels private and peaceful. ''It resonates of the past -- books you've read, movies you've seen,'' Ms. Cole said. ''This house looks like a children's drawing of a house. It's a" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Forgotten by Time and Termites" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/realestate\/29cov.html"} , {"body" : "Mayor Michael R. Bloomberg said on Wednesday that New York City public schools would immediately begin to use student test scores as a factor in deciding which teachers earn tenure, a proposal that has been bitterly opposed by the teachers' union and criticized as putting too much weight on standardized exams. The city already uses test scores in" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mayor to Link Teacher Tenure To Test Scores" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/education\/26teachers.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Wednesday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20jazz.html"} , {"body" : "THE chef King Phojanakong certainly has the frontier spirit. It's been six years since he set up shop in a tenement on the then-forlorn Lower East Side, serving ambitious, idiosyncratic Asian fare at Kuma Inn. Reachable only by a vertiginous stair, it has always had a scrappy vibe, like a speak-easy meant for quick disassembly. Last year, Mr." , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Comfort Food the Southeast Asian Way" , "url" : "http:\/\/events.nytimes.com\/2009\/11\/18\/dining\/reviews\/18unde.html"} ,   {"body" : "Since March, The Times has run two hyper-local blogs, one about Brooklyn and one about New Jersey, creating virtual community hubs where neighbors report on their own neighborhoods. A regular feature on The Local is a virtual ''fridge'' displaying children's art, held up with digital magnets. ''We promise they won't fall off when the magnets get" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "MAPLEWOOD (NJ)" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE | THE FRIDGE; On a Digital Refrigerator, an Art Gallery for the Young" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/nyregion\/15thefridge.html"} , {"body" : "AT the charmingly retro Waverly Restaurant on the Avenue of the Americas in Greenwich Village, not to be confused with the stridently exclusive Waverly Inn nearby, a color headshot of one of the best-known legal figures of the 20th century hangs on the wall. His name was William M. Kunstler, and this celebrated civil rights lawyer, who for nearly" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; Filmmakers' Controversy: Their Dad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/movies\/15rose.html"} , {"body" : "A gunman in a sport utility vehicle opened fire on a group of people standing in a Brooklyn deli on Friday night, sending three people -- one of them a pregnant woman -- to a local hospital with gunshot wounds, the police said. The drive-by shooting at 7 p.m. in Clinton Hill turned a routine gathering of regulars at a neighborhood deli into a scene" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "3 Wounded in Drive-By Shooting at Brooklyn Deli" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/nyregion\/14shoot.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 3 p.m., demonstrations in making bread, cranberry sauce, pies and other dishes using old-time recipes and methods; $45; $40 for members. Reservations: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13spare.html"} , {"body" : "Halloween Events CLINTON HILL ANNUAL HALLOWEEN WALK Saturday, 5 to 6:30 p.m., a trick-or-treat walk for families through this Brooklyn neighborhood, with a map of locations provided by the Society for Clinton Hill, the walk's sponsor. It meets at the Pratt-Clinton Hill Community Garden, at the corner of Dekalb and Hall Streets;" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDB133AF933A05753C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Saturday, 10 a.m. to 1 p.m., a harvest festival, with storytelling, crafts and food; $5 for adults; $10 for children 3 to 17 ($4 and $8 for members). Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895 Shore Road North, Pelham Bay Park," , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDC1E30F930A15753C1A96F9C8B63"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "Museums and Sites NEW YORK TRANSIT MUSEUM Through Feb. 28, ''Last Day of the Myrtle Avenue EL: Photographs by Theresa King,'' with pictures taken in October 1969. On Sunday at 2 p.m., a tour of the display with Ms. King. Museum hours: Tuesdays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 5 p.m.; Boerum Place and Schermerhorn" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DE1530F935A25753C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ALL NITE SOUL 2009 (Sunday) The annual celebration of the jazz ministry at St. Peter's Lutheran Church doubles this year as a tribute to the venerable trumpeter Joe Wilder. Festivities begin at 5 p.m. with a jazz vespers service led by the Arturo O'Farrill Quartet; they continue from 7" , "date" : "20091009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/arts\/music\/09jazz.html"} , {"body" : "THE religion of Southern fried chicken is spreading fast in New York City, with pilgrims making stops at the Redhead in the East Village, Locanda Verde in TriBeCa and Buttermilk Channel in Carroll Gardens, Brooklyn. But while adherents may argue about buttermilk or brine, batter or dredge and shallow fry or deep fry, dissenters say there's a more" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Fried Chicken: A Migratory Bird" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1D6123BF934A35753C1A96F9C8B63"} ,   {"body" : "The museum in the private house near the Brooklyn-Queens Expressway announces itself in blue letters spelled out in painter's masking tape. ''Don't let Pirate Mike steal our heritage,'' reads the sign, above a row of illustrations of gorgeous brick-fronted mansions and the legend ''Landmark Admiral's Row.'' Not much more information is forthcoming" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "WALLABOUT JOURNAL; A Museum of Stuff, but Also of a Mission to Still the Wrecking Ball" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/03\/nyregion\/03metjournal.html"} , {"body" : "Through the building frenzy that transformed some of the city's long-neglected patches into lustrous new neighborhoods, few frontiers struggled to reap the benefits of gentrification more than working-class Bedford-Stuyvesant, Brooklyn. Prices of homes rose, but never as much as in Fort Greene. Its long-neglected brownstones attracted renovators" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Amid a Citywide Slump, a Local Exception" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26stores.html"} , {"author" : "Ava Chin, a professor of creative nonfiction and journalism at the College of Staten Island-CUNY, writes regularly about urban foraging on The Local." , "body" : "I WAS walking in Clinton Hill, Brooklyn, near the Outpost Cafe on Fulton Street, when I noticed that the mugwort plants on the block had gone to seed and become quite rangy. Then I discovered an odor and a fan-shaped leaf under my clogs. This is how you usually find ginkgo. You're ambling innocently along a city block enjoying one of those lovely" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE URBAN FORAGER; What's That Smell? Hello, Ginkgo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1130F933A1575AC0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, 11 a.m. to 8 p.m., ''Bridge the Gap,'' an outdoor interactive event in the meadow with art displays, music and dance performances, poetry readings, crafts and refreshments; visitors are invited to set up seating or tents and participate; admission is free. 2 Hylan Boulevard, Rosebank," , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EEDD1E31F93BA2575AC0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Tuesday) Dave Allen, a forward-thinking guitarist, leads a group with two creative rhythm partners -- the bassist Chris Lightcap and the drummer Adam Cruz -- and a dynamic elder, the saxophonist Dave Liebman. At 10 p.m., 55 Bar, 55 Christopher Street, West Village ," , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/music\/04jazz.html"} , {"body" : "As a rising number of half-finished and half-empty condo projects clutter the skyline, state and city officials have begun developing programs to turn hundreds of these apartments into moderate-income housing. But those efforts have proved far from easy. With budgets tighter than ever, there are few financial incentives to entice developers and" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Seeks to Turn Stalled Projects Into Moderate-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/nyregion\/02condos.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Sunday, 1 to 4 p.m., ''Staten Island Modern,'' an outdoor event with dance performances and an art and photography display; visitors should provide their own seating. Through Sept. 6, ''Interlude,'' an exhibition of documentary photographs by eight photographers whose works are featured in the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28spare.html"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND WARREN VACHÉ (Thursday) Mr. Alden, a nimble guitarist, teams up here with Mr. Vaché, a soulful cornetist. Both musicians are trustworthy stewards of jazz traditions, and their history together runs deep. At 8 p.m., Bargemusic, Fulton Ferry Landing next to the Brooklyn" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/music\/14jazz.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} ,   {"body" : "THE signs of a nascent coup in an apartment building are unmistakable. An anonymous letter filled with angry accusations gets slipped under apartment doors. Clutches of residents whisper in the lobby. And then there's the knock on the door, followed by hushed but urgent pleading for a vote to unseat, or maybe keep, a certain board member. Many" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Co-op Board Wars" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/02\/realestate\/02cov.html"} , {"body" : "For three weeks in July, The Local, a New York Times blog about Fort Greene and Clinton Hill, Brooklyn, ran a photojournalism workshop for six students, ages 10 to 12. Using donated cameras, the students documented their lives and street goingson, while also learning about technique, from focusing to Photoshop. One day, Syreeta McFadden of the Fort" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ALBUM | NEW LENSES; Future Photojournalists, and What They Learned" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DB1F3EF931A3575BC0A96F9C8B63"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "Open Now PERMANENT BRUNCH After a yearlong gestation, Lesly Bernard's all-day brunch restaurant opened on July 26 for dinner. Brunch service starts Aug. 1. The menu includes butter-poached shrimp and grits; baked eggs with short rib ragù; and braised mushrooms with Salvatore ricotta and poached egg. The consulting chef is Meg Grace of Redhead" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/29\/dining\/29off.html"} , {"body" : "VALISA AND JAMES TATE were among the first residents to move into One Brooklyn Bridge Park, a condominium project in Brooklyn Heights, in the summer of 2008. A year later, the hallways still feel barren. Only 77 of the building's 438 apartments have closed. Twenty-six are in contract. In order to keep money coming in during a difficult time for" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Renters to the Rescue" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/realestate\/26cov.html"} , {"body" : "HUEBENER--Berthold, 77, died of pancreatic cancer July 23, 2009. Resident of Fort Greene, Brooklyn and Stowe, Vermont. Born in New York, son of the late Dr. Theodore Huebener, former Director of foreign languages for the NYC school system and the late Hildegarde Huebener. Graduate of Pratt Institute, retired advertising Art Director, Writer," , "date" : "20090725" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths HUEBENER, BERTHOLD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFD91E3AF936A15754C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Die in public, and your body becomes a canvas for other people's stories. Man shot dead in scuffle with officer. Army vet shot after stumbling into buy-and-bust. Ex-con killed grabbing officer's gun, police say. In the hours after Shem Walker, 49, was killed in an encounter with the police outside his mother's home in Brooklyn last week, many" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Fuller Measure Of a Man Shot to Death By the Police" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/nyregion\/19about.html"} , {"body" : "AS most New York City homeowners hunker bearishly inside their largest depreciating asset, one unfortunate contingent has no choice but to wade into the storm-tossed market. For these accidental sellers, life has gotten in the way -- in the form of a job upheaval, imminent offspring, holy matrimony or the dissolution thereof. Involuntarily thrust" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Gotta Move, Gotta Sell" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19cov.html"} , {"body" : "Museums and Sites MUSEUM OF THE CITY OF NEW YORK Wednesdays, 6 to 9 p.m., through Aug. 26, music and dancing at ''The Speakeasy at 1220 Fifth,'' with cocktails and viewing of exhibitions; $12; $10 for members. Fifth Avenue at 103rd Street , (212) 534-1672, mcny.org. Suggested admission: $10; $6 for students and 62+; free for under 12; $20 for" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDC1130F934A25754C0A96F9C8B63"} , {"body" : "His was a Brooklyn neighborhood riddled with the drug trade, and Shem Walker, who understood the pitfalls of that life firsthand, tried to fight it, urging neighbors to stay away from drugs and chasing men from the stoop of his family's building in Clinton Hill. On Saturday night, just such a confrontation with a man who Mr. Walker perhaps thought" , "date" : "20090713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Man Fatally Shot in Fight With Officer" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/13\/nyregion\/13shoot.html"} ,   {"author" : "Alexander Nazaryan is working on his first novel, ''Golden Youth,'' about Russian organized crime in Brooklyn." , "body" : "It was Saturday morning, Louis Armstrong was growling a jazz standard, and sunlight sneaked in through golden-draped windows. Inside the Speakeasy, early risers found refuge from the humidity, awakened by pots of French pressed coffee and potent brunch cocktails like the Fire on the Bayou, a Cajun take on the Bloody Mary. From the kitchen emanated" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE BROOKLYN ON THE BAYOU; Weekend Chefs, Conjuring New Orleans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE3D9113DF931A25754C0A96F9C8B63"} , {"body" : "BROOKLYN'S PLACE In the Beer World For a while, the beer flowed from Brooklyn as if from a broken spigot. With 45 breweries at the turn of the 20th century -- including 11 on a 12-block stretch in Williamsburg -- Brooklyn produced a significant share of the nation's beer. But if the names Rheingold and Schaefer do not provoke a feeling of parched" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDD1F3FF932A25754C0A96F9C8B63"} , {"body" : "CLINTON HILL CO-OP $450,000 BROOKLYN: 201 Clinton Avenue, #15E A two-bedroom one-bath top-floor apartment in a 112-unit building constructed in 1949 for workers at the Brooklyn Navy Yard. For sale by owners: Bea and Eric Romeo (646) 262-3232. Open house Sunday, July 12, 1 to 3 p.m. MAINTENANCE: $792 a month PROS: Completely renovated by the owners" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1230F936A35754C0A96F9C8B63"} , {"body" : "Properties on the Upper East Side, the Upper West Side and in Clinton Hill, Brooklyn." , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "On the Market in New York City" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/07\/02\/realestate\/0705-nyc-slideshow_index.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Sunday, 10 a.m. to 5 p.m., ''Yankee Peddler Day,'' with antiques, crafts and collectibles; $2, free for children under 12. Weekend hours: Friday and Saturday, 1 to 5 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4 for 65+; $3.50 for students" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D71630F935A15755C0A96F9C8B63"} , {"body" : "A four-story residential and commercial building collapsed in a cloud of debris on Sunday in Brooklyn, temporarily trapping a young girl in an adjacent structure but causing no serious injuries, city officials said. The building, at 493 Myrtle Avenue in Clinton Hill, fell shortly before 2 p.m., leaving a pile of rubble and a wall of scaffolding" , "date" : "20090622" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "4-Story Brooklyn Building Under Repair Collapses" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/22\/nyregion\/22collapse.html"} , {"body" : "A visit to an illegal beehive in Clinton Hill, Brooklyn." , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "SUMMER RITUALS; Beekeeping in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/06\/21\/nyregion\/20090621-rituals-beekeeping-audioss\/index.html"} , {"body" : "THERE were hives to inspect and honeycombs to drain, but before all that Patrick Gannon sat on a cinder block in his backyard on City Island with his 9-year-old son, Julian, and just watched the bees. ''I can't think of anything more relaxing than sitting in front of my beehive, drinking a beer, smoking a cigar, letting the bees fly,'' Mr. Gannon" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CITY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SUMMER RITUALS | URBAN BEEKEEPING; Beekeepers Keep the Lid On" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21ritual.html"} , {"body" : "CLINTON HILL CONDO $600,000 BROOKLYN: 201 St. James Place A two-bedroom two-bath unit with a den, a washer\/dryer and a private roof deck, in an eight-unit 1905 limestone building. Lee Solomon, Brown Harris Stevens (718) 399-4105; www.bhsbrookklyn.com COMMON CHARGE: $300 a month PROS: This adroitly renovated unit has light from three exposures. The" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Clinton Hill Condo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DB173BF932A15755C0A96F9C8B63"} , {"body" : "ROCKSTOCK & BARRELS New York is known more for its asphalt than its sandy shores, so you can be forgiven for ignoring the 14 miles of public beaches within the five boroughs. After all, the warm-weather activities that crop up come spring -- basketball, baseball and break dancing -- are more than enough to keep the athletically inclined and their" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/12spare.html"} ,   {"author" : "Emily Bazelon, a contributing writer, is a founding editor of Double X, Slate's new Web site for women, and is the Truman Capote fellow at Yale Law School." , "body" : "On a rainy morning in April, Lisa Feuer took the subway to the Brooklyn Dojo, a martial-arts studio where she was scheduled to teach a mommy-baby yoga class. Outside, streams of water poured from awnings into the collars of passers-by. When she got to the studio, Feuer shook out her umbrella and picked out music from her iPhone to play for the" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "What happened to all those liberated, self-reliant, self-branded free agents?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/magazine\/07unemployed-t.html"} , {"body" : "TIME marches on. People move, and move again. Now, on the fifth anniversary of The Hunt, it's time to catch up with some of those who so graciously shared their house-hunting tales. Creature of Habit Five summers ago, Nicole Davis, who lived in Clinton Hill, Brooklyn, took a half-share in a house in Montauk on Long Island, and she was relieved to" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; So Where Are They Now?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/realestate\/07hunt.html"} , {"body" : "CLINTON HILL DUPLEX $775,000 BROOKLYN: 555 Washington Avenue, #1A A two-bedroom two-and-a-half-bath condo in a converted seminary, with a storage loft, a laundry room and a private entrance through a gated patio. Andrea Yarrington, Patrick Brennan, the Corcoran Group (718) 832-4192; www.corcoran.com Open house Sunday, 3 to 5 p.m. COMMON CHARGE:" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; ON THE MARKET | Clinton Hill Duplex" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2DB173CF932A05756C0A96F9C8B63"} , {"body" : "Properties on the Upper East Side, Clinton Hill, Brooklyn, and TriBeCa." , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "title" : "On the Market in New York" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/05\/28\/realestate\/0531-nyc-slideshow_index.html"} , {"body" : "Imagine narrow European-style roadways shared by pedestrians, cyclists and cars, all traveling at low speeds. Sidewalks made of recycled rubber in different colors under sleek energy-efficient lamps. Mini-islands jutting into the street, topped by trees and landscaping, designed to further slow traffic and add a dash of green. This is what New York" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In the Future, The City's Streets Are to Behave" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/20\/nyregion\/20streets.html"} , {"body" : "CLINTON HILL CONDO $479,000 BROOKLYN: 689 Myrtle Avenue, #3D A two-bedroom one-bath unit in an old factory, with loft space, a washer\/dryer and central air. Julia Mather, Prudential Douglas Elliman (718) 486-4402; prudentialelliman.com Open house Sunday, 2 to 4 p.m. MAINTENANCE: $291 a month; taxes: $172 a month PROS: The airy living space has" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Clinton Hill Condo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2D9123CF933A25756C0A96F9C8B63"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "AROUND TOWN THE RASPBERRY BROTHERS Cultural recycling continues apace. A year after ''Mystery Science Theater 3000'' went off the air, Jeremy Pollet, a New York-born performer known to his friends as Jerm, started a similar event at a big independent theater in Austin, Tex. Like ''Mystery Science Theater,'' his group, the Raspberry Brothers, poked" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DE173DF937A15757C0A96F9C8B63"} ,   {"body" : "A WEEK before the opening of her first New York solo show, the artist Mickalene Thomas welcomed a visitor to her studio in Clinton Hill, Brooklyn. The mood seemed preternaturally serene, like the lull before a storm. In one corner stood the campy rumpus-room-style stage set, outfitted with fake wood paneling and gaudily upholstered furniture, where" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "ART; A Confidence Highlighted In Rhinestones" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/arts\/design\/12kino.html"} , {"body" : "A listing on the ''On the Market'' page on March 29 about a row house for sale on Saint James Place in Clinton Hill, Brooklyn, misstated the building's width. It is 12 feet, not 16." , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DF1E3BF931A25757C0A96F9C8B63"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS This year's theme of change has proved infectious. While economic woes have certainly dimmed the atmosphere, the sentiment at the UniverSoul Circus yields only light. Founded in 1994 to showcase the range of African-American talent, this circus now features a cast of international performers in this season's ''America" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03spare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater through May 23, playing alternately every hour on the half-hour from 10:30 a.m. to" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DA103AF930A35757C0A96F9C8B63"} , {"body" : "SPOKES: THEFTS May Be Down Bike theft and its cousin, bike abandonment, are aspects of urban cycling as sure as broken glass, potholes and the lurking threat of being doored. But while warm weather and the start of the racing season have many saddling up again, the street scenes in some areas -- around Union Square in Manhattan and in Williamsburg," , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DF143FF932A35757C0A96F9C8B63"} , {"body" : "1864 ROW HOUSE $1,325,000 BROOKLYN: 154 Saint James Place, Clinton Hill (near Gates Avenue) A completely restored 16-foot-wide four-story frame house divided into a four-bedroom one-and-a-half-bath triplex, and a one-bedroom one-bath garden unit. Patrick Brennan, Kate Toale, Corcoran (718) 369-8792; www.corcoran.com. Open house Sunday, 12 to 2 p.m." , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; 1864 Row House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDD1F30F93AA15750C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN TRIO (Thursday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His current trio includes Massimo Biolcati on bass and Jochen Rueckert on drums. At 9 and 10:30 p.m.," , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27Jazz.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "JAMAICA ESTATES, QUEENS List price: $1,010,000 Bedrooms: 4 Bathrooms: 4.5 Interior: 3,000 sq. ft. Lot size: 4,000 sq. ft. Date built: 1930 This Tudor-style home in Donald Trump's childhood neighborhood provides a grand entrance: the front walkway winds past a cascading waterfall and a fishpond. A 2005 renovation restored the original moldings and" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "50" , "title" : "PRICE CHECK; What You Get for $1,000,000 in ..." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5DD143BF936A25750C0A96F9C8B63"} ,   {"body" : "THESE days, Hoyt Street in Boerum Hill, Brooklyn, is a stylish strip, with boutiques like Layla, which sells jewelry and textiles, and GRDN, the upscale trove for urban gardeners. Michelle Williams famously lived here with Heath Ledger. Margaret and Frank Cusack never imagined this kind of transformation back in 1973 when they paid $49,500 for" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; Shrink or Expand to Fit" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15Habi.html"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"author" : "Jonathan Mahler is a contributing writer. His most recent book is ''The Challenge: Hamdan v. Rumsfeld and the Fight Over Presidential Power.''" , "body" : "A few years ago, while working on a profile of Mayor Bloomberg for this magazine, I had dinner with his deputy mayor for economic development, Dan Doctoroff, at an Italian restaurant in the Clinton Hill neighborhood of Brooklyn. At the time, the city was flush with cash -- weeks earlier, it reported a budget surplus of $3.4 billion -- the Dow was" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "47" , "title" : "ON THE HOMEFRONT; After The Bubble" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/keymagazine\/15Key-lede-t.html"} , {"body" : "IF ever there was a time for Fort Greene, one of the most revered brownstone districts in Brooklyn, to have an identity crisis, that time would be now. Fort Greene is Brooklyn's latest culinary mecca, bewitching foodies with hip, minimalist restaurants. Or it's a bastion of African-American pride and culture, a historic home to a vibrant community" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | FORT GREENE, BROOKLYN; Multiple Identities Can Be a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/realestate\/08Livi.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} , {"body" : "Students from Urban Word, an organization that uses hip-hop to promote college preparation, share their works. ''You have to be able to say, 'I'm going to be Shakespeare and Tupac,''' says Cynthia Keteku, 18, of the Bronx, left, who is known as Ceez. ''You have to incorporate everything.'' On Tuesday, high school poets from around New York City" , "date" : "20090303" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E4DC1630F930A35750C0A96F9C8B63"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "When it comes to the restaurant scene in Brooklyn, Clinton Hill may be overshadowed by its neighbors Fort Greene and Williamsburg. But a closer look reveals a variety of interesting food at prices that seem especially appealing during hard financial times. Joloff (718) 636-4011; 930 Fulton Street (St. James Place); $; Article: 10\/29\/08. This" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GOOD EATING\/CLINTON HILL; Flavors of Brooklyn" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01good.html"} , {"body" : "IN 1974 Tehching Hsieh, a young Taiwanese performance artist working as a seaman, walked down the gangplank of an oil tanker docked in the Delaware River and slipped into the United States. His destination: Manhattan, center of the art world. Once there, though, Mr. Hsieh found himself ensnared in the benumbing life of an illegal immigrant. With" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; A Caged Man Breaks Out at Last" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/arts\/design\/01sont.html"} , {"body" : "The Clinton Hill neighborhood of Brooklyn thuds to a halt at Atlantic Avenue; Prospect Heights starts a few blocks south. But now there is a storefront between gas stations and warehouses there that looks as if it were transported intact from Paris. Choice Atlantic, its burgundy facade lettered à la Française, is a new food store owned by Thierry" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Food on a Grand Scale" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/25\/dining\/25mark.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. 'LOVE, LOSS, AND WHAT I WORE' There is this great little portable device that stores heaps of text, allows the user to summon any image imaginable and does not require significant technical expertise to operate. It's called a good book, and" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday and Sunday, noon to 5 p.m., an International Polar Weekend devoted to understanding the Earth's climate change, with discussions, shows and films featuring scientists, performers and others from North America, Greenland and Norway. Saturday at 7:30 and 8:30 p.m.," , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: Feb.6 - Feb. 12 | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2D91E3CF935A35751C0A96F9C8B63"} , {"body" : "CLINTON HILL 3-FAMILY $1,775,000 BROOKLYN: 436 Classon Avenue (near Gates Avenue) A four-story Greek Revival house with a front porch, a side driveway, a garage and a backyard. The owner's garden duplex has two bedrooms and two baths; the two rentals have a bedroom and a bath each. Suzanne DeBrango, Ian Johnson, Brooklyn Properties (718) 532-1234;" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2DD1231F932A35751C0A96F9C8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GABRIEL ALEGRÍA AFRO-PERUVIAN SEXTET (Thursday) On a sharp recent album, ''Nuevo Mundo'' (Saponegro), the trumpeter and composer Gabriel Alegría teases out affinities between modern jazz and the African-influenced coastal music of his native Peru. His aptly named group benefits from the" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/30\/arts\/music\/30jazz.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "Opening This Week LA FONDA DEL SOL Long before Latino food was a trend, Joseph Baum offered it in the Time & Life building in Rockefeller Center. Now his 1960s restaurant there has been reborn in the MetLife building. Its chef, Josh DeChellis, formerly of Sumile, Jovia and Bar Fry, is creating fairly straightforward Spanish tapas and larger plates." , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/21\/dining\/21off.html"} , {"body" : "It would be easy for most people to walk past the green, boarded-up, graffiti-laden storefront on Bedford Avenue, near Quincy Street, in Brooklyn without so much as a second look -- or the stoop in front of 918 Fulton Street, or the bodega half a block away at the corner of Washington Avenue. Not for Lil' Cease. A stroll through the neighborhood," , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "30" , "title" : "A Film Captures Bed-Stuy as It Was" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/nyregion\/20notorious.html"} , {"body" : "IN the gym of Boys and Girls High School in Bedford-Stuyvesant, Brooklyn, on Monday night, as a thunderous version of the soul hit ''Ain't No Stoppin' Us Now'' echoed off the walls, Tyrone Brown, director of the Brooklyn Steppers, stood at the front of the room and scrutinized his charges. Some 90 young instrumentalists dressed in yellow T-shirts" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BEDFORD-STUYVESANT; A Bed-Stuy Band Prepares for a Brush With History" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11step.html"} , {"body" : "THREE KINGS DAY The lights have been taken down, the trees are on the way to the mulch pile, and Christmas cards are being offered at staggering discounts, but holiday celebrations aren't over yet. Christmas technically ended on Monday, its 12th day. And on Tuesday, the day known in Spanish-speaking New York (and beyond) as El Día de Reyes, El" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DB1239F93AA35752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DB1430F93AA35752C0A96F9C8B63"}]