[  {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "WHEN you hoist a leg over a barstool these days, you're as likely to find Tom Edison as a Tom Collins. Light bulbs have been popping up behind the bar, with more cocktails developed in the last 10 years than probably any decade since Prohibition. Some of them have emerged as modern classics, standing out not only as culinary creations, but also as" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Decade of Invention, and Reinvention" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30cocktail.html"} , {"body" : "Looking Ahead COLICCHIO & SONSTom Colicchio will close Craftsteak on Jan. 1 and turn it into this restaurant, where, he said, he would be in the kitchen ''a good amount of my time.'' It is to open around Jan. 20 with a locavore approach; Shane McBride will be the day-to-day chef. The décor may be tweaked, and the front bar is becoming the Tap Room" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30off.html"} , {"body" : "Bumper Cars Cobble Hill is a neighborhood of old brownstones and narrow streets. It also has a hospital and nursing home whose employees often wait in their cars and save spaces for friends on the next shift -- an annoying but not illegal practice. What must be illegal, though, is cramming one's car into too small a space. Having witnessed this one" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "COMPLAINT BOX; And Another Thing..." , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27complaint.html"} , {"body" : "IT wasn't the sort of night when one looks for something to do outside, but the actress Zoe Kazan needed a Christmas tree. So on Dec. 16, anticipating the holiday, she and Rightor Doyle, a friend and fellow actor, took a cold walk down Smith Street in the Cobble Hill neighborhood of Brooklyn. ''It's the first time I've had Christmas in New York in," , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | ZOE KAZAN; The Family Tree" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/fashion\/27nite.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} , {"body" : "''HOW is it I extract strength from the beef I eat?'' asks Walt Whitman in ''Song of Myself.'' When the beef is a grass-fed LaFrieda blend, it's easy to understand how; the well-charred patty ($13) at Henry Public, a saloon in Cobble Hill, Brooklyn, is lean, juicy and pure. Served unembellished (cheese and bacon are extra) on a plump Orwasher's" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Throwback To a Gentler Time" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/16\/dining\/reviews\/16under.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$1.45 MILLION 495 Henry Street Cobble Hill, Brooklyn This four-story 4,000-square-foot mixed-use building has one rent-stabilized and three market-rate apartments and a 1,000-square-foot retail space. Owner: Cobble Hill Real Estate Corp. Broker: Deborah L. Gutoff and Geoffrey M. Rand, Eastern Consolidated TRANSACTIONS ROSALIE R. RADOMSKY e-mail:" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0D7153DF935A25751C1A96F9C8B63"} , {"body" : "Ernesto Vega, a former bartender, has opened Table Wine in a diverse Queens neighborhood where he has little competition. The shop, above, has 250 wines, most less than $20, and some spirits. It's on a street with hair salons and dress shops. ''This was one of the few storefronts that still had some of the original details,'' he said. The tin" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Newcomers to Help Fill Holiday Glasses" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/16\/dining\/16shop.html"} , {"body" : "The photographs, numbering in the thousands, were not burned in the fire. But they did get wet. Extremely wet. Accumulated over a quarter of a century, the pictures had been brought in by customers and wallpapered three sides of the shop, Trusting Dry Cleaners, owned by Kyung Dong Oh and his wife, Kyung Ja Oh, in Cobble Hill, Brooklyn, until it" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Brooklyn Fire Disturbs Lives and Cherished Memories" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05drycleaners.html"} ,   {"body" : "I WANDERED among the brownstones on the tree-lined streets of Cobble Hill in Brooklyn, but half-aware and half-alive, for lo, I did not realize that once entering this modest storefront, my dim and sorrowful spirit would be catapulted into great brightness by the Oracle of Henry Street. Her name is Temah. Like Cher or Madonna, only one name is" , "date" : "20091203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | BURLAP; It Is Divine to Treat Yourself" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E7D71E3BF930A35751C1A96F9C8B63"} , {"body" : "ON a recent Sunday, at Clover Club, six young women giddily compared impressions of their mixed drinks. Nothing unusual in that. People come to this tavern in Cobble Hill, Brooklyn, expressly to indulge in finely honed cocktails. But the sun, slanting brightly through the front windows, glinted off the iced glasses. And at the next table a young" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "WINTER DRINKS ISSUE; The Final Frontier? It's an Eye-Opener" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/dining\/02bars.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "41" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/27kids.html"} , {"body" : "FESKO--Frances, on November 13. Beloved wife of George; devoted mother of Yuri and daughter-in-law Susan; loving grandmother of Benjamin and Oliver; dear sister of Lloyd Wilcox and Gilbert Wilcox. Memorial service Tuesday, November 17 at Cobble Hill Chapels, 171 Court Street, Brooklyn at 11am." , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths FESKO, FRANCES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E2DC173AF934A25752C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 3 p.m., demonstrations in making bread, cranberry sauce, pies and other dishes using old-time recipes and methods; $45; $40 for members. Reservations: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13spare.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13kids.html"} , {"body" : "WHEN Suzi Jones and her husband purchased an apartment on the fourth floor of a brownstone in Carroll Gardens, Brooklyn, two years ago, Ms. Jones, a freelance art director from Atlanta, thought what she would like most would be the hardwood floors, the tin ceilings and the renovated kitchen and bathroom. Soon after moving in, however, she" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Window Watchers In a City of Strangers" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/garden\/12voyeur.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Over the years, how many people have read Joan Didion's pointed, moody, celebrated essays and come to New York in the hope of writing some of their own? The path of those would-be writers is patently stubborn, given the tone Ms. Didion strikes in the essay so many name as their favorite, ''Goodbye to All That.'' It is a famous elegy for the passing" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "27" , "title" : "BIG CITY; Lament on the Fading Culture of the Printed Word" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03bigcity.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "AFTER 37 years in their house on Dean Street in Boerum Hill, Brooklyn, Norman and Roselyn Kopit decided last summer that it was finally time for a change of scene. Their children had moved out, and work had just finished on their living-room ceiling, so the time seemed right. They had bought the house for $43,000; when their broker now priced it at" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BOERUM HILL, BROOKLYN; Subway Lines Galore, but Who's Leaving?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/realestate\/04living.html"} ,   {"body" : "THE MEDIEVAL FESTIVAL A 25th birthday was probably a much bigger milestone in the Middle Ages than it is today. In that era, if you hadn't yet succumbed to famine, pestilence or war, you might even look forward to a ripe old age -- say, 40. Now the Medieval Festival, New York's own monument to days of yore, is celebrating its own 25th. In a modern" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/02kids.html"} , {"body" : "EVEN in good financial times, when home renovations in Brooklyn were as common as restaurant openings, one aspect of the restorations always seemed to lag behind: the backyard. After a lengthy renovation, many homeowners found it daunting to confront the usual patch of tall weeds out back and replace it with a well-designed garden. Yard projects" , "date" : "20091001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; Recapturing The Terrain" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/01\/garden\/01garden.html"} , {"body" : "Next month, the Singapore-born, Swiss-raised chef -- who worked in New York for some 20 years, at Lespinasse, Spice Market and his own Café Gray -- will open Café Gray Deluxe in Hong Kong's sleek new Upper House hotel (upperhouse.com). T asked Kunz for a few of his favorite finds around the world. 1. Sham Shui Po Market, Hong Kong My source for a" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "20" , "title" : "REMIX; Short List - Gray Kunz" , "url" : "http:\/\/travel.nytimes.com\/2009\/09\/27\/style\/tmagazine\/27list.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} , {"body" : "More than a dozen Brooklyn proprietors have created small restaurant and retail empires in the Smith Street area in and around Cobble Hill, Boerum Hill and Carroll Gardens. Here is a sampling: Frank Falcinelli and Frank Castronovo Frankies Spuntino (restaurant), 457 Court Street Cafe Pedlar (coffeehouse), 210 Court Street Prime Meats (restaurant)," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "The Little Empires" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains-web.html"} , {"author" : "E-mail: Generationb@nytimes.com" , "body" : "IN the late 1970s, not long after coming out to his parents, Steven Schnipper left his hometown, Summit, N.J., for Manhattan and did not look back. By then he'd earned a master's in graphic design from Yale and was excited to live in a city that so pleased his aesthetic sense. He loved museums, architecture, reading, first edition books, the" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "GENERATION B; A Life on the Decline And Then the 'Why?'" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/fashion\/20genb.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "COBBLE HILL DUPLEX $1,300,000 BROOKLYN: 25 Bergen Street, #1A A three-bedroom two-and-a-half-bath duplex condo in a converted cheese factory, with a laundry room and a private back deck. Terry Naini, Prudential Douglas Elliman (917) 841-1826; www.elliman.com Open house Sunday, 1 to 3 p.m. COMMON CHARGE: $919 a month; taxes: $285 a month PROS: Near" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Cobble Hill Duplex" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DE153AF933A0575BC0A96F9C8B63"} , {"body" : "Properties in Chelsea, in the Union Square area, and in Cobble Hill, Brooklyn." , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHELSEA (NYC)" , "UNION SQUARE (NYC)" , "COBBLE HILL (NYC)"] , "title" : "On the Market in New York City" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/08\/27\/realestate\/0830-nyc_index.html"} , {"body" : "SEVERAL years ago, the stretch of Atlantic Avenue that runs from Flatbush Avenue to the East River used to be identifiable primarily for having an antique row on one end and Brooklyn's main Arab community on the other. Since then, independently owned businesses of a thoughtful and fashionable variety have been trickling in at a regular pace to" , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | JONATHAN ADLER; Take a Sunrise, Sprinkle It With Dew" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/27\/fashion\/27CRITIC.html"} ,   {"body" : "HARTMANN--Mary S.,formerly of Brooklyn, August 18, 2009. Beloved wife of the late John J. Hartmann, Sr. Devoted mother of John, Thomas, David, Melissa Trindade and the late Peter and Mark. Also survived by two brothers and ten grandchildren. Reposing Cobble Hill Chapels, 171 Court St., Brooklyn, Thursday 2-5 and 7-9pm. Mass of Christian Burial" , "date" : "20090820" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths HARTMANN, MARY S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5D8133AF933A1575BC0A96F9C8B63"} , {"body" : "NEARLY 1,600 miles lie between Calexico, a hardscrabble California border town, and Oaxaca, Mexico's cultural and culinary capital. Just seven blocks separate Calexico Carne Asada 122 Union Street (Columbia Street), (718) 488-8226, and Oaxaca 251 Smith Street (Douglass Street); (718) 643-9630, two new Brooklyn taquerias. But they're as different as" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; In Brooklyn, New Taquerias, Two Ways" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/19\/dining\/reviews\/19unde.html"} , {"body" : "IF good fences make well-behaved neighbors, as Robert Frost would seem to suggest, somebody might have told early residents of New Fairfield. The town, which is cupped among low hills 70 miles from Midtown Manhattan in upper Fairfield County, was already small, but for decades threatened to fade away altogether as outside forces chipped away at its" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FAIRFIELD COUNTY (CONN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | NEW FAIRFIELD, CONN.; Where Weekending Went Full-Time" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/realestate\/16livi.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE story of the family that lives above BookCourt, an independent bookstore in Cobble Hill, Brooklyn, begins in 1979 in a bookstore onHarvard Square. The staff included two young part-timers named Henry Zook and Mary Gannett, and in a ''maybe someday'' kind of way, they thought about opening a bookstore of their own. By 1980, the two were married," , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | COBBLE HILL, BROOKLYN; Over the Family Store, Staff Quarters" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/realestate\/26habi.html"} , {"body" : "The Hunt column last Sunday, about the search by Danny and Rachael Cordella for an apartment closer to their jobs in Manhattan, misidentified their previous neighborhood. It was Carroll Gardens, Brooklyn, not Cobble Hill." , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E6DC153EF935A15754C0A96F9C8B63"} , {"body" : "HE keeps a day job in the publishing industry. He rides his bike to work in Manhattan from Brooklyn. He's married. He enjoys a margarita. He's an enthusiastic bike racer, but not a terribly good one. Those were a few of the personal details the Bike Snob was willing to reveal. He agreed to meet for a Tex-Mex dinner in Cobble Hill, Brooklyn, on the" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "For the Bike World, Tough Love From a Self-Described Snob" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/fashion\/26snob.html"} , {"body" : "AFTER a year in Carroll Gardens, Brooklyn, Danny and Rachael Cordella were more than ready to return to the west side of Manhattan. From Carroll Gardens, Mr. Cordella, who formerly had a 20-minute walk to his advertising job in Midtown, had a tedious hourlong commute. Ms. Cordella, a social worker on the Lower East Side, felt as if ''all I did was" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; No Longer Out of Reach" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19hunt.html"} , {"body" : "Even before the unexpected announcement came this month, Michael Thomas had enjoyed a run of good luck with ''Man Gone Down,'' his first novel. Published in 2007 in paperback by Black Cat, an imprint of Grove\/Atlantic, it got strong reviews, was named to several ''10 Best Books'' lists that year, including that of The New York Times Book Review," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "BOOKS; Prize Gives an Author Some Time to Exhale" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/books\/23thomas.html"} , {"body" : "SUPPORT IN RACE: Dual and Dueling In a race with so many qualified liberals, Howard Dean couldn't pick just one. Mr. Dean, the former Vermont governor, presidential candidate and Democratic National Committee chairman, was in Brooklyn on Tuesday morning with Josh Skaller, a candidate for the New York City Council, greeting commuters at the F train" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D91338F933A25755C0A96F9C8B63"} , {"body" : "JACOBS--Carrie, age 92 on June 6, 2009. Daughter of Greek immigrants, wife of the late Vasso, mother of James and Michael, grandmother of Vassilis and Constanza, veteran teacher of Woodward Park School. Viewing Friday, 3-5pm and 7-9pm, Cobble Hill Chapels, Brooklyn; Funeral Saturday, 9:30am, Saints Constantine and Helen Church, Brooklyn. In lieu of" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths JACOBS, CARRIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5DB173AF933A25755C0A96F9C8B63"} ,   {"body" : "FRIENDS and neighbors often suggest that Stephen Park and Kelly Coffield Park must still be on their honeymoon, because they're so often spotted together at odd times in Cobble Hill and Carroll Gardens. There is their standing Friday-afternoon movie date, when they'll sometimes sneak lunch into the Cobble Hill Cinema, which is just a few blocks" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CARROLL GARDENS, BROOKLYN; 'In Living Color,' the Sequel" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/realestate\/07habi.html"} , {"body" : "CAFE PEDLAR 210 Court Street (Warren Street), Cobble Hill, Brooklyn, (718) 855-7129. The coffee is exceptional at Cafe Pedlar, which shouldn't come as a surprise. But the delicious braided pretzel ($2.50), freshly baked, sliced, buttered and sprinkled with sea salt, is pretty unexpected. First, the coffee. Or more specifically, the cappuccino" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED" , "url" : "http:\/\/events.nytimes.com\/2009\/06\/03\/dining\/reviews\/03brief-002.html"} , {"body" : "FOR CHILDREN ABT KIDS (Saturday) This hourlong program from American Ballet Theater will feature many dance stars you expect to see onstage at Lincoln Center, and at least one you don't: Angelina Ballerina, the storybook mouse who can pirouette as well as she can squeak. She will make a special appearance and pose for pictures with children at this" , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E3D7153CF93AA15756C0A96F9C8B63"} , {"body" : "GRILLING over a wood fire is as much a sport as an art -- it's more instinctive than cooking with a gas grill, more nuanced than cooking with charcoal, and more athletic than both. In my experience it's also more satisfying, and not just when a platter of grilled lamb or a slab of crispy glazed pork belly is brought to the table still smelling of" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Grilling Over Wood as a Sweaty, Smoky Sport" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DF1E3FF933A15756C0A96F9C8B63"} , {"body" : "ANDREW BAISLEY described himself as a ''cheerleader for Brooklyn'' -- at least until a month ago, when the proud Bushwickian decided to take a peek at the Manhattan rental market. Now he has a one-bedroom in Chelsea with outdoor space and a 10-minute commute, all for an ''unbelievable'' $2,100 a month. ''When you go to Manhattan, there's an air of" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Calling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/realestate\/10cov.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"author" : "Alex Witchel is a staff writer for the magazine." , "body" : "As he watched the line form for communion, Colm Toibin kept his seat. ''I've got sin on my soul,'' he whispered, because he hadn't been to confession in years. We pressed our knees sideways so the people in our pew could get by. Was he sure he didn't want to get in line? He nodded. ''Funny,'' he said of the religion he grew up with. ''You still" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUBLIN (IRELAND)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "30" , "title" : "His Irish Diaspora" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/magazine\/03toibin-t.html"} , {"body" : "'TREASURE ISLAND' Manhattan isn't an island where you look for buried treasure. But unexpected gold can be discovered there now, both in a downtown show and in the enterprising troupe presenting it. That company is Literally Alive Children's Theater, whose ''Treasure Island'' offers riches beyond the plot's pieces of eight. For children whose idea" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/01kids.html"} , {"body" : "The mound of salt in the Red Hook Marine Terminal soars over the waterfront, as white and dry as the sands of Coney Island and as tall as the four-story brick tenements across the street. Salt piles, while not common, have been seen over the years in the neighborhood, which is on the border, roughly, of Red Hook and Cobble Hill. But residents said" , "date" : "20090427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Now Growing in Brooklyn, A Waterfront Pile of Salt" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/27\/nyregion\/27pile.html"} , {"body" : "NORVAL WHITE, one of the great figures of New York architecture, was cruising around Long Island City a couple of months ago when he came upon an unexpected sight. On Jackson Avenue, in this still scrappy-looking section of Queens, stood a newish co-op sheathed in luminous squares of blue glass. Its designer, Robert Scarano Jr., is one of the less" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Grand Cornice-and-Pediment Tour" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/thecity\/19norv.html"} ,   {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D9103AF930A35757C0A96F9C8B63"} , {"body" : "FOR CHILDREN LA FAMIGLIA DIMITRI For the younger generation of Dimitris, joining a successful family business wasn't the easy, safe career path it's traditionally been. Consider the job requirements: an ability to play at least two musical instruments; clowning techniques; comic timing; and preferably some difficult, esoteric skill, like juggling" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03kids.html"} , {"body" : "YASMINA REZA lives in Paris and writes her award-winning plays in French, so it comes as a quick twist when the characters in the new Broadway production of ''God of Carnage'' start out by discussing the relative safety of two small parks in South Brooklyn. ''We've always regarded Cobble Hill Park as a haven of security, unlike Whitman Park,'' says" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARIS (FRANCE)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "6" , "title" : "URBAN STUDIES; Two Brooklyn Parks, Entering Stage Left" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/thecity\/29carn.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "Never underestimate the pleasure of watching really good actors behaving terribly. Of course you can experience such a spectacle every year around Oscar time. But there is a more sophisticated version of this spectator sport, in which highly skilled stage performers take on roles that allow them to rip the stuffing out of one another, tear up the" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'GOD OF CARNAGE'; Rumble in the Living Room" , "url" : "http:\/\/theater2.nytimes.com\/2009\/03\/23\/theater\/reviews\/23carn.html"} , {"body" : "IT is not surprising that what James Gandolfini craves now, as he takes to the Broadway stage after eight years of playing a sensitive but brutish mob boss in a television series that grew increasingly dark, is a little lightness of being. ''I love hearing people laugh,'' he said, and the small, tired eyes in the moon-shaped face that used to" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "The Alpha Males of 'Carnage'" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/theater\/22sont.html"} , {"body" : "BLACK VIOLIN Last Friday middle school students crammed the New Victory Theater, swaying in their seats, waving their arms high, cocking their heads in rhythm to the musicians onstage, who included a busy D.J. and an enthusiastic drummer. With the stomping and the turntables, the electronic amplification and the velvety darkness, the limitless" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/arts\/20Kids.html"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"body" : "Two Brooklyn teenagers and their father were among four people charged with gang assault in a fight that preceded the death of another teenager early Sunday, although it was unclear if the fight caused the death, the police said. The victim, Sharif Abdallah, 17, collapsed while he and others chased at least two of the suspects away from a party in" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Four Are Charged With Assault In Fight That Preceded a Death" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/11\/nyregion\/11arrest.html"} , {"author" : "Robert Sullivan is the author of ''The Thoreau You Don't Know: What the Prophet of Environmentalism Really Meant,'' to be published this month." , "body" : "SOMETIMES, when I am biking, I remember the '80s, and I shudder. I remember, in other words, when biking was an extreme sport, when, if you were a biker, you had a lot of locks and a lot more nerve. Just the other day, when I was enjoying the bike lane down Clinton Street in my neighborhood, Cobble Hill, Brooklyn, I stopped at a red light. And" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wild Bunch" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08bike.html"} ,   {"body" : "FOR three years, Kathleen DeLaney Thomas and her husband, Courtney Thomas, lived in a Chelsea rental of 900 square feet. ''That apartment felt big when we moved in and small when we moved out,'' Mrs. Thomas said. The place had scarce closet space and an unnecessarily large second bedroom, carved from the living room, that made for a claustrophobic" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHELSEA (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Finding Value, Despite a Droopy Market" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22hunt.html"} , {"body" : "ON a recent Saturday afternoon, Stephanie Stern and her husband poured 1,000 wriggling red worms from a brown bag into a plastic bin outside their bathroom, looked down and hoped for the best. If things went well, the worms, already burrowing into their bed of shredded newspapers, would soon be eating three pounds of food scraps a week, reducing" , "date" : "20090219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Urban Composting: A New Can of Worms" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/19\/garden\/19worms.html"} , {"body" : "IN this painful economic climate of layoffs and shrinking investments, there is a sliver of positive news: it's a good time to be a renter in New York City. Prices are falling, primarily in Manhattan, and concessions like a month of free rent are widespread. Although it is notoriously difficult to quantify the state of the rental market, rents fell" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Month Free? Rents Are Falling Fast" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/realestate\/01cov.html"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"} , {"body" : "Daniel Bergner, 48, the divorced father of two teenage children, is what sexologists would call a straight, vanilla teleiophile. He is attracted to adults, that is, prefers the opposite sex and doesn't shop for lovemaking accessories -- clothespins, clamps, carabiners, rubber gloves -- at Home Depot. He has never allowed himself to be basted with" , "date" : "20090124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Surveying The Outer Reaches Of Lust" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/24\/books\/24berg.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "MY closet is stuffed with shirts waiting to come back in style. Many are secondhand button-downs in plaids and buffalo prints from my early-'90s grunge years and, farther back in time, from the six months in 1985 when I tried really hard to look ''cowpunk.'' Like many thrift store finds, these shirts all have full, squarish cuts. I just don't feel" , "date" : "20090122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | SMITH & BUTLER; For Shapeshifters, Bringing Boxy Back" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/22\/fashion\/22CRITIC.html"} , {"body" : "A LICENSE PLATE Has Its Say, Briefly OBAMA 08 did not make it to the inauguration. OBAMA 08 was the phrase on the New York license plates issued to Tibi Vasilescu, an owner of a pizza restaurant on the Upper West Side. He applied for the custom plates a year ago, after the Iowa caucuses and before Super Tuesday, and drove with OBAMA 08 on his" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EEDB1E31F932A15752C0A96F9C8B63"} , {"body" : "CAN'T GET TO WASHINGTON? Inaugural Events in New York New York, the undisputed nexus of American cultural life, may be ceding its place to Washington for the coming week, but not without a fight. Despite those breathless early estimates, only 2 million people are headed to the inauguration, which leaves at least 300 million of us with no plans to" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1F3AF935A25752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society. Saturday at 7:30 and 9 p.m., a performance by String Fever, part of the Tavern Concerts series; $15, $12 for members; reservations required. Open Wednesdays through Sundays, 1 to 5 p.m. Additional tours on weekdays at 2:30 p.m., and on weekends at 2 and 3:30 p.m." , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD133AF935A25752C0A96F9C8B63"} ,   {"body" : "FOR more than three months, Tanya Tribble lived in what she called ''the bubble.'' It was the summer of 2007, and Ms. Tribble, a wedding photographer, had decided to stay in her loft, a 950-square-foot co-op on Atlantic Avenue in Boerum Hill, Brooklyn, despite the dust and clamor of a gut renovation. She carved out a small cocoon of wood and" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL; A Deal Squared by a Round Number" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/realestate\/11sell.html"} , {"body" : "The architectural firm that will redesign a former firehouse, above, to serve as the new home of the Brooklyn Philharmonic has unveiled its plans, the real estate Web site GlobeSt.com reported. The firm, HOK, said that its plan would preserve the exterior of the decommissioned firehouse of Engine 204, at 299 DeGraw Street in Cobble Hill, and" , "date" : "20090110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Philharmonic's New Firehouse Home" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/10\/arts\/design\/10arts-BROOKLYNPHIL_BRF.html"} , {"body" : "SINCE the fall, people have been living in the new building at 200 Atlantic Avenue, in Cobble Hill, Brooklyn, and the building's developer says it has been largely full for almost as long. But for neighbors who have opposed the building for months, arguing that it exceeded local height limits, the struggle continues. They have caught the developer" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COBBLE HILL; On the Rooftop, Mystery Huts" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/thecity\/04elev.html"}]