[  {"body" : "Tributes to David Levine, who died on Tuesday at 83, have been mulling over his place among today's cartoonists and caricaturists. Fair enough. But his genius was really that he wasn't like anybody else. Art Spiegelman used the word ''sobriety'' when we talked on Wednesday, and that's right. Mr. Levine brought sobriety back to caricature, among" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "AN APPRAISAL; Starting With Lines, but Ending With Truth" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/31\/arts\/design\/31levine.html"} , {"body" : "David Levine, whose macro-headed, somberly expressive, astringently probing and hardly ever flattering caricatures of intellectuals and athletes, politicians and potentates were the visual trademark of The New York Review of Books for nearly half a century, died Tuesday in Manhattan. He was 83 and lived in Brooklyn. His death, at New York" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "David Levine, Political Caricaturist With Wit and Bite, Is Dead at 83" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2DD123BF933A05751C1A96F9C8B63"} , {"body" : "David Levine, whose macro-headed, somberly expressive, astringently probing and hardly ever flattering caricatures of intellectuals and athletes, politicians and potentates were the visual trademark of The New York Review of Books for nearly half a century, died Tuesday in Manhattan. He was 83 and lived in Brooklyn. His death, at New York" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "title" : "David Levine, Biting Caricaturist, Dies at 83" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0D91138F933A05751C1A96F9C8B63"} , {"body" : "The Municipal Art Society, a nonprofit membership organization founded in 1893, is perhaps best known for its successful fight to save Grand Central Terminal -- aided by the star power of Jacqueline Kennedy Onassis -- and for helping to scuttle Mortimer B. Zuckerman's Columbus Circle towers by illustrating the mile-long shadow they would have cast" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New Leader Seeks Stronger Voice For Art Society" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/29\/arts\/design\/29municipal.html"} , {"body" : "There are scores of skating rinks in New York City, some with romantic pedigrees, some with scenic views, some with loud music and cheap hot chocolate. Here are a few (hours vary by day, so check before you lace up). CITY ICE PAVILION 4732 32nd Place, Long Island City, Queens; cityicepavilion.com; (718) 706-6667. Admission: $5 Monday through" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where to Glide, Spin and Fall" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27bcritic.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Sunday) In the late 1990s, the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and the" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/music\/18pop.html"} , {"body" : "MANY blocks in Midwood, with its rows of orderly detached homes and private driveways, give the feeling of a carefully planned suburb -- a serene surprise after turning off a thoroughfare like Coney Island Avenue or Ocean Parkway. But closer inspection reveals that the landscape has, in fact, been altered: on virtually every block, at least one or" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MIDWOOD, BROOKLYN; Where Prosperity Breeds Proximity" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/realestate\/06livi.html"} , {"body" : "LEN CHENFELD is a bright, unimposing high school senior with the slightly spotty skin of a hormone-challenged teenager and the crystalline agenda of a Zen master: a Zen master addicted to basketball. On a recent Tuesday, he was icing his neck in preparation for two hours he lives for: basketball practice at Poly Prep Country Day School in Dyker" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Len Chenfeld's Outside Shot" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/nyregion\/06hoops.html"} , {"body" : "TERENS--Helen. Beloved wife of the late Julius. Loving mother of Neil. Devoted sister of the late Paul Bernard, Rose Landesman, Fanny Rosenberg and Sam Greenberg. Cherished aunt. Services today, 2pm at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave., Brooklyn." , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths TERENS, HELEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6DC143AF931A35751C1A96F9C8B63"} , {"body" : "Rusty Kanokogi, considered the mother of women's judo after fighting for more than two decades to make it an Olympic sport, died Saturday in Brooklyn. She was 74. The cause was complications of multiple myeloma, a cancer of the plasma cells, her daughter, Jean, said. Kanokogi's battle for equality in judo began in 1959, when she and her club" , "date" : "20091125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Rusty Kanokogi, 74, Women's Judo Advocate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE0D8113AF936A15752C1A96F9C8B63"} ,   {"body" : "Day after day, night after night, Francisco Hernandez Jr. rode the subway. He had a MetroCard, $10 in his pocket and a book bag on his lap. As the human tide flowed and ebbed around him, he sat impassively, a gangly 13-year-old boy in glasses and a red hoodie, speaking to no one. After getting in trouble in class in Bensonhurst, Brooklyn, and" , "date" : "20091124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Scared and Silent, Runaway, 13, Spent 11 Days in the Subways" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/24\/nyregion\/24runaway.html"} , {"body" : "Rusty Kanokogi, considered the mother of women's judo after fighting for more than two decades to make it an Olympic sport, died Saturday at Lutheran Medical Center in Brooklyn. She was 74. The cause was complications from multiple myeloma, a cancer of the plasma cells, her daughter, Jean, said. Kanokogi's battle for equality in judo began in 1959," , "date" : "20091123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "title" : "Rusty Kanokogi, Fiery Advocate for Women's Judo, Dies at 74" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/sports\/olympics\/23kanokogi.html"} , {"body" : "Were the women in ''On the Town'' always so brazen? Two are voraciously man-hungry, and the third is a cooch dancer -- but only to pay for her singing lessons. Female lasciviousness hasn't been this entertaining since ''Sex and the City'' went off the air. In fact, the Paper Mill Playhouse's whole new production is high-class, hotsy-totsy, spiffy" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THEATER REVIEW | NEW JERSEY; Sailors and Mates, at Liberty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6DA153FF931A15752C1A96F9C8B63"} , {"body" : "Wally Backman returned to the embrace of Major League Baseball after a five-year exile Monday when the Mets appointed him the manager of the Class A Brooklyn Cyclones. He will be introduced at a news conference Tuesday at KeySpan Park in Coney Island, less than 25 miles from where, as the feisty second baseman on the 1986 World Series championship" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "Backman and the Mets, Together Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/sports\/baseball\/17mets.html"} , {"body" : "THE house that Michael and Lori Hiller planned to buy in South Park Slope, Brooklyn, was a good size for the neighborhood, and on a pleasant block. But then a problem developed with the building's certificate of occupancy. Since Mrs. Hiller had been the bigger fan of Park Slope, it was Mr. Hiller who had more zest for a new search. He found himself" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | DITMAS PARK, BROOKLYN; Moved for the Space; Stayed for the Food" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/realestate\/15living.html"} , {"body" : "A JUGGLER on a unicycle wobbles past a cluster of clubgoers, deftly avoiding a collision that might spill their candy-color cocktails down the front of premium-label jeans. A clown on stilts hobbles past a table full of neatly coiffed men with untucked dress shirts who don't even look up from their drinks. It's hard enough to project an air of" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOîTE; Never Too Old To Act Young" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/fashion\/15boite.html"} , {"body" : "After a year of ultimatums, threats and stop-and-go talks, the Bloomberg administration has agreed to pay $95.6 million to a developer for seven acres in the heart of Coney Island, according to executives on both sides of the negotiations. It is a crucial step forward for the city's vision of turning the faded and mostly dormant seaside amusement" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deal Raises Hopes for a Coney Island Revival" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/nyregion\/12coney.html"} , {"body" : "New York City for a Teenage Visitor Do you have any ideas for entertaining teenage visitors in New York City? My teenage cousin is coming to New York, and I'd like to find some fun things to do with her. I found an article from 2007 on the subject, but I wanted to see if you had any updates. -- Meagan Hess, New York City The article you refer to is" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "Q&A" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4DC123DF93BA35752C1A96F9C8B63"} , {"body" : "It's longer than its Parisian counterpart (and closer to Yankee Stadium), lacks a Napoleonic triumphal arch and, thank goodness, never suffered the tramp of Nazi boots. But the Grand Concourse and Boulevard, celebrating its 100th year of traffic with a show at the Bronx Museum of the Arts, is often called the Bronx's Avenue des Champs-Élysées." , "date" : "20091107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARIS (FRANCE)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Seeing Paris In 5 Boroughs Of New York" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/07\/nyregion\/07champs.html"} , {"body" : "FOR CHILDREN 'BABA YAGA AND THE PUMPKIN FAIRY' (Friday through Sunday) There's nothing like a witch's spell to ruin a good harvest. In this musical by ONEtime Productions, for ages 3 to 10, Clara, helper to the witch Baba Yaga, opens a blue jar, with disastrous consequences. But with the help of other characters, the witch learns her lesson. Friday" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/30kids.html"} ,   {"body" : "Nat Finkelstein, whose photographs of Andy Warhol, Edie Sedgwick and the Velvet Underground are among the most famous images of Warhol's Factory and its revolving cast of characters, died on Oct. 2 at his home in Shandaken, N.Y. He was 76. The cause was complications of pneumonia and emphysema, said his wife, Elizabeth. As the house photographer" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "Nat Finkelstein, 76, House Photographer for Warhol" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2DF1E3CF937A25753C1A96F9C8B63"} , {"body" : "Nat Finkelstein, whose photographs of Andy Warhol, Edie Sedgwick and the Velvet Underground are among the most famous images of Warhol's Factory and its revolving cast of characters, died on Oct. 2 at his home in Shandaken, N.Y. He was 76. The cause was complications of pneumonia and emphysema, said his wife, Elizabeth. As the house photographer" , "date" : "20091013" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "title" : "Nat Finkelstein, 'Court Photographer' of Andy Warhol's Factory, Dies at 76" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/13\/arts\/13finkelstein.html"} , {"body" : "Lemon Andersen says the word ''drive'' as if it were holy. Of course he doesn't mean it in the sense of what people do in cars or on golf courses. ''Drive,'' a noun that stuck and grew in Mr. Andersen's mind when he heard it uttered by a demanding teacher in a children's ballet class, means ambition, discipline and ruling passion. It is a force" , "date" : "20091013" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'COUNTY OF KINGS'; His Streets, His Stories, His Life" , "url" : "http:\/\/theater2.nytimes.com\/2009\/10\/13\/theater\/reviews\/13county.html"} , {"body" : "A motorist was killed and his 19-year-old stepson was injured when their car was broadsided by a vehicle driven by a man accused of driving drunk in Brooklyn early Saturday, according to the police and a relative of the victims. Both automobiles careened into a third vehicle, an unoccupied Chevrolet van, that was parked near the intersection where" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Man Accused of D.W.I. in Fatal Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/nyregion\/11dwi.html"} , {"body" : "Joe Newell, a police property clerk on Staten Island, would love for his brother, John, to get out of the Coney Island adult home where his television set and other property have mysteriously disappeared. But Mr. Newell remembers how the last time his brother lived on his own, he stopped taking his epilepsy medication and slipped on the ice," , "date" : "20091009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "For Families of Mentally Ill, Mixed Feelings Over Push Away From Adult Homes" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/nyregion\/09mental.html"} , {"body" : "HALLOWEEN AT THE A-SCARIUM Many Halloween celebrations focus on frightening creatures that travel by air: wayward spirits, witches on broomsticks, vampires disguised as bats. Leave it to the New York Aquarium to take the concept well below sea level. ''We don't have goblins or ghosts or Frankensteins,'' said Judy Frimer, director of marketing for" , "date" : "20091009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/arts\/09kids.html"} , {"body" : "In the early evening of May 27, 1911, an electric light fell into hot tar and exploded on the Dreamland amusement pier at Coney Island. Overnight, the pier's ornate white buildings, restaurants, thrill rides, ballroom and tents -- which attracted 40,000 people a day -- were vaporized in the ensuing fire, said Charles Denson, a Coney Island" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "After 98 Years Underwater, a Coney Island Bell Is Back" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/07\/nyregion\/07bell.html"} , {"body" : "LIKE many intensely fought-over stretches of turf (parts of Belfast come to mind), the area next to the laundry room at 755 West End Avenue was remarkably nondescript. Dim with tiny windows, it nonetheless was the focus of a pointed territorial dispute among the co-op's residents last year. The issue was a playroom. The young families in the" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Ruckus Room" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/realestate\/04playroom.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Friday at 5:30 p.m., a performance by Stephen Dydo, a classical guitarist. Saturday, 10 a.m. to 12:30 p.m., a bicycle tour of historical and architectural sites in the East Bronx; free. Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFDD123AF931A35753C1A96F9C8B63"} , {"body" : "The beach, the ocean and the sky are all real, and so are most of the seagulls. The one thing the Brave New World Repertory Theater actors hope remains undeniably fake -- as phony as Coney -- is the thunderstorm at sea that opens Shakespeare's ''The Tempest.'' A full-blown tempest could scatter the audience. ''We have drums and flutes and sound" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "18" , "title" : "CONEY ISLAND JOURNAL; Bard, Boardwalk and, With Luck, Only a Staged Tempest" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26metjournal.html"} ,   {"body" : "CELEBRATE CHILDREN'S BOOK DAY The Headless Horseman of Sleepy Hollow might be disappointed by the creatures that will haunt his neck of the Hudson Valley on Sunday: a fuzzy bunny that acts like a vampire but seems only to drain the life out of vegetables, and a several-stories-tall but extremely friendly red dog. And on the estate of the ghoulish" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/25kids.html"} , {"body" : "Poor Muammar el-Qaddafi. He has been trying to pitch his tent all over the New York area. But he has been turned down in Central Park, Englewood, N.J., and most recently, by the Westchester County town of Bedford, where tenants from the United Arab Emirates renting Donald Trump's 213-acre estate were given a stop-work order after they began" , "date" : "20090924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Still No Place in New York For Qaddafi to Pitch a Tent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E7DE1E31F937A1575AC0A96F9C8B63"} , {"body" : "Opening this Week MERCAT NEGRE Here's a geography lesson. Mercat, the parent restaurant in Manhattan, focuses on the city of Barcelona, but with the owner Jaime Reixach's new place, opening on Sept. 24, he not only moves out to Brooklyn, but also moves out of Barcelona, giving the Catalan cuisine the rusticity of the Girona area to the northeast." , "date" : "20090923" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/23\/dining\/23off.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/movies\/18movies.html"} , {"body" : "The New York Aquarium is moving ahead with a $100 million plan to renovate its building in Coney Island and create two massive tanks for more than 30 sharks -- about four times as many as now ply the aquarium's waters. The aquarium's ambitious plan comes even as the Bloomberg administration remains locked in tense negotiations with a major" , "date" : "20090917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Aquarium to Renovate With Giant Shark Tanks" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/17\/nyregion\/17aquarium.html"} , {"body" : "DEAR DIARY: My girlfriend and I were walking to brunch in Brooklyn Heights on a July Sunday when we noticed a lemonade stand on Hicks Street. Two young girls, dressed in princess outfits, stood behind a small table as their father placed a tray of brownies next to the pitcher of lemonade. As we passed, we heard him offer timely words of advice to" , "date" : "20090914" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/14\/nyregion\/14diary.html"} , {"body" : "A few hours before dawn, when most New Yorkers are fast asleep, a middle-aged man rolls out of bed in Brooklyn, dons a billowy red outfit and matching turban, climbs into his Lincoln Town Car, drives 15 minutes, pulls out a big drum and -- there on the sidewalk of a residential neighborhood -- starts to play. The man, Mohammad Boota, is a Ramadan" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PAKISTAN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Awakening Brooklyn for Ramadan, With a Big Drum, at 4 A.M." , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/nyregion\/13drummer.html"} , {"body" : "A young man's long and fraught history with an ex-girlfriend came to a violent end in Brooklyn on Saturday, when he was fatally shot by the police after an all-day siege that began with a kidnapping, the police said. The police said officers shot Samuel White, 20, when he lunged at them with a knife in his small, second-floor apartment at 607" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Brooklyn Man Is Shot to Death by Police in Standoff" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/nyregion\/13shoot.html"} , {"body" : "SHELDON--Seymour, on September 9, age 88. Beloved husband of the late Mildred. Loving mother of Larry (Kathy). Devoted brother of Mildred Heymann. Cherished uncle and great friend to all. Services Sunday, 10am at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave. (Ave. J), Brooklyn." , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths SHELDON, SEYMOUR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EEDF113AF932A2575AC0A96F9C8B63"} , {"body" : "Sylvia Schur, a food editor who through her pioneering consulting company developed products like Clamato and Cran-Apple juice and Metrecal, wrote recipes for the fictional home chefs Ann Page and Betty Crocker and helped conceive the menus for restaurants like the Four Seasons in Manhattan, died Wednesday in Chicago. She was 92. The cause was" , "date" : "20090909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Sylvia Schur, Food Editor, Dies at 92; Developed Cran-Apple and Metrecal" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/09\/nyregion\/09schur.html"} ,   {"body" : "Since their inaugural season in 2001, the Brooklyn Cyclones have been a remarkable success story: locals have embraced the minor league club for returning baseball to the borough after a nearly half-century absence, as overflow crowds have poured into the Coney Island ballpark year after year. Winning has not hurt either: the Cyclones have missed" , "date" : "20090907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Despite Success, Fewer Fans Cheer Cyclones" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/07\/nyregion\/07cyclones.html"} , {"body" : "Many New Yorkers who are lucky enough to gaze at waves lapping on a beach near their homes pay a price for the view. Maps provided by the city's Department of Buildings show that coastal sections of Queens, Staten Island and Brooklyn are in ''special flood hazard areas.'' Practically all of Coney Island, much of the Rockaways, the Long Island" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "title" : "New York City: Few Surprises About Flood Threat" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/nyregion\/06bfloodmb.html"} , {"body" : "MARITIME FESTIVAL New York is a city of vehicles: just try to get a parking space. But long before it became famous for horn-blowing cars, careering taxis and crawling buses, it was renowned for a form of transportation that didn't even use roads, at least not those made of pavement. ''So much of New York's history is maritime history,'' said Betsy" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/04kids.html"} , {"body" : "Akituusaq, a 2-year-old Pacific walrus that Mayor Michael R. Bloomberg once said ''melted the hearts of millions,'' died on Tuesday of complications from pneumonia, the New York Aquarium, the walrus's birthplace and home, announced on Wednesday. He was the 10th walrus born in captivity in North America since 1968, and the first born at the" , "date" : "20090903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Mourning a Beloved Walrus" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/03\/nyregion\/03walrus.html"} , {"body" : "THE cotton-candy-taffy gelato was Coney Island in a cone. Its surface was a mosaic of pink, orange, turquoise and purple, like crushed candy hearts. It left me headachy and dehydrated. But that is what cotton candy and saltwater taffy do. This was at Griff's Gelati, 157 Duane Street (Hudson Street), TriBeCa, (212) 732-5555, the first stop on a tour" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; 87 Scoops Later, a Sweet Meltdown" , "url" : "http:\/\/events.nytimes.com\/2009\/09\/02\/dining\/reviews\/02unde.html"} , {"body" : "In the shade outside his cabana on the Rockaway peninsula in Queens, with the pool temperature set at a pleasant 76 degrees and the ocean a bit cooler, a man on a chaise longue did what people do in such situations: He took a nap. Children giggled as they slid down two water-slide chutes. An older woman sat outside the cafeteria, deep into a" , "date" : "20090901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BREEZY POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Beach Clubs Recall the Past, But Their Future Looks Uncertain" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/01\/nyregion\/01clubs.html"} , {"body" : "ARTHUR ASHE KIDS' DAY Tennis may be the quietest sport, with long stretches of respectful silence interrupted only by the thwop of balls being hit. But on Saturday the normally decorous United States Tennis Association Billie Jean King National Tennis Center in Queens will be filled with not only those familiar sounds but also some very loud" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28kids.html"} , {"body" : "'THE BEASTLY BEAUTY' The magic of Coney Island -- well, part of the magic -- is that a hundred crazy things can be going on all at once, and it's hard to tear your attention away from any one of them. But Alison Ward, right, hopes to draw at least some oglers on Saturday with her performance piece ''The Beastly Beauty.'' To be staged on the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1D9143AF93BA1575BC0A96F9C8B63"} , {"body" : "Marty Markowitz, the Brooklyn borough president, will present a proclamation declaring the day Michael Jackson Day in Brooklyn. The Rev. Al Sharpton will supply the prayer. DJ Spinna will supply the music. On Saturday, thousands are expected to fill the Nethermead meadow in the center of Prospect Park to celebrate Mr. Jackson's life on what would" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Designates Day For Michael Jackson Party" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/nyregion\/28jackson.html"} , {"body" : "ANGER 'POSTED' The Age-Old Way Robert Keith doesn't tweet. He doesn't blog. He doesn't post comments on the Web. Mr. Keith, 75, prefers a distinctly lo-fi medium: the window poster. Every couple of weeks, he props two professionally made signs in his first-floor windows. Subjects of his contempt have included credit default swaps, auto bailouts and" , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3D7133AF934A1575BC0A96F9C8B63"} ,   {"body" : "Even as Hurricane Bill brushed past Nova Scotia on Sunday afternoon, its effects -- from pounding surf and gusty showers to beach erosion and damage to endangered bird habitats -- were still being felt across the New York region in ways that were by turns striking and subtle. Sgt. Glenn Amico and Officer Sean Feliciano were on patrol at Stillwell" , "date" : "20090824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Storm's Tail Brings Higher Tides and a Little Danger" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/24\/nyregion\/24beach.html"} , {"body" : "BECKER--Martin, on August 21, at the age of 81. Devoted husband of Marsha. Loving father of Joyce (Frank), Alise (Miguel) and Tildy (Charles). Adored grandfather of Erika, Charlize and Delani. Dearest brother of Lana and the late Joel and brother-in-law of Roslyn and the late Oscar. Cherished uncle, nephew, cousin, and dear friend to many. Owner" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BECKER, MARTIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E7D6133AF930A1575BC0A96F9C8B63"} , {"body" : "STORM'S STRENGTH Rallies Surfers ''It'll be a swell so big and strong, it'll wipe clean everything that went before it.'' So spoke the big kahuna known as ''the Bear'' in the 1978 surf movie ''Big Wednesday.'' Nobody is quite ready to say that his words will hold for the swell marching this way courtesy of Hurricane Bill, but they could come close:" , "date" : "20090822" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E2DE143CF931A1575BC0A96F9C8B63"} , {"body" : "1909 Official Explains Yacht Tax Payment WASHINGTON Mr. Loeb, the Collector of the Port of New York, recently enquired of the Treasury Department whether the tax on foreign-built yachts in the new tariff law was to be collected in the Customs district, where the owner had a legal residence, and also what procedure was to be followed. The Acting" , "date" : "20090822" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "title" : "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/22\/opinion\/22iht-oldaugust22.html"} , {"body" : "'PLAY WEEK' Animals' lives in the wild aren't governed solely by the rule of tooth and claw. Despite the Darwinian demands of survival of the fittest, sometimes even tigers just want to have fun. That principle is on display through Sunday during ''Play Week,'' an annual celebration at the Bronx Zoo featuring activities for a variety of species," , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/21kids.html"} , {"body" : "'STONE SOUP' If learning to share is one of the basic lessons of childhood, why do many adults find it so hard? ''Stone Soup,'' a new musical from Literally Alive Children's Theater, suggests a few reasons but is particularly intriguing in its proposed solution. Based on a folk tale with variations in several cultures, this adaptation by Michael" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/14kids.html"} , {"author" : "James Angelos contributed reporting." , "body" : "Strawberry, Carmel and Black Beauty -- were waiting in front of their clubhouse, a former strip club in Brownsville across from a weedy lot and a Family Dollar store. They wore sleeveless leather jackets, some with Velcro side closures like those on bulletproof vests, and they had the name of their club printed in hot pink on the back, like a" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hot Wheels, Warm Hearts" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09suv.html"} , {"body" : "'SOMEBODY IN AMERICA' Generations have passed since Ellis Island was America's official gateway for immigrants. But on Friday and Saturday the tired and the poor will gather there again for processing and inspection, hope in their hearts and satchels in their hands: desperate mothers and children from Italy, Portugal and Lebanon; an ambitious" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/07kids.html"} , {"body" : "Around Town Museums and Sites LOUIS ARMSTRONG HOUSE MUSEUM On Tuesday at 7 p.m. a performance outside Armstrong's home by the jazz pianist Arturo O'Farrill and his Afro-Latin Jazz Orchestra; part of Jazzmobile, a free performance series. Spectators should provide their own seating. Louis Armstrong House Museum, 24-56 107th Street, Corona, Queens ," , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1D7163EF934A3575BC0A96F9C8B63"} , {"author" : "Martha Schwendener is a freelance writer based in Brooklyn." , "body" : "The Dutch controlled Manhattan for only a few decades before the British took over in 1664, but their influence has lingered for centuries. After all, the Netherlands in the 17th century was a cultural melting pot, and the Dutch policy of liberalism, in trade as well as religion, has been seen as a fundamental reason for New York's cosmopolitanism" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "ART REVIEW | 'DUTCH SEEN'; Photographic Links to Golden Age of Dutch Painting" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/design\/07photos.html"} ,   {"body" : "GROWING up in Toms River, N.J., Julie Chang studied constantly, usually in her mother's Chinese restaurant, Hana, where the waitresses helped her with math. A perfectionist in every way, Ms. Chang wore outfits that were as feminine and coordinated as a figure skater's. Her parents hoped she would attend medical school after she graduated from" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Julie Chang and Matt Murphy" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/02\/fashion\/weddings\/02VOWS.html"} , {"body" : "'CLICK, CLACK, MOO' According to a favorite theory in popular culture, if you give monkeys typewriters, one will eventually produce a work by Shakespeare. So what happens with similarly equipped cows? You won't get ''Hamlet.'' But you may end up with a union contract -- or at least a list of workplace grievances. That's the message in this very" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31kids.html"} , {"body" : "With the Bloomberg administration laboring furiously to conclude a deal with a Coney Island landowner, the City Council on Wednesday afternoon approved the mayor's ambitious plan to redevelop the seafront district once known as the world's largest playground. It was an expensive and bruising victory for Mayor Michael R. Bloomberg, whose" , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Council Approves a Proposal To Redevelop Coney Island" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/30\/nyregion\/30coney.html"} , {"body" : "It wasn't a good moment to be the only member of the City Council who turned down an official parking pass, which allows members to park virtually anywhere. Councilman Tony Avella was racing to Kopperfields restaurant in Bay Ridge, where one of the few groups supporting his insurgent mayoral campaign was gathering. He circled the block in his" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Insurgent Candidate Fights Elitism, and Bloomberg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE4DB1530F93AA15754C0A96F9C8B63"} , {"body" : "IN September 1909, during his only trip to America, Sigmund Freud visited Coney Island. Strolling around its three great amusement parks -- Steeplechase Park, Luna Park and Dreamland -- Freud could observe graphic manifestations of the American id: women whose skirts flew up to their waists while onlookers laughed, demons leering from the mouth of" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "The Case of Sigmund F. and Coney I." , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/arts\/design\/26strau.html"} , {"body" : "'THE LITTLE HOUSE OF COOKIES' Doors often seem to have their own personalities: warm, welcoming and expansive, or rigid, forbidding and impenetrable. They can open up a universe or shut out the world entirely. The door in ''The Little House of Cookies'' does both. The only entrance to an abandoned dwelling, it could easily have been created by" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/24kids.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, noon to 4 p.m., a Henry Hudson 400th-anniversary celebration, with tours and children's crafts workshops. 2 Hylan Boulevard, Rosebank, Staten Island , (718)816-4506, aliceausten.org; $5, with a $5 materials fee for crafts.20090723 MERCHANT'S HOUSE MUSEUM Wednesday, 6:30 to 8:30 p.m., a wine" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1D71F3EF937A15754C0A96F9C8B63"} , {"body" : "DEAR DIARY: While perusing Craigslist recently in search of a sublet in my old Yorkville neighborhood near Carl Schurz Park, I came across a listing. It mentioned that the apartment was steps away from ''Charles Shultz Park.'' The rent wasn't peanuts, and the cartoonist spelled his name differently anyway, but Carl Schurz Park does have a nice dog" , "date" : "20090720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/nyregion\/20diary.html"} , {"body" : "THE Tesla Roadster was made for California. The all-electric convertible sports car accelerates about as fast as a Porsche 911 Turbo, but gets nearly three times the mileage equivalent of a Toyota Prius. It's as lean and athletic as a pro surfer and as guilt-free as a cup of chamomile tea. It's also more than $100,000, making it the perfect car for" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Taking a Tesla for a Status Check in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/fashion\/19tesla.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/17\/arts\/17kids.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Wednesday) In the late 1990s the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2D7113AF934A25754C0A96F9C8B63"} , {"body" : "In the early 1970s Lillian Bassman, among the most important fashion photographers of the 20th century, made the decision to dispose of her career, quite literally. Artists do this all the time without the intent -- giving themselves over to excess, retreating to ashrams -- but Ms. Bassman's approach was aggressive and determined. Disillusioned by" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "CULTURE; Femininity, Salvaged" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/17\/arts\/design\/17bassman.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. (Amanda Petrusich) (Ben Sisario) (Sisario) (Petrusich) LOS AMIGOS INVISIBLES (Friday) Los Amigos Invisibles, from Venezuela, latch on to dance grooves from the last three decades -- James Brown funk, the stolid thump of house music, mid-1960s boogaloo, '70s Miami disco, Santana's mambo-rock," , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/music\/10pop.html"} , {"body" : "An apricot that delivers a mouthful of honeyed richness is a summer treasure. It's a trifle less rare now that John Driver, a California grower, has enough Candycots to sell commercially. He has been breeding them from seeds from Central Asia, apricot's home turf. FUZZLESS Some Candycots are scarcely larger than cherry tomatoes; others are closer" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Candy Disguised as an Apricot? How Original" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08cots.html"} , {"body" : "New York City is well-known for dense skyscrapers and gritty neighborhoods, but it also has 578 miles of coastline. Some of that coastline is also gritty (Gowanus, anyone?), but there are plenty of peaceful and pristine spots. The city's smallest beach, at 40.4 acres, is Manhattan (which is actually in Brooklyn), and its largest is Coney Island, at" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "SNAPSHOT |COASTLINE; Sand, Surf and Shoobies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDB1331F936A35754C0A96F9C8B63"} , {"body" : "Despite his nickname, Short Al stood tall in the pantheon of overnight callers to talk shows on the New York sports radio station WFAN-AM. Such callers, sometimes called FANdroids, are known by name, neighborhood and loyalties. Bruce from Bayside likes the Cleveland Indians, while Bruce from Flushing is a Yankees man. There is Marc in the Bronx" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Why Short Al, Talkative Fan, Calls No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6D61F3DF936A35754C0A96F9C8B63"} , {"body" : "AMERICAN DREAM QUILT The Declaration of Independence captured American ideals with words on paper. On Friday evening the artist Faith Ringgold will show children how to do the same with images on cloth. ''We're going to make an American Dream Quilt,'' said Ms. Ringgold, whose own vibrant story quilts are in museum collections, including the" , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/03kids.html"} , {"body" : "On Saturday afternoon, from the peaks of the Adirondacks to the sands of Coney Island, New Yorkers will be celebrating the Fourth of July with picnics, softball games or a dip in the ocean. But as the power struggle in the State Senate concludes its fourth week with no sign of resolution, 62 senators will be stuck in the Capitol, far from home," , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Holiday Plans? Senators Will Be Stuck in Albany" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/nyregion\/03albany.html"} , {"body" : "The hype started rather early for Lance Stephenson, a basketball prodigy eventually nicknamed Born Ready. By seventh grade, Stephenson was on a 17-and-under Amateur Athletic Union team, outperforming Division I-bound seniors. At the end of his senior season in March, he was Coney Island's finest. Stephenson, a 6-foot-5 McDonald's all-American" , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "Hype and Reality Collide, Leading Star to Cincinnati" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/02\/sports\/ncaabasketball\/02preps.html"} , {"body" : "WEINMAN--Dorothy, on June 29, 2009. Beloved wife of the late Philip. Loving mother of Linda and mother-in-law of Michael Goldstein. Cherished grandmother of Jonathan. Devoted sister of Robert Jaffe and the late Sidney Jaffe. Service 10am Wednesday, July 1, 2009 at Sherman's Flatbush Memorial Chapel Inc., 1283 Coney Island Ave., Brooklyn (Ave. J)." , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths WEINMAN, DOROTHY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E1D9143AF932A35754C0A96F9C8B63"} ,   {"body" : "In the inaugural season for the new ballparks for the New York Yankees and Mets, the teams have been embarrassed by television shots showing vast areas of premium seats going unsold. But those who study sporting facilities say empty seats may become even more commonplace here, as New York faces a glut of sports arenas. Five major complexes -- four" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "As Arenas Sprout, a Scramble to Keep Them Filled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EFD6123AF93AA15755C0A96F9C8B63"} , {"body" : "BREIER--Henry, 95, passed away June 21, 2009. Services at Kirschenbaum Chapels, 1153 Coney Island Ave., Brooklyn, 11:30am, Sunday." , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths BREIER, HENRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFDB143AF93BA15755C0A96F9C8B63"} , {"body" : "BREIER--Henry, 95, passed away June 21, 2009. Services at Kirschenbaum Chapels, 1153 Coney Island Ave., Brooklyn, 11:30am, Sunday." , "date" : "20090627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths BREIER, HENRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E5DB143AF934A15755C0A96F9C8B63"} , {"body" : "ALL seemed right on this misty Thursday evening. The rain was holding up, and at Studio Square, a sleek 21st-century German beer garden near Kaufman Astoria Studios in Queens, the reggae-funk band was setting up outdoors, where people could sway to the rhythms from a field of picnic tables or multiple covered bars. I stepped up to order a Pilsner" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "THE POUR; A Beer, Please, and a (Good) Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/24\/dining\/reviews\/24pour.html"} , {"author" : "This is a more complete version of the story than the one that appeared in print." , "body" : "Mermaids Of the Deep Children longing to see a mermaid frolic in New York waters won't have to persuade their parents to buy Broadway tickets, at least not this weekend. Coney Island will offer far less expensive mermaid adventures, and none involve Disney. These come from the New York Aquarium, whose third annual Mermaids of the Deep festival is" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/19kids.html"} , {"body" : "BICYCLE FILM FESTIVAL Fans of fixies, alley cats, low riders and classic cruisers will turn out in droves and have their rides valet-parked this weekend for the Bicycle Film Festival, which is dedicated to celebrating the culture of the two-wheeler in all its incarnations. Since it started nine years ago, the festival, above in 2006, has expanded" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/19spare.html"} , {"body" : "Port Authority Produce Starting June 18, commuters dashing through the Port Authority bus terminal between 8 a.m. and 6 p.m. might be tempted to pause and pick up fresh fruits and veggies from a new indoor Greenmarket that has been installed in the terminal on the 42nd Street side. Two farms are now taking part. It will run on Thursdays year round." , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/17\/dining\/17fcal.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "SPARE TIMES | For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/12kids.html"} , {"body" : "Pour, Sip, Discuss Rieslings from Germany, Alsace and Austria can be sampled on June 10 at Tribeca Rooftop, 2 Desbrosses Street (Hudson Street), from 6 to 9 p.m. Tickets, $40: ticketweb.com. A free tasting of 16 rosés will be held at Crush Wine, 153 East 57th Street, June 11 from 5 to 6 p.m.: events@crushwineco.com. Birthday Dinner The Depuy Canal" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/10\/dining\/10fcal.html"} , {"body" : "Swimmers were told to stay out of the water on Sunday at Coney Island and nearby Manhattan Beach because of concerns about a sewage overflow. The city's parks department posted signs Sunday saying swimming was not permitted at the two Brooklyn beaches. But the Coney Island boardwalk was open, and sunbathing on the sand was allowed. The city's" , "date" : "20090608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Sewage Worries Close 2 Brooklyn Beaches" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/08\/nyregion\/08closure.html"} ,   {"body" : "A Greek diner that closed over the weekend after serving as a late-night refuge for patients and staff at Bellevue Hospital Center since 1984 will be able to reopen, and will not be supplanted by an Au Bon Pain, as some had feared. The city's Health and Hospitals Corporation, which runs Bellevue, reached an agreement Tuesday night with the family" , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Au Bon Pain Won't Unseat Greek Diner At Bellevue" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/04\/nyregion\/04pain.html"} , {"body" : "JAPAN DAY In Japan no occasion is too small to warrant a gift. A visit to a friend, the signing of a lease or a return from a short trip is accompanied by a small token or simple cash. So it is no surprise that in 1912 the Japanese saw fit to send cherry trees to cities in the United States, including New York, where some took root in Central Park." , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/29spare.html"} , {"body" : "A job fair for Ringling Brothers and Barnum & Bailey Circus may conjure visions of strapping gymnasts in spandex, carnival barkers and more clowns than you can fit in a small car. But the 150 positions being offered at KeySpan Park in Coney Island on Wednesday were for far less fanciful jobs. Ringling Brothers is preparing for its first extended" , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "At Circus Job Fair, No Thrill Seekers Needed" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/28\/nyregion\/28circus.html"} , {"body" : "KURZMAN--Kala Ruth, 77, of Brooklyn passed away peacefully after a long illness of cancer. She was predeceased by her parents, Benjamin and Sarah Kurzman. She is survived by her brother Herbert of Monroe Twp., NJ and many relatives and friends. A funeral service will be held at Weinstein-Garlick-Kirschenbaum Chapels, 1153 Coney Island Ave.," , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths KURZMAN, KALA RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E7DB163AF934A15756C0A96F9C8B63"} , {"body" : "SALKIN--Goldie, of Boca Raton, Florida originally of Brooklyn, NY died on May 25th, 2009. After struggling with numerous ailments, she passed serenely and peacefully at Hospice by the Sea surrounded by her loving family. Goldie was our matriarch, and is survived by her adoring husband of 62 years Ben, her children Bruce, Ellen, Ellyn, Bob, Susan" , "date" : "20090526" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "08" , "title" : "Paid Notice: Deaths SALKIN, GOLDIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3DC163AF935A15756C0A96F9C8B63"} , {"body" : "The Bloomberg administration has a grand vision to preserve what's left of Coney Island's historic character as a rollicking amusement park, but a century ago, right around the Memorial Day weekend, the mayor ordered the police to close the attractions at the seaside resort on Sundays as a public nuisance. At issue in May 1909 was whether new blue" , "date" : "20090525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Coney Island Beat Censors By Wearing Cap and Gown" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/25\/nyregion\/25coney.html"} , {"body" : "BUS-STOP TALKS For a Libretto The Allison aria will get written one of these days. The clock is ticking. The world premiere is scheduled for May 22. But first, the librettist had to get married. ''Just one more thing to check off the to-do list,'' said the librettist, Dawn Weleski, whose wedding was in Pittsburgh on Friday. Other items on the list" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE4DD1739F935A25756C0A96F9C8B63"} , {"body" : "LEHMAN--Lawrence Brad, M.D.,died Sunday, May 10, 2009. He was 55 years old. Son of Martha and Elmore Jerold Lehman, brother of Shari Lynn Leiman, beloved husband of Carol. His professional career included writer, neuro-surgeon, educator and Managed Care and Pharmaceutical Executive Medical Director. He graduated from Hofstra University, NY 1975 and" , "date" : "20090514" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths LEHMAN, LAWRENCE BRAD, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DF1F3AF937A25756C0A96F9C8B63"} , {"body" : "EVEN in the best of conditions, swimming long distances in unfamiliar water is an exercise in mild disorientation. Add waves, strong currents and the chilly seas that persist into the spring, and the voices in your head that say you're crazy grow even louder. A partial antidote, Gilles Chalandon was saying the other day, is to have landmarks on the" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; On a Beach In Brooklyn, A Chair Sits Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/thecity\/10disp.html"} , {"body" : "Alabama CITY STAGES Birmingham, June 19-21. This eclectic festival, which invades downtown for three days every summer, is comprised of a seemingly random selection of gospel, hip-hop, jazz, folk and rock 'n' roll acts, including Jane's Addiction, Young Jeezy, Indigo Girls, Charlie Wilson, the Neville Brothers, En Vogue, the Doobie Brothers, Guster" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Summer Stages: Pop\/Jazz" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/arts\/music\/10webpop.html"} ,   {"body" : "IN September, New Yorkers will celebrate the quadricentennial of Henry Hudson's voyage, and if you ever wondered what Hudson encountered when he arrived, you can turn for answers to Eric W. Sanderson, who reimagines 1609 Manhattan in stunning and exuberant detail. Mr. Sanderson, a senior ecologist at the Wildlife Conservation Society, has" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "READING NEW YORK; Tours,Tycoons and Crazy Joe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7D61230F933A25756C0A96F9C8B63"} , {"body" : "JEAN GEORGES, the flagship of the chef Jean-Georges Vongerichten, won the James Beard Foundation's outstanding restaurant award Monday night and Drew Nieporent, a partner in Nobu and Corton in TriBeCa, was named outstanding restaurateur. Dan Barber of Blue Hill in Greenwich Village and Blue Hill at Stone Barns in Westchester County won the" , "date" : "20090506" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "James Beard Awards" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/06\/dining\/06beard.html"} , {"body" : "DURING almost 30 years as a director, Tony Scott has worked with more than his share of movie juggernauts, like Tom Cruise (''Top Gun'') and Brad Pitt (''Spy Game'') and Dennis Hopper (''True Romance''). More than a year ago, down on the tracks inside a dark, disorienting stretch of subway tunnel in the Sunset Park section of Brooklyn, he had his" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "Manhattan Transfer: Remaking 'Pelham'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/movies\/03kenn.html"} , {"body" : "Jessica Lappin, a first-term city councilwoman from the Upper East Side of Manhattan, has been known to answer the phone singing the fight song: ''Meet the Mets, meet the Mets, step right up and greet the Mets!'' Councilman James Oddo of Staten Island becomes Facebook friends with minor-league players so he knows about them if they are drafted by" , "date" : "20090502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Council, It's Mets 18, Yanks 13, and Neither 12" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/02\/nyregion\/02baseball.html"} , {"body" : "Though the Phish shows that will open this summer's season at the Nikon at Jones Beach Theater are already sold out, the Wantagh, N.Y., performance space will offer plenty of other opportunities to rock out. The promoter Live Nation announced the rest of the theater's summer shows, which include the country artists Kenny Chesney, above, Miranda" , "date" : "20090429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Summer Concerts In New York Area" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E4DD163CF93AA15757C0A96F9C8B63"} , {"body" : "SPOKES: WHERE Racing Lives On It has been more than a half-century since New Yorkers last flocked in great numbers to see cyclists tear around banked velodrome tracks at the center of Manhattan. Easy to forget, then, that Madison Square Garden, in its earlier incarnation off 26th Street and Madison Avenue, played host to major races watched by tens" , "date" : "20090429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6DD143CF93AA15757C0A96F9C8B63"} , {"body" : "ORLECK--Thelma. January 18, 1917-April 26, 2009, 92, died peacefully in her home in Thetford Center, Vermont, with her children and grandchildren close to her. The daughter of Harry Hershenson and Anna Alper, she was born in Brooklyn, New York in 1917 where she lived for most of her life. On June 12, 1938 she married Norman Orleck with whom she" , "date" : "20090427" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths ORLECK, THELMA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6D7113AF934A15757C0A96F9C8B63"} , {"body" : "The mound of salt in the Red Hook Marine Terminal soars over the waterfront, as white and dry as the sands of Coney Island and as tall as the four-story brick tenements across the street. Salt piles, while not common, have been seen over the years in the neighborhood, which is on the border, roughly, of Red Hook and Cobble Hill. But residents said" , "date" : "20090427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Now Growing in Brooklyn, A Waterfront Pile of Salt" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/27\/nyregion\/27pile.html"} , {"body" : "O.K., the Ringling Brothers and Barnum & Bailey Circus already came to town last month with considerable fanfare. Now, it will be arriving yet again, trading a Manhattan arena for a seaside tent in Coney Island. In a news conference on Friday, Mayor Michael R. Bloomberg announced that Ringling's touring show -- called the Gold Unit by the circus," , "date" : "20090418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Ringling Circus To Raise a Tent In Coney Island" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/18\/nyregion\/18circus.html"} , {"body" : "Open Now EMPORIO Fitting its name, there are a few shelves of provisions for sale in this casual restaurant, which has replaced In Tent. The menu of Riccardo Buitoni, left, takes its cue from Rome, with fried artichokes, garganelli in Amatrice sauce, tonnarelli cacio e pepe, and Frascati-braised rabbit with rosemary: 231 Mott Street (Prince" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/dining\/15off.html"} ,   {"body" : "WHEN it comes to the recession, tactful New Yorkers may refrain from complaining too loudly about their misfortunes, knowing that the chances are, there is someone else out there who has it worse. But try explaining to a 6-year-old, no matter how worldly and well mannered, that budget cuts may prevent him from spending quality time with a penguin." , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONEY ISLAND; A Small Casualty In Hard Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/thecity\/12doce.html"} , {"body" : "It was John Strong III who threw down the gauntlet in the latest Coney Island showdown. ''Dick Zigun and his Coney Island Circus Sideshow had better hold onto their hats, because we're bringing the weirdest, most bizarre, outlandish and strangest collection of freaks and oddballs that the People's Playground has ever seen,'' said Mr. Strong, a" , "date" : "20090411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Beyond Sideshows, the City and a Developer Face Off Over Coney Island's Future" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/11\/nyregion\/11coney.html"} , {"body" : "A humpback whale was spotted for several hours Thursday in New York Harbor near the Verrazano-Narrows Bridge, the Coast Guard said. The whale, which was first reported to the authorities by a resident's phone call around 8 a.m., did not appear to be injured or entangled. ''It's going out toward the ocean,'' said Petty Officer David Schulein, a" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Humpback Whale Visits New York Harbor, Protected by Coast Guard" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/nyregion\/10whale.html"} , {"body" : "9 P.M. (13); 10 P.M. (49) GLASS: A PORTRAIT OF PHILIP IN 12 PARTS In 2005 Scott Hicks begin filming the composer Philip Glass, left, in honor of his 70th birthday, in 2007. For 18 months Mr. Hicks followed Mr. Glass across three continents -- from his annual ride on the Coney Island Cyclone to the premiere of his opera ''Waiting for the" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DD153DF93BA35757C0A96F9C8B63"} , {"body" : "I own a fairly large vintage sign that sits imposingly on my living room floor. It once hung outside a place called Velulich's Bakery, somewhere in New Jersey, and is typical of the painted metal displays of the 1930s, with Art Deco contours and neon illumination. It's as beautiful as the hand-painted shoe-repair sign I keep in my bedroom. Both are" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "VISUALS; Signs and Portents" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/books\/review\/Heller-t.html"} , {"author" : "Alex Rose is the author of ''The Musical Illusionist and Other Tales,'' a collection of short fiction." , "body" : "AT the southwest corner of Fifth Avenue and 59th Street sits the Plaza, with its spiky stone finials and sea-green roof moldings. Across the street, a path cuts into the sprawl of Central Park. Uniformed carriage drivers stand by their horses, awaiting sightseers. Underground, the R train rumbles away. Even people who have never set foot in the" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Vérité (Sort of)" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05stoc.html"} , {"body" : "After years of offering bulk discounts and pregame parades on the field to local youth baseball groups, the Mets have so far benched the promotions at their new $800 million Citi Field stadium in Queens, according to youth baseball officials. ''I'm getting a lot of feedback from parents -- they're upset,'' said Bob Reid, president of the Bayside" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Many Little Leaguers At Citi Field, a Little Less" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/sports\/baseball\/05little.html"} , {"body" : "Coney Island was looking pretty good for being dead. A new gear had been put on the Wonder Wheel. The sun licked at the windows of the Freak Bar. There was the smell of fresh-laid paint. But the condolence calls kept coming: disbelief from Boston, despondency from London. Friends came by on maudlin visits. Ferris wheel lovers sent their deep" , "date" : "20090404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CONEY ISLAND JOURNAL; It's Alive! Step Right Up and See for Yourself!" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/04\/nyregion\/04metjournal.html"} , {"body" : "SLIDESHOW: PADDLING THROUGH HISTORY The rivers in the Dordogne region of southwestern France have invited exploration and settlement since the days of the Neanderthals. Today the scenic landscape still harbors hundreds of caves containing prehistoric creations, as well as remnants of more recent history. nytimes.com\/travel SLIDESHOW: HIKING THE" , "date" : "20090404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEED81E3FF937A35757C0A96F9C8B63"} , {"body" : "Here's the plan. We drop whatever humdrum thing we're doing and leave for Washington. Right away is not too soon. Once there, we head straight to the National Museum of African Art and begin our descent into the galleries, down being the only direction for this subterranean branch of the Smithsonian. As it turns out, we aren't going underground." , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "ART REVIEW | 'MAMI WATA'; From the Deep, a Diva With Many Faces" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/design\/03wata.html"} ,   {"body" : "CITY OFFERS TO BUY Coney Island Land Less than 24 hours before a City Council hearing Wednesday on the city's redevelopment plans for Coney Island, the Bloomberg administration offered to pay $105 million for roughly 10 acres owned by a developer with a rival plan for amusements, hotels, housing and shops. The offer, delivered by letter to the" , "date" : "20090402" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DF1E31F931A35757C0A96F9C8B63"} , {"body" : "NEW YORK DAYBOOK Men, Skirts and a Cause Monday, 7:30 p.m. The Male Unbifurcated Garment movement began in the early 1990s when a cross-dressing Swede named Roger Lewau launched a now-defunct Web site called the Skirts Lover Nest. Over the years, the movement has strived for civil rights in displays of pride that have included a march down Fifth" , "date" : "20090330" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6DE1239F933A05750C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Friday through Sunday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. For the concert, expect an entrancing" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27pop.html"} , {"author" : "Mathew R. Warren contributed reporting." , "body" : "A home health aide was horrified after her middle finger was cut off at the tip. A firefighter lost part of his finger, too. A woman bumped her head as she was knocked to the floor. A man was left with a swollen hand and broken eyeglasses, someone else a broken nose, someone else two missing toes. Tenants who live in New York City public housing" , "date" : "20090318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Records Show the Physical Toll Of Public Housing's Elevators" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/18\/nyregion\/18elevators.html"} , {"body" : "NANCY AND AZIZ LAMAZOU hail from Lebanon and Tunisia. During Mr. Lamazou's years as a diplomat, they ate their way across the globe. They're purveyors of fine European packaged goods. They cave continental cheeses beneath a New York City sidewalk. They sell carefully made sandwiches. Nicky Defonte, born and raised in Bay Ridge, Brooklyn, is the" , "date" : "20090318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Within Six Blocks, Worlds Apart" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/18\/dining\/reviews\/18unde.html"} , {"body" : "The same scene of heartbreak played out over and over on Sunday on a ragtag patch of Neptune Avenue in Coney Island, where the word ''scrappy'' may be better suited to describe the metal in the auto shops than any sort of community spirit. Since 1924, Totonno's pizzeria has been a beacon on the block, remarkable for its longevity, for the" , "date" : "20090316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Fire Shuts Totonno's, Legendary Coney Island Pizzeria" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/16\/nyregion\/16pizza.html"} , {"body" : "Angela Wu Cen, 19, knew many details about her parents' 13-year migration from China to Panama to New York. But she had never known much about a more intimate aspect of her parents' lives: their courtship. So when Ms. Wu, who was born in Panama and was 12 when the family came to the United States, sat down to interview her mother for an honors" , "date" : "20090316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Science" , "New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Family Stories As Secret Text For Immigrants" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/16\/nyregion\/16hunter.html"} , {"body" : "CHARNEY--Seth Dragiff, M.D.,64, died peacefully at home on March 8, 2009 in San Francisco, CA. Devoted son of teh late Morris and Nettie Charney. Survived by his beloved siblings, Dr. Jonathan Charney and Dr. Maria Diaz and by Deborah Braff and Dr. Robert Braff. Loving uncle of Samuel Charney, Aaron Charney, Danielle Braff Karpinos and Vadim" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths CHARNEY, SETH DRAGIFF, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EEDE123AF932A25750C0A96F9C8B63"} , {"body" : "NEW YORK DAYBOOK If Edison's Your Idol ... Monday, 6:30 p.m. A cynic might suggest that an inventors' conference at a Holiday Inn is about as incongruous as a superhero forum at a truck stop -- a noble enterprise diminished by location. Then again, all cannot be wrong with the world if tomorrow's Edisons are actually meeting. The Inventors" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; New York Daybook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4D7113DF93AA35750C0A96F9C8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "If you managed to get out of the house without glimpsing the news over the weekend, you might, for a few hours at least, have allowed yourself to indulge in a bit of luxurious, sun-baked optimism. The snowstorm of last week, all those inches, all those glitches, the piles of snow whiting out plans and best intentions, seemed like a vicious weather" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "BIG CITY; Sunshine Is Harbinger Of Optimism" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09bigcity.html"} ,   {"body" : "WAGNER--Rubin, 89. It is with profound sorrow that we announce the passing of Rubin Wagner, for over 66 years the proud husband of the late Sima Wagner, patriarch of our family and mentor to so many. Ruby lived a life devoted to his wife, his children, Harry and Leon, his daughters in law, Myra and Marsha, and his grandchildren Elliot, Lauren," , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths WAGNER, RUBIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E2D6153AF93BA35750C0A96F9C8B63"} , {"body" : "SHALLER--Oscar \"Arthur\", beloved husband of Edith, father of Mark, Elliot (Ellen) and Robert (Maryann), grandfather of Alex, Steven, Elisabeth, Rebecca. Predeceased by granddaughter Amy. Veteran of US Army. Owner of Book Bindery and supervisor of New York State Department of Labor. Services Monday 9:30am at Sherman's 1283 Coney Island Ave," , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths SHALLER, OSCAR \"ARTHUR\"" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3D6153AF93BA35750C0A96F9C8B63"} , {"body" : "WAGNER--Rubin, 89. It is with profound sorrow that we announce the passing of Rubin Wagner, for over 66 years the proud husband of the late Sima Wagner, patriarch of our family and mentor to so many. Ruby lived a life devoted to his wife, his children, Harry and Leon, his daughters in law, Myra and Marsha, and his grandchildren Elliot, Lauren," , "date" : "20090307" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths WAGNER, RUBIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6D7153AF934A35750C0A96F9C8B63"} , {"body" : "IN scene after scene in ''Two Lovers,'' the new movie starring Gwyneth Paltrow and Joaquin Phoenix as a star-crossed couple, the Brooklyn neighborhood of Brighton Beach is on lush display. The camera lingers affectionately on Brighton Cleaners on Coney Island Avenue, on Cafe Restaurant Volna, which sits opposite the Boardwalk, and on the Boardwalk" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "BRIGHTON BEACH; Brighton Beach, N.J." , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01film.html"} , {"body" : "IT had been 38 years since William Friedkin last trained a camera on the boxy red-brick apartment complex on Stillwell Avenue, just a few blocks north of the Coney Island boardwalk in Brooklyn. But on a bright, windy day last spring, Mr. Friedkin was back with a crew -- shooting high-definition video this time -- to revisit the fictional residence" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "FILM; Filmmaking at 90 Miles Per Hour" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/movies\/homevideo\/22dave.html"} , {"body" : "Rusty Kanokogi learned to scrap when her name was still Rena Glickman and she wandered the Brooklyn boardwalk. She learned to struggle when her parents ignored her in a tiny house near Coney Island. She learned to attack when she discovered judo in a dojo on Flatbush Avenue. She learned to argue in plush offices when she lobbied for women's judo to" , "date" : "20090217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Fighter for Her Sport Has Own Battle" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/17\/sports\/othersports\/17judo.html"} , {"body" : "Last June, Bakht Bilind Khan, who was living in the Bronx and working at a fast-food restaurant, returned to his village in the volatile Swat Valley of northern Pakistan to visit his wife and seven children for the first time in three years. But at a dinner celebration with his family, his homecoming suddenly turned dark: several heavily armed" , "date" : "20090217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SWAT (PAKISTAN)" , "SWAT VALLEY (PAKISTAN)" , "PAKISTAN"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From a Pakistan Valley, Taliban Threats Are Heard in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/17\/nyregion\/17swat.html"} , {"body" : "A few minutes after 6 a.m. Wednesday, the driver of a black sport utility vehicle called 911 from his cellphone to report that he had just hit someone on 108th Street in Corona, Queens. He went back to the spot. But there was no body there. At 7:05 a.m. in Brighton Beach, Brooklyn, the driver of a red van noticed a pedestrian trying to flag him" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Queens Driver Unknowingly Drags a Body Nearly 20 Miles" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12drag.html"} , {"body" : "The M\/V North River, a twin-screw tanker out of Brooklyn, steamed past Rikers Island, swung to port, then slipped into its mooring in Hunts Point, in the Bronx. A deckhand tied the ship off while another hooked its hoses to a manifold. Above decks, in the bridge, the first mate took the signal, then gently depressed a switch. With a hum of quiet" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "ROOMS; Where the Sea Air Meets Its Match" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12rooms.html"} , {"body" : "Afreen Juli, a senior at the Bronx High School of Science, applied early to Cooper Union, a college in Manhattan that specializes in engineering, art and architecture. So did 10 of her classmates, the most ever from Bronx Science, one of the city's most selective public schools. Ms. Juli, who lives in Coney Island, said that she wanted to study" , "date" : "20090209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Free College Has Allure Heightened By Economy" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/09\/education\/09cooper.html"} ,   {"body" : "Hey, Alabama, you want a piece of us? Olde New York, that is. Now that an Alabama couple have purchased the Cheyenne Diner on Ninth Avenue and 33rd Street, they say they are eyeing the historic Ridgewood Theater in Queens, which played movies from 1916 until it closed last year. La Barge, Wyo., snared an even more revered restaurant, the Moondance" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ALABAMA" , "WYOMING"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "When Diners Pick Up Stakes, And Vintage New York Is Lost" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/nyregion\/08diners.html"} , {"body" : "To the Editor: Re ''Minding Coney Island'' (editorial, Feb. 4): Coney Island is not only a world-famous amusement district; it is on one of the most beautiful beaches in the Northeast. For historical as well as environmental reasons, we strongly support your position of disallowing hotels or any high rises on the beach side -- the south side of" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTER; Coney Island Development" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DB1431F93BA35751C0A96F9C8B63"} , {"body" : "The Mets said Thursday that despite the prominence of the principal owner, Fred Wilpon, his family and his businesses on a 162-page list of the victims of Bernard L. Madoff's suspected $50 billion Ponzi scheme, the team remains financially sound. ''As we have said before on numerous occasions, this does not and will not affect the day-to-day" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Mets Are Prominent On the Madoff List, But Say They're Fine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2DF1130F935A35751C0A96F9C8B63"} , {"body" : "Lawrence Ferlinghetti once wrote that Coney Island is ''where I first fell in love with unreality.'' Today, a desolate reality has taken hold at the legendary amusement park. As rides close, bulldozers uproot land that once held delightfully sinister sideshows. The few rides left barely lure neighborhood children and nostalgic tourists. Mayor" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "EDITORIAL; Minding Coney Island" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/04\/opinion\/04wed4.html"} , {"body" : "The latest development dispute in Dumbo involves a proposal that has, for many residents, tinges of a Faustian bargain. Many among them want a local middle school for their children. But they are not sure they want it badly enough to accept its proposed packaging -- an apartment tower that would block views of their neighborhood's most prized" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Wondering if a New School in Brooklyn Is Worth Blocking a View of the Bridge" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/21\/nyregion\/21dumbo.html"} , {"body" : "They sat in a Volvo parked at the beach, cupping their numb hands over the vents blasting hot air. With icy water still sitting in droplets on their bright pink skin, they hunched over in silence, teeth chattering and shoulders twitching. It was the middle of January, and Rachel Golub and Cristian Vergara had just gone for a dip in the Atlantic." , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Icy Ritual in Brooklyn, Training for a Challenge" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/sports\/othersports\/20swim.html"} , {"body" : "REAL ESTATE PARTY With Somber Tone Bone-chilling temperatures, news of a plane crash and endless worries about the economy didn't stop members of New York City's real estate world from donning their tuxedos for one of their favorite annual events. They headed to the New York Hilton on Thursday for the 113th annual Real Estate Board of New York" , "date" : "20090117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2DE1431F934A25752C0A96F9C8B63"} , {"body" : "EVEN if the latest economic slump stunts the explosion of New York's population before the end of the decade, you can count on the fact that the city's proverbial changing neighborhoods will keep changing. Detailed census figures released last month and analyzed for The New York Times by Andrew Beveridge, chairman of the sociology department at" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK BY THE NUMBERS; Neighborhoods, Up Close and Personal" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11intr.html"} , {"body" : "In the 17 years ''The Real World'' has been appearing on MTV, it has deployed the services of 400 editors to scan 40,000 hours of film. As Jon Murray, one of the executive producers, explains in ''The Real World: Secrets Revealed,'' a special being shown this week anticipating the new season's start on Wednesday, this progenitor of reality" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW | 'THE REAL WORLD'; The Show That Put the 'Real' in Reality TV" , "url" : "http:\/\/tv.nytimes.com\/2009\/01\/07\/arts\/television\/07real.html"} , {"body" : "''I'M really a modernist,'' said Serine Hastings, who lived in prewar apartments her first three decades in New York. Since moving from Chicago in the late 1970s, she has always made her home in places with vintage architectural details. ''I lived on the top floor of a Federal town house in Chelsea and a co-op on the Upper West Side,'' said Ms." , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; After All Those Brownstones, a Blank Canvas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/realestate\/04habi.html"} ,   {"body" : "A 61-year-old livery-cab driver was shot and killed while working in Coney Island, Brooklyn, on Wednesday morning, the police said. It is believed to be the first killing of an on-duty livery driver since 2006, said Fernando A. Mateo, the spokesman for the New York State Federation of Taxi Drivers, which says it has about 22,000 members, including" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Cabbie Is Shot to Death On Duty in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01livery.html"}]