[  {"body" : "Mary Robertson has always been a poet, even when she was not writing full time. ''I love to write,'' Ms. Robertson, 80, said in the warm, bright living room of her apartment in Crown Heights, Brooklyn. ''It keeps your mind together; it keeps you in balance. When I was young I'd scribble here and there.'' Some of her 200 poems were composed in the" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; With a New Computer, More Verses in a Lifetime of Writing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2D91E3AF932A05751C1A96F9C8B63"} , {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "When the police reached the roof, they found one small set of footprints in the snow, leading from the doorway toward the edge -- the unmistakable last steps of a 3-year-old girl. With her family asleep and the hallways empty, no one saw the girl, Kyrah Martin, slip out of her apartment at 12:45 a.m. on Wednesday. Some neighbors said they heard an" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Girl, 3, Slipped Out of Bed, Went to Roof and Fell to Her Death, Police Say" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24girl.html"} , {"body" : "543 Nostrand Avenue (Herkimer Street), Crown Heights, Brooklyn; (718) 484-4500. Trini-Gul, slang for a woman from Trinidad, is a new Caribbean takeout restaurant in a neighborhood filled with them. It's small, neat and welcoming, decorated with photographs of island scenes, with just a few tables. But it's worth a detour. Lines form early for the" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Trini-Gul" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/23\/dining\/reviews\/23brief-002.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} , {"body" : "Dennis deLeon, a former New York City human rights commissioner who was one of the first city officials to announce that he was infected with the virus that causes AIDS and who later led one of the nation's most influential advocacy groups for Latinos with AIDS, died Monday in Manhattan. He was 61. The cause was heart failure, said Bruce Kiernan," , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "39" , "title" : "Dennis deLeon, 61, Dies; Led Rights Panel in City" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15deleon.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/11kids.html"} , {"body" : "Though they are brother and sister, Ana Marte and Luis Manuel Casado were cast in different directions when their parents split up. She went to live with grandparents. He went to live with an uncle. They both grew up in the Dominican Republic and saw each other frequently as the years passed, but were never close. Then, after Ms. Marte had two" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; The Value of Siblings, Sewn Tightly Together" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05neediest.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/04kids.html"} , {"body" : "Through the real estate boom, few new developers filled the city with luxury condominiums as fast as Shaya Boymelgreen. He turned Wall Street corner offices into minimalist bachelor lairs, built TriBeCa apartments snapped up by celebrities like Gwyneth Paltrow and crowded the edges of Park Slope, Brooklyn, with condos. But Mr. Boymelgreen, 58, has" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Star of Real Estate Boom Is Confronting Hard Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/nyregion\/02developer.html"} ,   {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "41" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/27kids.html"} , {"body" : "They are the luckiest of the unlucky: survivors of gunshots meant for someone else. Davonte Kelly, 11, was shot in the head on a baseball field in Starrett City, Brooklyn, last spring. Denia Kearse, 11, was shot in the neck at a block party in Crown Heights, Brooklyn, in the summer of 2008. The two children, who had a brief news celebrity in the" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Stray Shots and Children: Living With the Wound and the Memory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26shot.html"} , {"body" : "Foreclosure has touched Alice Garvin's life twice. The first time, four years ago, she came home to find a notice on the front door of the East New York, Brooklyn, apartment building in which she, her sons and two of her grandchildren had lived for two years. The second time, foreclosure rescued Ms. Garvin, 77, from an apartment in a violent" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; A Landlord's Foreclosure Puts a Tenant in Trouble" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest2.html"} , {"body" : "The coffee clash of Crown Heights, Brooklyn, began with an innocuous blog post promoting the opening of a new cafe on Franklin Avenue last month. That caught the eye of another business opening about the same time just two blocks away on the same avenue -- by coincidence, it happened to be another cafe. The owners of the second shop posted a" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Two Cafes Mean Competition in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/nyregion\/23coffee.html"} , {"body" : "An article in some editions on Thursday about an apartment fire in Crown Heights, Brooklyn, using information from the city medical examiner's office, reversed the given name and surname, in some copies, of the man who was killed along with his two children. He was Myrtel Jean." , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DA1F31F932A15752C1A96F9C8B63"} , {"body" : "ICKYFEST! What can you get from globs of green and yellow slime, hordes of scaly creatures and the regurgitated remains of an owl's meal? Sick? Repulsed? Those might be typical responses, but the Brooklyn Children's Museum has a more unusual answer: a valuable lesson. ''Many subjects that fall under the category of 'gross' give grown-ups a basic" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20kids.html"} , {"body" : "Shaking as two relatives helped her onto a sofa, Rose Danielle Etienne, 26, sobbed Thursday afternoon as she spoke of a fire that had swept through her apartment in Brooklyn the day before, killing her longtime companion and their two young sons. ''All three is dead; I'm all by myself,'' Ms. Etienne said. ''Why this happen to me? I'm not going to" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "After a Fire In Brooklyn, The Anguish Of a Mother" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/nyregion\/20bkfire.html"} , {"body" : "A fast-moving fire that may have been sparked by incense swept through the top floor of a six-story apartment building in Brooklyn on Wednesday, killing a man and his two small children, fire officials said. The blaze began in a bedroom of the family's apartment on the top floor of 654 St. Marks Avenue in Crown Heights just before 12:30 p.m. It was" , "date" : "20091119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Fire, Possibly Caused by Incense, Kills Man and 2 Sons in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/19\/nyregion\/19fire.html"} , {"body" : "The City Council overwhelmingly approved a bill on Monday that would provide a five-minute grace period to drivers who are late to feed a meter or move their cars on street-cleaning days, setting the stage for a showdown with Mayor Michael R. Bloomberg, who vowed to veto the legislation. Despite Mr. Bloomberg's criticism of the measure, which he" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Despite Mayor's Opposition, Council Approves a 5-Minute Grace Period on Parking" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/nyregion\/17parking.html"} , {"body" : "Mayor Michael R. Bloomberg was getting an earful. ''He created this crisis so that he can take credit for fixing it and get our votes in exchange,'' one commenter wrote on a Brooklyn blog, Vos Iz Neias, Yiddish for ''What is News.'' Someone else remarked, ''I got to my store I got 2 tickets from the Sanitation police. I sure deserved it Bloomie. I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Fewer Hasidim Backed Mayor, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/nyregion\/16orthodox.html"} ,   {"body" : "Emissaries of the Chabad-Lubavitch movement are a hardy lot -- part envoys, part pioneers -- who agree to settle anywhere in the world where their leaders decide that Jewish communities need bolstering, whether in Anchorage or Bangkok or northern Kyrgyzstan. Often the only Lubavitchers for miles around, they are used to being gawked at and asked to" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MUMBAI (INDIA)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A Year After a Lubavitcher Tragedy, Spiritual Refreshment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/nyregion\/14chabad.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13kids.html"} , {"body" : "Few may recall the spectacular downfall of Marc S. Dreier, the prominent Manhattan lawyer who pleaded guilty to running an elaborate fraud scheme, because his house of cards fell just days before Bernard L. Madoff's did. But for Carlton Palmer, Mr. Dreier's deception is fresh, and it still stings. Mr. Palmer, 46, was a copy machine operator and" , "date" : "20091109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE NEEDIEST CASES; After a Boss's Fraud, Training for a New Job and Holding on to Hope" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/09\/nyregion\/09neediest.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/06kids.html"} , {"body" : "To be Brooklyn borough president a decade or two ago was to be a powerful man. To be the borough's Democratic boss was better. And to hold both offices at once? That was sublime. Howard Golden knew that power, having ruled as party chieftain and borough president. Now 83 and retired, he sits in a Court Street office and talks about himself and his" , "date" : "20091031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "When Thompson Started Out, the Brooklyn Machine Offered a Way Up" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/31\/nyregion\/31machine.html"} , {"body" : "Mayor Michael R. Bloomberg's announcement last October that he would seek a third term could not have come at a worse time for City Comptroller William C. Thompson Jr. And it was not just his political fate that concerned him. Mr. Thompson also had a young marriage to think about. His wife, Elsie McCabe Thompson, had been left alone to raise twin" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "From the Sidelines, Supporting Her Husband's Quest to Be Mayor" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/nyregion\/30elsie.html"} , {"body" : "FOR CHILDREN 'BABA YAGA AND THE PUMPKIN FAIRY' (Friday through Sunday) There's nothing like a witch's spell to ruin a good harvest. In this musical by ONEtime Productions, for ages 3 to 10, Clara, helper to the witch Baba Yaga, opens a blue jar, with disastrous consequences. But with the help of other characters, the witch learns her lesson. Friday" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/30kids.html"} , {"body" : "BANK TECHNICIAN Charged in Fraud A Brooklyn man used his job as a computer technician to appropriate the identities of more than 150 employees of the Bank of New York Mellon and steal more than $1.1 million from an array of nonprofit groups and other institutions, the authorities said on Wednesday. In a 149-count indictment, the technician, Adeniyi" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFD61F39F93AA15753C1A96F9C8B63"} , {"body" : "A day after a 4-year-old Brooklyn boy was found unconscious and severely bruised, the medical examiner's office ruled his death a homicide and detectives arrested his mother and her companion on murder charges, officials said. The boy, Jayden Lenescar, was found in the living room of his mother's apartment in Crown Heights when police officers and" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "Mother and Companion Charged With Murder" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/nyregion\/25boy.html"} , {"author" : "Gail Collins is off today." , "body" : "I wasn't at all surprised at Rudy Giuliani. He couldn't find his way off the low road with a handful of maps and a GPS device. But I was very surprised at Mayor Bloomberg. One of the signal successes of Mike Bloomberg's tenure is that during his two terms as mayor of a rough, tough, extremely contentious city, he has helped lower the racial" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED COLUMNIST; We Know What He Means" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/opinion\/24herbert.html"} ,   {"author" : "Al Baker contributed reporting." , "body" : "A 4-year-old boy, his body severely bruised, was found dead Friday afternoon at his family's apartment in Crown Heights, Brooklyn, and the police were investigating the possibility that he had been fatally beaten, the authorities said. The boy, identified as Jayden Lenescar, was found unconscious by his mother just before 2:30 p.m. in the living" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Boy, 4, Is Found Dead and Badly Bruised in His Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24child.html"} , {"body" : "$4.8 MILLION 501 Lefferts Avenue Crown Heights, Brooklyn A real estate investment group has bought this 63,936-square-foot six-story elevator building with 60 rental apartments. Buyer: Lefferts Realty L.L.C. Seller: Elge Associates L.L.C. Broker: Aaron Jungreis, Rosewood Realty Group TRANSACTIONS" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7D61F3EF932A15753C1A96F9C8B63"} , {"body" : "Vic Mizzy, whose infernally catchy themes for the television comedies ''The Addams Family'' and ''Green Acres'' are as entrenched in the memories of Americans who grew up in the 1960s as any pop tune or protest anthem, died on Saturday at his home in Los Angeles. He was 93. The cause was heart failure, said his daughter Lynn Mizzy Jonas. In a" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Vic Mizzy, 93, Songwriter Of 'Addams Family' Fame" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/arts\/television\/21mizzy.html"} , {"body" : "'MEET THE BREEDS' Dogs and cats are a little like Democrats and Republicans: individually they may get along fine and even live together, but you wouldn't invite dozens of them to spend the weekend under one roof. Until now, that is. On Saturday and Sunday the Jacob K. Javits Convention Center will hold its first ''Meet the Breeds,'' an" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/16kids.html"} , {"body" : "A city bus rammed into parked cars and barreled into a busy intersection in Crown Heights on Saturday morning, causing 18 minor injuries. Around 10:20 a.m., a car came to an ''abrupt stop'' in front of the B15 bus traveling along Troy Avenue in Brooklyn, said Marissa Balbeo, a spokeswoman for New York City Transit. As it swerved to avoid the car," , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "title" : "18 Sustain Minor Injuries in Brooklyn Bus Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D61E39F932A25753C1A96F9C8B63"} , {"body" : "Even if you have already had your fill of heated debate about the crisis in American health care -- informed, opinionated or just plain batty -- do not go in fear of ''Let Me Down Easy,'' the new solo show from Anna Deavere Smith, which opened Wednesday night at the Second Stage Theater. The buzz words that have been filling the airwaves like" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Woman of 1,000 Faces Considers the Body" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DE153DF93BA35753C1A96F9C8B63"} , {"author" : "Susan Dominus, a frequent contributor to the magazine, writes The Times's Big City column." , "body" : "In a bare, fluorescent-lit dressing room at the Second Stage Theater in Manhattan one afternoon in August, the actress Anna Deavere Smith was running lines. For any actor, learning lines requires considerable focus, but for Smith, who delivers every word of ''Let Me Down Easy,'' her one-woman show about health care and the body, it's like a mental" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Theater" , "Magazine" , "Health"] , "page_facet" : "24" , "title" : "Can Anna Deavere Smith's One-Woman Play About Health Care Bring Other Voices to the Debate" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/magazine\/04smith-t.html"} , {"body" : "THE MEDIEVAL FESTIVAL A 25th birthday was probably a much bigger milestone in the Middle Ages than it is today. In that era, if you hadn't yet succumbed to famine, pestilence or war, you might even look forward to a ripe old age -- say, 40. Now the Medieval Festival, New York's own monument to days of yore, is celebrating its own 25th. In a modern" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/02kids.html"} , {"body" : "The cellphone would not stop ringing. ''Ronny, you're 10 minutes late,'' one caller whined. But Ronny Beberman had a good reason. Having tumbled eight feet off his own seltzer truck, Mr. Beberman, 62, was answering the phone while laid out on West Seventh Street in Brooklyn, bleeding from a head gash and having broken a foot and several vertebrae." , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seltzer Man Takes a Tumble, And Brooklyn Grows Thirsty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26seltzer.html"} , {"body" : "Whatever Ernie Anastos, the longtime New York television news anchor, was trying to say, it did not come out right on Wednesday night. His inadvertent use of what could literally be called a barnyard epithet made him an unintended star on the Internet all day Thursday. In the course of one of those familiar jocular exchanges, Mr. Anastos, the" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Anchor's Slip Goes Worldwide on the Web" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/nyregion\/18anastos.html"} ,   {"body" : "New York City's burly schools chancellor, Rudy Crew, was fuming. A lawmaker from Staten Island had just berated him at a City Council meeting. He prepared to confront the legislator ''and go completely ballistic,'' he said, when he felt a tap on his shoulder. It was William C. Thompson Jr., then the president of the Board of Education, counseling" , "date" : "20090917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MAN IN THE NEWS: WILLIAM C. THOMPSON JR.; For a Quiet Leader, a Bold Quest" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/17\/nyregion\/17thompson.html"} , {"body" : "WHEN Janet Bushor's roommate moved out of the two-bedroom apartment they shared on the Upper West Side of Manhattan last year, Ms. Bushor installed a new resident: an eight-foot-long ballet barre. Ms. Bushor, 47, is a former musical theater dancer turned personal trainer. She has made her living space into a one-bedroom with a workout studio, and" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Business Moves Home" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/realestate\/13cov.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "With only 10 days left in the primary race for New York City's second-highest elected office, most of the candidates in the running for public advocate still seem to be introducing themselves. Bill de Blasio, a councilman from Brooklyn, has enlisted more than 40 prominent surrogates, like Representative Yvette D. Clarke, to act as de facto press" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Race for Advocate, Each Candidate Has His Own Approach" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/nyregion\/05advocate.html"} , {"body" : "MARITIME FESTIVAL New York is a city of vehicles: just try to get a parking space. But long before it became famous for horn-blowing cars, careering taxis and crawling buses, it was renowned for a form of transportation that didn't even use roads, at least not those made of pavement. ''So much of New York's history is maritime history,'' said Betsy" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/04kids.html"} , {"body" : "As a rising number of half-finished and half-empty condo projects clutter the skyline, state and city officials have begun developing programs to turn hundreds of these apartments into moderate-income housing. But those efforts have proved far from easy. With budgets tighter than ever, there are few financial incentives to entice developers and" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Seeks to Turn Stalled Projects Into Moderate-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/nyregion\/02condos.html"} , {"body" : "ARTHUR ASHE KIDS' DAY Tennis may be the quietest sport, with long stretches of respectful silence interrupted only by the thwop of balls being hit. But on Saturday the normally decorous United States Tennis Association Billie Jean King National Tennis Center in Queens will be filled with not only those familiar sounds but also some very loud" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28kids.html"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} , {"body" : "'PLAY WEEK' Animals' lives in the wild aren't governed solely by the rule of tooth and claw. Despite the Darwinian demands of survival of the fittest, sometimes even tigers just want to have fun. That principle is on display through Sunday during ''Play Week,'' an annual celebration at the Bronx Zoo featuring activities for a variety of species," , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/21kids.html"} , {"body" : "An electronics store owner who shot and killed two robbers in a gunfight regretted none of it but his scars. A pet store owner who did the same and briefly became a neighborhood hero closed his shop, moved on to other work and tried to forget. A jeweler spent the rest of his life wishing he had never chased after two men who robbed his Brooklyn" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Slaying a Robber Doesn't End the Ordeal" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/nyregion\/21shoot.html"} ,   {"body" : "'STONE SOUP' If learning to share is one of the basic lessons of childhood, why do many adults find it so hard? ''Stone Soup,'' a new musical from Literally Alive Children's Theater, suggests a few reasons but is particularly intriguing in its proposed solution. Based on a folk tale with variations in several cultures, this adaptation by Michael" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/14kids.html"} , {"body" : "Around Town Museums and Sites LOUIS ARMSTRONG HOUSE MUSEUM On Tuesday at 7 p.m. a performance outside Armstrong's home by the jazz pianist Arturo O'Farrill and his Afro-Latin Jazz Orchestra; part of Jazzmobile, a free performance series. Spectators should provide their own seating. Louis Armstrong House Museum, 24-56 107th Street, Corona, Queens ," , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1D7163EF934A3575BC0A96F9C8B63"} , {"body" : "'SOMEBODY IN AMERICA' Generations have passed since Ellis Island was America's official gateway for immigrants. But on Friday and Saturday the tired and the poor will gather there again for processing and inspection, hope in their hearts and satchels in their hands: desperate mothers and children from Italy, Portugal and Lebanon; an ambitious" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/07kids.html"} , {"body" : "The Silver Lining Ranch has often been a scene of anguish over the years, and also of hope. Since the late 1990s, thousands of children with cancer have come here to experience a few weeks of outdoor life in a beautiful spot through a group co-founded by the former tennis star Andrea Jaeger, who became an Anglican Dominican nun after leaving the" , "date" : "20090803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ASPEN (COLO)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "ASPEN JOURNAL; Once a Place of Hope, Now a Source of Tension" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/03\/us\/03aspen.html"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "'CLICK, CLACK, MOO' According to a favorite theory in popular culture, if you give monkeys typewriters, one will eventually produce a work by Shakespeare. So what happens with similarly equipped cows? You won't get ''Hamlet.'' But you may end up with a union contract -- or at least a list of workplace grievances. That's the message in this very" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31kids.html"} , {"author" : "E-mail: fyi@nytimes.com." , "body" : "Coins in the Fountains Q.I was walking past a fountain in Madison Square Park the other day. The water was off, the fountain was dry as a bone, and a parks department worker (I hope) was inside the fountain vacuuming up the coins. Where do all the coins go? A. Not to erase the city's deficit, unfortunately. It's not as much as one might think." , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/nyregion\/26fyi.html"} , {"body" : "'THE LITTLE HOUSE OF COOKIES' Doors often seem to have their own personalities: warm, welcoming and expansive, or rigid, forbidding and impenetrable. They can open up a universe or shut out the world entirely. The door in ''The Little House of Cookies'' does both. The only entrance to an abandoned dwelling, it could easily have been created by" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/24kids.html"} , {"body" : "The pizzeria called Original rose in a Canarsie of mostly Italian-American and Jewish residents, opening on April 12, 1970, an event captured in a photograph of a hungry crowd that included a bunch of men with shaggy hair and a teenage girl in a tube top. It survived the 1990s, when white residents moved away while black people bought their homes" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CANARSIE JOURNAL; Over Decades, Pizzeria Stays the Same in a Changed Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18metjournal.html"} , {"body" : "FOR CHILDREN ANIMAL ANTICS WEEKEND (Saturday and Sunday) How do you prepare a tempting meal for a hungry puma? O.K., very carefully. But the Queens Zoo also has more serious suggestions for wildlife cuisine, which it will offer this weekend, when it invites children to help make enrichment treats (snacks that stimulate animals' minds as well as" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/10kids.html"} ,   {"body" : "When it came to representing the sprawling nature of the foreclosure crisis in New York City, the artist Damon Rich figured out that the best thing to do was to shrink it down to size. And so he used the 9,335-square-foot Panorama of the City of New York, the intricate architectural model built for the 1964 World's Fair, and hundreds of neon-pink" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mapping a Bird's-Eye View of Foreclosure Misery" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/arts\/design\/08panorama.html"} , {"body" : "A correction officer who was on leave from work was shot dead on a street in Brooklyn after a dispute with another man early on Sunday, the authorities said. The officer, identified by a State Department of Correctional Services spokeswoman as Jeremie Kane, was shot several times after he left Millie's Head 2 Toes barbershop, at 658 Nostrand Avenue" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Prison Officer Is Fatally Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/29\/nyregion\/29shot.html"} , {"body" : "IN New York City, the rental market can seem a lot like the black market. Renters are accustomed to feeling hustled, fleeced, and generally at the mercy of predatory forces beyond their control -- and that's when everything goes O.K. In this forest of stunted expectations, it can be tough to distinguish the sharp-elbowed fauna from the truly" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swindled And Scammed" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28cov.html"} , {"body" : "FOR two uneasy years, Mark Sussman and Jessica Suarez lived in Bushwick, Brooklyn. Shortly after their arrival, their apartment was broken into. They added security alarms. It was broken into again. After losing four laptops, they decided they couldn't risk losing more. ''I was sure it was just a matter of time'' before yet another burglary, Miss" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; More Than a 'Flop Pad'" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28hunt.html"} , {"body" : "AN ORGANIC FARM With a View The sustainable garden with the most exclusive real estate in Washington is no doubt the one at the White House. The sustainable farm with the most exclusive view in New York is the one that just opened on Governors Island. ''It's pretty trippy to see plants growing and the Statue of Liberty,'' said Leslie Koch," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23cr-rail.html"} , {"body" : "When the board that regulates rents for New York City's rent-stabilized apartments met to vote on increases last year, tenants more than outnumbered landlords. They drowned them out, smuggling in hundreds of plastic whistles that rattled the nerves and rang the ears of landlords. But in the days leading up to this year's vote on Tuesday evening," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "In a Campaign to Raise Rents, an Attempt to Humanize Landlords" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23rent.html"} , {"body" : "''Where ya from?'' It's a defining question to New Yorkers, whose identities and allegiances can be reflected in the smallest of things, from a Cyclones sweatshirt to the 212 area code. But one of those small things may soon disappear if a Postal Service proposal to consolidate mail sorting in three boroughs goes through. For decades, stamps on" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Triboro, NY? A Postmark May Trample Civic Pride" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21postmark.html"} , {"body" : "A young boxer was shot dead outside a Bronx bodega at 3:30 a.m. on a Saturday last August. Weeks later, a 59-year-old woman was beaten to death on a Saturday night on the side of a Queens highway. On the last Sunday in September, violence exploded as five men were killed in a spate of shootings and stabbings between midnight and 6 a.m. Seven" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Dark Side Of Summer: More Killings" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/nyregion\/19murder.html"} , {"body" : "The Cougars of Middle School 61 had a basketball game in the Bronx, but a half-hour before tipoff, six girls and Coach Bryan Mariner were still inching through traffic in Brooklyn. A cellphone rang. It belonged to forward Tiffany Fields-Binning, who passed the phone to Mr. Mariner. ''You don't want her to go?'' he said. He peered up at a street" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "LEFT BEHIND; A City Team's Struggle Shows Disparity in Girls' Sports" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/sports\/14girls.html"} , {"body" : "For uncommonly large Orthodox Jewish families, they are a lifeline: vouchers from the city for after-school care, redeemable at a yeshiva of their choice. ''If I didn't have it, my head would spin,'' said Idy Herskowitz, a mother of 11 from Brooklyn who qualified for vouchers and enrolls five of her children in an after-school program. ''It gives" , "date" : "20090613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Families Urge Bloomberg to Save After-School Vouchers" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/13\/nyregion\/13vouchers.html"} ,   {"body" : "When I first left, people would stop me after one sentence and they'd be like, 'Where is your accent from? Where do you come from?' Not very far: from Brooklyn. Life was very small. Everything was within a few blocks from the house -- the outside world didn't really exist. You live in New York, but you're not really in New York. There's a purpose" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One In 8 Million New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4D7133BF937A15756C0A96F9C8B63"} , {"body" : "$4.275 MILLION 720 St. Mark's Avenue Crown Heights, Brooklyn A local investor has bought this fully occupied 65,046-square-foot, six-story elevator building with 60 rent-stabilized apartments. Buyer: 1298 David Inc. Seller: Brooklyn Prospect Associates L.L.C. Brokers: Amit Doshi, Matthew Slonim and Ben Weiss, Besen & Associates TRANSACTIONS" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D81E3FF933A15756C0A96F9C8B63"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "Bruno Lacorazza's fur felt hats come in black, black or black. But there the uniformity ends as Mr. Lacorazza, 47, Colombian-born hatter to the Lubavitch Hasidim and other Orthodox Jews who keep their heads covered, arrived in Brooklyn from Miami last week with cartons of exciting new styles retailing for about $125, along with the classics. For" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "When He Talks Hats, Basic Black Is Only the Beginning" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/10hats.html"} , {"body" : "'EVERYTHING ABOUT A FAMILY (ALMOST)' Young people 10 to 17 can be notoriously hard to please. Still, there's one way to create a show that will reflect their sensibilities: let them develop it themselves. That's the route Tada! Youth Theater has taken with ''Everything About a Family (Almost).'' Teenage members -- Christina Franklin (above, with" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08kids.html"} , {"body" : "The selection of music that played at a modest volume during a wake on Saturday at a church in Brooklyn seemed appropriate. The minister being mourned was the artist responsible for creating it. Congregants and a handful of gospel luminaries filled Grace Tabernacle Christian Center Church of God in Christ in Crown Heights to offer their farewells" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Man Who Lifted Souls With Song" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/03pastor.html"} , {"body" : "'TREASURE ISLAND' Manhattan isn't an island where you look for buried treasure. But unexpected gold can be discovered there now, both in a downtown show and in the enterprising troupe presenting it. That company is Literally Alive Children's Theater, whose ''Treasure Island'' offers riches beyond the plot's pieces of eight. For children whose idea" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/01kids.html"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "ANDERSON--Ralph J.,Sr., on April 24, Crown Heights, Brooklyn, beloved husband of Madeline Anderson, devoted father of Adele Anderson, Rachel Torre, Laura Carter and Ralph J. Anderson, Jr. cherished grandfather of five and loving brother of Dr. Elmer Anderson of California. Reposing at St. Francis of Assisi-St. Blaise 1081 Nostrand Ave. Brooklyn." , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths ANDERSON, RALPH J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1D6113AF933A05757C0A96F9C8B63"} , {"body" : "The Rev. Timothy D. Wright, a Grammy-nominated gospel singer and composer who filled his recordings, and his Brooklyn church, with his rolling, booming baritone, died on Friday. He was 61 and lived in Roosevelt, N.Y., on Long Island. His death at a veterans' hospital in the Bronx was confirmed by his son David. Pastor Wright, the founder of the" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Timothy D. Wright, Singer, Dies at 61" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/arts\/music\/25wright.html"} ,   {"body" : "A year ago Saturday, a judge acquitted three New York City detectives in the fatal shooting of Sean Bell. Yet those on all sides of the case, which still touches off an emotional debate over the police use of deadly force, are exactly where they were last April 25: in limbo. The officers involved in the shooting, in which 50 bullets were fired at" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "One Year After Acquittal in Sean Bell Shooting, Lives Remain in Limbo" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/nyregion\/25bell.html"} , {"body" : "FOR CHILDREN 'JABBERWOCKY' It won't really be brillig, but the slithy toves will certainly gyre and gimble onstage. Brillig, Humpty Dumpty explains in Lewis Carroll's ''Through the Looking-Glass,'' is 4 in the afternoon, when people broil things for dinner. The performance times for ''Jabberwocky,'' a new vocal-instrumental-dance interpretation of" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/24kids.html"} , {"body" : "After months of soul-searching, Kashi Nelson left her career as an assistant principal in North Carolina at the start of 2008 to teach seventh- and eighth-grade social studies at a Brooklyn charter school, convinced that the freedom to innovate would translate into better education for students. But within a year, she began to feel that the" , "date" : "20090421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "Charter Schools Weigh Freedom Against the Protection of a Union" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/21\/education\/21kipp.html"} , {"body" : "LOTS of New Yorkers dream of discovering an extra room in their apartments. For Gandalf Gavn and Nicola Lpez, that dream came true, and then some. About eight years ago, while poking around the former factory building in Brooklyn that has been their home since 2000, Mr. Gavn came upon a space on the roof that had been boarded up for years. It" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | PROSPECT HEIGHTS; Look, Kids! A Secret Room!" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/realestate\/19Habi.html"} , {"body" : "'THE FROG AND THE WITCH' Fairy-tale villains usually do evil in familiar ways, whether it's imprisoning maidens, cursing newborns or turning princes into frogs. But the sorceress in Vital Children's Theater's latest musical practices wickedness the Grimms probably never thought of: she pollutes the ecosystem. The show, ''The Frog and the Witch,''" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/17kids.html"} , {"body" : "A boy plunged to his death from the roof or a window of a 13-story apartment building in Brooklyn on Tuesday night, the police said. The child, who the police said was between 9 and 12 years old, was found shortly after 7 p.m. on a grassy lot outside a building in the Albany Houses in Crown Heights. He was taken to Interfaith Medical Center in" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Fall From Building Kills Boy in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/nyregion\/15kid.html"} , {"body" : "Correction Appended FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/10kids.html"} , {"body" : "Every day, the sun rises. But only once every 28 years does the sun return to the position it occupied at the same time during the week of its creation, according to Talmudic tradition. This auspicious occasion is cause for celebration among many observant Jews, who will greet Wednesday morning with the Birkat Hachamah, or Blessing of the Sun. In" , "date" : "20090407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "For Jews, Another 28 Years, Another Blessing of the Sun" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/07\/nyregion\/07sun.html"} , {"body" : "THREE years ago, Sandy Taggart took Ken Allen to see a neighborhood that she had liked when she worked there decades before, but as if in a dream, could barely remember how to find. He liked the neighborhood -- Crown Heights, Brooklyn -- as much as she did, and they bought a 1905 three-story town house there for $840,000. The old house is spacious" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CROWN HEIGHTS, BROOKLYN; A Neighborhood, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/realestate\/05habi.html"} , {"body" : "INTERACTIVE: C.E.O. COMPENSATION An interactive feature shows the 2008 compensation for chief executives at 200 major companies and its relationship to company performance. nytimes.com\/business AUDIO: YOUR MONEY PODCAST Ron Lieber, the Your Money columnist, and Tara Siegel Bernard, the personal finance reporter, discuss why it's a bad time to be an" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DD1E3BF936A35757C0A96F9C8B63"} ,   {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D9103AF930A35757C0A96F9C8B63"} , {"body" : "FOR CHILDREN LA FAMIGLIA DIMITRI For the younger generation of Dimitris, joining a successful family business wasn't the easy, safe career path it's traditionally been. Consider the job requirements: an ability to play at least two musical instruments; clowning techniques; comic timing; and preferably some difficult, esoteric skill, like juggling" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03kids.html"} , {"body" : "Sandy Taggart, a painter, drew up her own construction plans to remodel a home in Crown Heights, Brooklyn, with her husband Ken Allen." , "date" : "20090403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "A Move and a Makeover" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/04\/03\/realestate\/0405-habi-audioss\/index.html"} , {"body" : "A paroled sex offender has been identified as a suspect in the robbery and fatal shooting of a deli owner and his son in Brooklyn last week, law enforcement officials said on Wednesday. The officials said a Crime Stoppers tip had led to the suspect, whom they identified as Charles Judd. The police said the suspect became sick as they were about to" , "date" : "20090402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parolee Identified as Suspect In Fatal Shooting at a Deli" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/02\/nyregion\/02suspect.html"} , {"body" : "More than 25 years ago, Mohammed Abuzaid left his home in a farming region in southwestern Yemen and traveled to the United States for a new life. He struggled for years, working at a small grocery in Red Hook to bring his wife and five of his children over to join him in Brooklyn. After 18 years, he was able to start his own deli in Crown Heights." , "date" : "20090327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Immigrant Died Protecting His New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27robbery.html"} , {"body" : "Facing a $62 million budget shortfall and the impending layoffs of 557 employees, the commissioner of the city's Administration for Children's Services vowed on Monday not to let caseloads rise above an average of 12 per caseworker, saying that would be unacceptably high. ''If that should happen, and we can't keep the caseload at 12, we will indeed" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Children's Services Layoffs Under Fire in City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/24\/nyregion\/24acs.html"} , {"body" : "BLACK VIOLIN Last Friday middle school students crammed the New Victory Theater, swaying in their seats, waving their arms high, cocking their heads in rhythm to the musicians onstage, who included a busy D.J. and an enthusiastic drummer. With the stomping and the turntables, the electronic amplification and the velvety darkness, the limitless" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/arts\/20Kids.html"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"body" : "IN 1986, when Anders Goldfarb moved to Greenpoint, Brooklyn, he was a young photographer with a master of fine arts degree from the State University of New York at New Paltz. In moving to Greenpoint, he joined a growing number of young artists seeking the low rents of what was then a declining neighborhood of light industrial buildings and" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; On the Edge of Blight" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15arti.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} ,   {"author" : "''Zoe Leonard: Derrotero'' continues through April 12 at the Hispanic Society of America, Audubon Terrace, Broadway between 155th and 156th Streets, Washington Heights; (212) 926-2234, hispanicsociety.org. ''You see I am here after all, 2008'' continues through Sept. 7 at Dia:Beacon, 3 Beekman Street, Beacon, N.Y.; (845) 440-0100, diaart.org." , "body" : "Although few and far between, gallery shows by the American artist Zoe Leonard have been among the most moving I've seen in New York over the last 15 years or so. For a 1995 solo show she painstakingly sewed and mended discarded fruit skins and scattered them across the floor of her emptied-out Lower East Side tenement studio as a memorial to" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "ART REVIEW | ZOE LEONARD; Change and Permanence, Captured by Cameras" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/design\/06zoe.html"} , {"body" : "'MAKE A LITTLE ROOM FOR ME!' What would small children do if an alligator invaded their classroom? Scream, no doubt -- but only with laughter, if the creature were the one that recently appeared at the 92nd Street Y. His teeth were no stronger than cardboard (in fact, they were cardboard) and his skull was suspiciously boxlike. And you had to pity" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wkids.html"} , {"body" : "Wilbert A. Tatum, the often provocative former publisher and editor of The New York Amsterdam News, whose name became almost synonymous with that of the oldest and best-known of the city's black newspapers, died Thursday while on vacation with his wife in Dubrovnik, Croatia. He was 76 and lived in Manhattan. The cause was multiple organ failure," , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "20" , "title" : "Wilbert Tatum, 76, Activist Editor, Dies" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/business\/media\/27tatum.html"} , {"body" : "As resistance to foreclosure evictions grows among homeowners, community leaders and some law enforcement officials, a broad civil disobedience campaign is starting in New York and other cities to support families who refuse orders to vacate their homes. The community organizing group Acorn unveiled the campaign with a spirited rally on Friday at a" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Bid to Link Arms Against Eviction" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18foreclose.html"} , {"body" : "FOR CHILDREN LIVING HISTORY DAY The fresh-faced contestants stand poised, thumbs on their hand-held buzzers. A dapper gentleman faces them, ready to test their knowledge. The eager audience whispers. You can almost hear an announcer's voice booming, ''This is ...'' ''Jeopardy!''? Well, not quite. The ''Don't Know Much About the Presidents Quiz" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/13wkids.html"} , {"body" : "A move to create a union at one of the city's leading charter schools may turn into a protracted battle, as the deadline passed on Thursday for the school, KIPP AMP in Crown Heights, Brooklyn, to voluntarily recognize the union. The United Federation of Teachers, which is seeking to represent the teachers, must now file for recognition with the" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Charter School's Deadline To Recognize Union Passes" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/education\/13kipp.html"} , {"body" : "With its stellar test scores and connection to a national network, the KIPP AMP charter school in Crown Heights, Brooklyn, presented a ripe opportunity for the city's teachers' union to prove that it, too, could embrace innovation that fuels rapid improvement for students. The founders of the network, the Knowledge is Power Program, often paid" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Teachers Say Charter Is Resisting Union Drive" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/education\/07kipp.html"} , {"body" : "FOR CHILDREN THUNDERBIRD AMERICAN INDIAN DANCERS Dance Concert and Powwow Every culture has its bogyman. Or bogywoman. Just such a female creature -- ''equal-opportunity scary'' -- stars in the children's matinees of the Thunderbird American Indian Dancers. Known as the Basket Ogre to the native peoples of the Pacific Northwest, this hairy giant" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wkids.html"} , {"body" : "FOR CHILDREN LAUREL GRAEBER 'BUILDING BRAINSTORM' (Saturday, Sunday, Wednesday and Thursday) The next generation of budding architects can try out their designs at this new exhibition at the Brooklyn Children's Museum. Opening on Saturday, the bilingual display (English and Spanish) invites children to build model high-rises, houses and" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E6DB1F3CF933A05752C0A96F9C8B63"} , {"body" : "ELLESMERE ISLAND EXPEDITION WORKSHOP If you think the northeastern United States is freezing these days, remember that cold is a relative term. When Will Steger visited Ellesmere Island in the Canadian Arctic last May, the temperature at the trip's start was a balmy 40 below zero. That frigid land, however, showed signs of an alarming warming" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3D81E3BF933A05752C0A96F9C8B63"} ,   {"body" : "KNOWING what your neighbor paid for his apartment is a juicy morsel of gossip, and in New York, gossiping about real estate is an obsession. It is so captivating that an entire niche of blogs was created to cover it. In the past four years, sites like Curbed.com, Brownstoner.com, UrbanDigs.com, TrueGotham.com and The Matrix have been scrutinizing" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "And the Blog Goes On" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25cov.html"} , {"body" : "FOR CHILDREN B.Y.O.K. Once people become parents, they often leave their B.Y.O.B. days behind. Now 92YTriBeCa, a new satellite of the 92nd Street Y, is offering the perfect substitute: B.Y.O.K., or Bring Your Own Kid. As the title implies, this series is devoted to cross-generational fun, and so on Sunday it will present Brady Rymer and the Little" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DD113DF930A15752C0A96F9C8B63"} , {"body" : "It would be easy for most people to walk past the green, boarded-up, graffiti-laden storefront on Bedford Avenue, near Quincy Street, in Brooklyn without so much as a second look -- or the stoop in front of 918 Fulton Street, or the bodega half a block away at the corner of Washington Avenue. Not for Lil' Cease. A stroll through the neighborhood," , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "30" , "title" : "A Film Captures Bed-Stuy as It Was" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/nyregion\/20notorious.html"} , {"body" : "More than 12,100 service projects across the country were planned for Monday to honor the Rev. Dr. Martin Luther King Jr. and answer President-elect Barack Obama's call to service. Above right, volunteers worked to build a home in Albany as part of an effort between Albany for Obama and Habitat for Humanity. Top left, Jillian Slane organized a" , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "page_facet" : "29" , "title" : "Heeding the Call to Community Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D81038F933A15752C0A96F9C8B63"} , {"body" : "The United Federation of Teachers announced on Tuesday that it had organized teachers at two respected New York City charter schools, making inroads in a movement that has long sold itself as an alternative that is not hamstrung by union contracts and work rules. Union officials said the teachers' decision was an important step because the schools" , "date" : "20090114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Teachers at 2 Charter Schools Plan to Join Union, Despite Notion of Incompatibility" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/14\/education\/14charter.html"} , {"body" : "Just as the recession is throwing people out of work at an alarming rate, the unemployment insurance system in New York and many other states will start cutting off benefits this week for thousands of people who have been unable to find jobs since early last year. About 50,000 New Yorkers who had been collecting unemployment checks for 11 months --" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Still No Work, and Soon No Benefit Check" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12benefits.html"} , {"body" : "ASHLEY WILKES reads aloud a melancholy letter to his wife, Melanie, who, with Scarlett O'Hara, repeats abstract dance movements, to sad violin and synthesizer music. ''Perhaps this is what is called patriotism, love of home and country,'' Ashley intones. ''People are still living in FEMA trailers,'' says Carrie Campbell, her voice breaking. She's a" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "The Importance of Being Heartfelt" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/theater\/11orel.html"} , {"body" : "The Martin Greenfield clothing factory on Varet Street in Williamsburg, Brooklyn, is known for turning out sleek suits for presidents, mayors and star athletes. But in addition to being a clothier for the power elite -- customers over the years have had names like Eisenhower, Clinton and Bloomberg -- the factory may well be aiding the success of" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Prayer Ritual Shared, in Religion and Football" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/11rabbi.html"} , {"body" : "New York is a city of characters. On the subway and in the streets, from the intensity of Midtown skyscrapers to the intimacy of neighborhood blocks barely known to anyone who does not live there, is a 305-square-mile parade of people with something to say. This begins a weekly series of portraits of individual New Yorkers. Photographs by Todd" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "One in 8 Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2D6173CF93AA35752C0A96F9C8B63"} , {"body" : "When the No. 3 train roars by the 86th Street station on the Upper West Side, the dingy platform becomes the noisiest, if not the most unlikely, museum in the city. The station is the permanent home of 37 ceramic murals, mounted almost 20 years ago on the walls of the platform and mostly ignored by commuters waiting for the next train. But every" , "date" : "20090106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "20 Years Later, Subway Mural Project Is Still a Source of Pride for the Artists" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/06\/nyregion\/06tiles.html"} ,   {"body" : "Mary Robertson has always been a poet, even when she was not writing full time. ''I love to write,'' Ms. Robertson, 80, said in the warm, bright living room of her apartment in Crown Heights, Brooklyn. ''It keeps your mind together; it keeps you in balance. When I was young I'd scribble here and there.'' Some of her 200 poems were composed in the" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; With a New Computer, More Verses in a Lifetime of Writing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2D91E3AF932A05751C1A96F9C8B63"} , {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "When the police reached the roof, they found one small set of footprints in the snow, leading from the doorway toward the edge -- the unmistakable last steps of a 3-year-old girl. With her family asleep and the hallways empty, no one saw the girl, Kyrah Martin, slip out of her apartment at 12:45 a.m. on Wednesday. Some neighbors said they heard an" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Girl, 3, Slipped Out of Bed, Went to Roof and Fell to Her Death, Police Say" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24girl.html"} , {"body" : "543 Nostrand Avenue (Herkimer Street), Crown Heights, Brooklyn; (718) 484-4500. Trini-Gul, slang for a woman from Trinidad, is a new Caribbean takeout restaurant in a neighborhood filled with them. It's small, neat and welcoming, decorated with photographs of island scenes, with just a few tables. But it's worth a detour. Lines form early for the" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Trini-Gul" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/23\/dining\/reviews\/23brief-002.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} , {"body" : "Dennis deLeon, a former New York City human rights commissioner who was one of the first city officials to announce that he was infected with the virus that causes AIDS and who later led one of the nation's most influential advocacy groups for Latinos with AIDS, died Monday in Manhattan. He was 61. The cause was heart failure, said Bruce Kiernan," , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "39" , "title" : "Dennis deLeon, 61, Dies; Led Rights Panel in City" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15deleon.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/11kids.html"} , {"body" : "Though they are brother and sister, Ana Marte and Luis Manuel Casado were cast in different directions when their parents split up. She went to live with grandparents. He went to live with an uncle. They both grew up in the Dominican Republic and saw each other frequently as the years passed, but were never close. Then, after Ms. Marte had two" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; The Value of Siblings, Sewn Tightly Together" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05neediest.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/04kids.html"} , {"body" : "Through the real estate boom, few new developers filled the city with luxury condominiums as fast as Shaya Boymelgreen. He turned Wall Street corner offices into minimalist bachelor lairs, built TriBeCa apartments snapped up by celebrities like Gwyneth Paltrow and crowded the edges of Park Slope, Brooklyn, with condos. But Mr. Boymelgreen, 58, has" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Star of Real Estate Boom Is Confronting Hard Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/nyregion\/02developer.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "41" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/27kids.html"} , {"body" : "They are the luckiest of the unlucky: survivors of gunshots meant for someone else. Davonte Kelly, 11, was shot in the head on a baseball field in Starrett City, Brooklyn, last spring. Denia Kearse, 11, was shot in the neck at a block party in Crown Heights, Brooklyn, in the summer of 2008. The two children, who had a brief news celebrity in the" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Stray Shots and Children: Living With the Wound and the Memory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26shot.html"} , {"body" : "Foreclosure has touched Alice Garvin's life twice. The first time, four years ago, she came home to find a notice on the front door of the East New York, Brooklyn, apartment building in which she, her sons and two of her grandchildren had lived for two years. The second time, foreclosure rescued Ms. Garvin, 77, from an apartment in a violent" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; A Landlord's Foreclosure Puts a Tenant in Trouble" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest2.html"} , {"body" : "The coffee clash of Crown Heights, Brooklyn, began with an innocuous blog post promoting the opening of a new cafe on Franklin Avenue last month. That caught the eye of another business opening about the same time just two blocks away on the same avenue -- by coincidence, it happened to be another cafe. The owners of the second shop posted a" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Two Cafes Mean Competition in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/nyregion\/23coffee.html"} , {"body" : "An article in some editions on Thursday about an apartment fire in Crown Heights, Brooklyn, using information from the city medical examiner's office, reversed the given name and surname, in some copies, of the man who was killed along with his two children. He was Myrtel Jean." , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DA1F31F932A15752C1A96F9C8B63"} , {"body" : "ICKYFEST! What can you get from globs of green and yellow slime, hordes of scaly creatures and the regurgitated remains of an owl's meal? Sick? Repulsed? Those might be typical responses, but the Brooklyn Children's Museum has a more unusual answer: a valuable lesson. ''Many subjects that fall under the category of 'gross' give grown-ups a basic" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20kids.html"} , {"body" : "Shaking as two relatives helped her onto a sofa, Rose Danielle Etienne, 26, sobbed Thursday afternoon as she spoke of a fire that had swept through her apartment in Brooklyn the day before, killing her longtime companion and their two young sons. ''All three is dead; I'm all by myself,'' Ms. Etienne said. ''Why this happen to me? I'm not going to" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "After a Fire In Brooklyn, The Anguish Of a Mother" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/nyregion\/20bkfire.html"} , {"body" : "A fast-moving fire that may have been sparked by incense swept through the top floor of a six-story apartment building in Brooklyn on Wednesday, killing a man and his two small children, fire officials said. The blaze began in a bedroom of the family's apartment on the top floor of 654 St. Marks Avenue in Crown Heights just before 12:30 p.m. It was" , "date" : "20091119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Fire, Possibly Caused by Incense, Kills Man and 2 Sons in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/19\/nyregion\/19fire.html"} , {"body" : "The City Council overwhelmingly approved a bill on Monday that would provide a five-minute grace period to drivers who are late to feed a meter or move their cars on street-cleaning days, setting the stage for a showdown with Mayor Michael R. Bloomberg, who vowed to veto the legislation. Despite Mr. Bloomberg's criticism of the measure, which he" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Despite Mayor's Opposition, Council Approves a 5-Minute Grace Period on Parking" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/nyregion\/17parking.html"} , {"body" : "Mayor Michael R. Bloomberg was getting an earful. ''He created this crisis so that he can take credit for fixing it and get our votes in exchange,'' one commenter wrote on a Brooklyn blog, Vos Iz Neias, Yiddish for ''What is News.'' Someone else remarked, ''I got to my store I got 2 tickets from the Sanitation police. I sure deserved it Bloomie. I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Fewer Hasidim Backed Mayor, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/nyregion\/16orthodox.html"} , {"body" : "Emissaries of the Chabad-Lubavitch movement are a hardy lot -- part envoys, part pioneers -- who agree to settle anywhere in the world where their leaders decide that Jewish communities need bolstering, whether in Anchorage or Bangkok or northern Kyrgyzstan. Often the only Lubavitchers for miles around, they are used to being gawked at and asked to" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MUMBAI (INDIA)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A Year After a Lubavitcher Tragedy, Spiritual Refreshment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/nyregion\/14chabad.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13kids.html"} , {"body" : "Few may recall the spectacular downfall of Marc S. Dreier, the prominent Manhattan lawyer who pleaded guilty to running an elaborate fraud scheme, because his house of cards fell just days before Bernard L. Madoff's did. But for Carlton Palmer, Mr. Dreier's deception is fresh, and it still stings. Mr. Palmer, 46, was a copy machine operator and" , "date" : "20091109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE NEEDIEST CASES; After a Boss's Fraud, Training for a New Job and Holding on to Hope" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/09\/nyregion\/09neediest.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/06kids.html"} , {"body" : "To be Brooklyn borough president a decade or two ago was to be a powerful man. To be the borough's Democratic boss was better. And to hold both offices at once? That was sublime. Howard Golden knew that power, having ruled as party chieftain and borough president. Now 83 and retired, he sits in a Court Street office and talks about himself and his" , "date" : "20091031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "When Thompson Started Out, the Brooklyn Machine Offered a Way Up" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/31\/nyregion\/31machine.html"} , {"body" : "Mayor Michael R. Bloomberg's announcement last October that he would seek a third term could not have come at a worse time for City Comptroller William C. Thompson Jr. And it was not just his political fate that concerned him. Mr. Thompson also had a young marriage to think about. His wife, Elsie McCabe Thompson, had been left alone to raise twin" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "From the Sidelines, Supporting Her Husband's Quest to Be Mayor" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/nyregion\/30elsie.html"} , {"body" : "FOR CHILDREN 'BABA YAGA AND THE PUMPKIN FAIRY' (Friday through Sunday) There's nothing like a witch's spell to ruin a good harvest. In this musical by ONEtime Productions, for ages 3 to 10, Clara, helper to the witch Baba Yaga, opens a blue jar, with disastrous consequences. But with the help of other characters, the witch learns her lesson. Friday" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/30kids.html"} , {"body" : "BANK TECHNICIAN Charged in Fraud A Brooklyn man used his job as a computer technician to appropriate the identities of more than 150 employees of the Bank of New York Mellon and steal more than $1.1 million from an array of nonprofit groups and other institutions, the authorities said on Wednesday. In a 149-count indictment, the technician, Adeniyi" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFD61F39F93AA15753C1A96F9C8B63"} , {"body" : "A day after a 4-year-old Brooklyn boy was found unconscious and severely bruised, the medical examiner's office ruled his death a homicide and detectives arrested his mother and her companion on murder charges, officials said. The boy, Jayden Lenescar, was found in the living room of his mother's apartment in Crown Heights when police officers and" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "Mother and Companion Charged With Murder" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/nyregion\/25boy.html"} , {"author" : "Gail Collins is off today." , "body" : "I wasn't at all surprised at Rudy Giuliani. He couldn't find his way off the low road with a handful of maps and a GPS device. But I was very surprised at Mayor Bloomberg. One of the signal successes of Mike Bloomberg's tenure is that during his two terms as mayor of a rough, tough, extremely contentious city, he has helped lower the racial" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED COLUMNIST; We Know What He Means" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/opinion\/24herbert.html"} , {"author" : "Al Baker contributed reporting." , "body" : "A 4-year-old boy, his body severely bruised, was found dead Friday afternoon at his family's apartment in Crown Heights, Brooklyn, and the police were investigating the possibility that he had been fatally beaten, the authorities said. The boy, identified as Jayden Lenescar, was found unconscious by his mother just before 2:30 p.m. in the living" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Boy, 4, Is Found Dead and Badly Bruised in His Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24child.html"} , {"body" : "$4.8 MILLION 501 Lefferts Avenue Crown Heights, Brooklyn A real estate investment group has bought this 63,936-square-foot six-story elevator building with 60 rental apartments. Buyer: Lefferts Realty L.L.C. Seller: Elge Associates L.L.C. Broker: Aaron Jungreis, Rosewood Realty Group TRANSACTIONS" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7D61F3EF932A15753C1A96F9C8B63"} , {"body" : "Vic Mizzy, whose infernally catchy themes for the television comedies ''The Addams Family'' and ''Green Acres'' are as entrenched in the memories of Americans who grew up in the 1960s as any pop tune or protest anthem, died on Saturday at his home in Los Angeles. He was 93. The cause was heart failure, said his daughter Lynn Mizzy Jonas. In a" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Vic Mizzy, 93, Songwriter Of 'Addams Family' Fame" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/arts\/television\/21mizzy.html"} , {"body" : "'MEET THE BREEDS' Dogs and cats are a little like Democrats and Republicans: individually they may get along fine and even live together, but you wouldn't invite dozens of them to spend the weekend under one roof. Until now, that is. On Saturday and Sunday the Jacob K. Javits Convention Center will hold its first ''Meet the Breeds,'' an" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/16kids.html"} , {"body" : "A city bus rammed into parked cars and barreled into a busy intersection in Crown Heights on Saturday morning, causing 18 minor injuries. Around 10:20 a.m., a car came to an ''abrupt stop'' in front of the B15 bus traveling along Troy Avenue in Brooklyn, said Marissa Balbeo, a spokeswoman for New York City Transit. As it swerved to avoid the car," , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "title" : "18 Sustain Minor Injuries in Brooklyn Bus Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D61E39F932A25753C1A96F9C8B63"} , {"body" : "Even if you have already had your fill of heated debate about the crisis in American health care -- informed, opinionated or just plain batty -- do not go in fear of ''Let Me Down Easy,'' the new solo show from Anna Deavere Smith, which opened Wednesday night at the Second Stage Theater. The buzz words that have been filling the airwaves like" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Woman of 1,000 Faces Considers the Body" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DE153DF93BA35753C1A96F9C8B63"} , {"author" : "Susan Dominus, a frequent contributor to the magazine, writes The Times's Big City column." , "body" : "In a bare, fluorescent-lit dressing room at the Second Stage Theater in Manhattan one afternoon in August, the actress Anna Deavere Smith was running lines. For any actor, learning lines requires considerable focus, but for Smith, who delivers every word of ''Let Me Down Easy,'' her one-woman show about health care and the body, it's like a mental" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Theater" , "Magazine" , "Health"] , "page_facet" : "24" , "title" : "Can Anna Deavere Smith's One-Woman Play About Health Care Bring Other Voices to the Debate" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/magazine\/04smith-t.html"} , {"body" : "THE MEDIEVAL FESTIVAL A 25th birthday was probably a much bigger milestone in the Middle Ages than it is today. In that era, if you hadn't yet succumbed to famine, pestilence or war, you might even look forward to a ripe old age -- say, 40. Now the Medieval Festival, New York's own monument to days of yore, is celebrating its own 25th. In a modern" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/02kids.html"} , {"body" : "The cellphone would not stop ringing. ''Ronny, you're 10 minutes late,'' one caller whined. But Ronny Beberman had a good reason. Having tumbled eight feet off his own seltzer truck, Mr. Beberman, 62, was answering the phone while laid out on West Seventh Street in Brooklyn, bleeding from a head gash and having broken a foot and several vertebrae." , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seltzer Man Takes a Tumble, And Brooklyn Grows Thirsty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26seltzer.html"} , {"body" : "Whatever Ernie Anastos, the longtime New York television news anchor, was trying to say, it did not come out right on Wednesday night. His inadvertent use of what could literally be called a barnyard epithet made him an unintended star on the Internet all day Thursday. In the course of one of those familiar jocular exchanges, Mr. Anastos, the" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Anchor's Slip Goes Worldwide on the Web" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/nyregion\/18anastos.html"} , {"body" : "New York City's burly schools chancellor, Rudy Crew, was fuming. A lawmaker from Staten Island had just berated him at a City Council meeting. He prepared to confront the legislator ''and go completely ballistic,'' he said, when he felt a tap on his shoulder. It was William C. Thompson Jr., then the president of the Board of Education, counseling" , "date" : "20090917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MAN IN THE NEWS: WILLIAM C. THOMPSON JR.; For a Quiet Leader, a Bold Quest" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/17\/nyregion\/17thompson.html"} , {"body" : "WHEN Janet Bushor's roommate moved out of the two-bedroom apartment they shared on the Upper West Side of Manhattan last year, Ms. Bushor installed a new resident: an eight-foot-long ballet barre. Ms. Bushor, 47, is a former musical theater dancer turned personal trainer. She has made her living space into a one-bedroom with a workout studio, and" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Business Moves Home" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/realestate\/13cov.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "With only 10 days left in the primary race for New York City's second-highest elected office, most of the candidates in the running for public advocate still seem to be introducing themselves. Bill de Blasio, a councilman from Brooklyn, has enlisted more than 40 prominent surrogates, like Representative Yvette D. Clarke, to act as de facto press" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Race for Advocate, Each Candidate Has His Own Approach" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/nyregion\/05advocate.html"} , {"body" : "MARITIME FESTIVAL New York is a city of vehicles: just try to get a parking space. But long before it became famous for horn-blowing cars, careering taxis and crawling buses, it was renowned for a form of transportation that didn't even use roads, at least not those made of pavement. ''So much of New York's history is maritime history,'' said Betsy" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/04kids.html"} , {"body" : "As a rising number of half-finished and half-empty condo projects clutter the skyline, state and city officials have begun developing programs to turn hundreds of these apartments into moderate-income housing. But those efforts have proved far from easy. With budgets tighter than ever, there are few financial incentives to entice developers and" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Seeks to Turn Stalled Projects Into Moderate-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/nyregion\/02condos.html"} , {"body" : "ARTHUR ASHE KIDS' DAY Tennis may be the quietest sport, with long stretches of respectful silence interrupted only by the thwop of balls being hit. But on Saturday the normally decorous United States Tennis Association Billie Jean King National Tennis Center in Queens will be filled with not only those familiar sounds but also some very loud" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28kids.html"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} , {"body" : "'PLAY WEEK' Animals' lives in the wild aren't governed solely by the rule of tooth and claw. Despite the Darwinian demands of survival of the fittest, sometimes even tigers just want to have fun. That principle is on display through Sunday during ''Play Week,'' an annual celebration at the Bronx Zoo featuring activities for a variety of species," , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/21kids.html"} , {"body" : "An electronics store owner who shot and killed two robbers in a gunfight regretted none of it but his scars. A pet store owner who did the same and briefly became a neighborhood hero closed his shop, moved on to other work and tried to forget. A jeweler spent the rest of his life wishing he had never chased after two men who robbed his Brooklyn" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Slaying a Robber Doesn't End the Ordeal" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/nyregion\/21shoot.html"} , {"body" : "'STONE SOUP' If learning to share is one of the basic lessons of childhood, why do many adults find it so hard? ''Stone Soup,'' a new musical from Literally Alive Children's Theater, suggests a few reasons but is particularly intriguing in its proposed solution. Based on a folk tale with variations in several cultures, this adaptation by Michael" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/14kids.html"} , {"body" : "Around Town Museums and Sites LOUIS ARMSTRONG HOUSE MUSEUM On Tuesday at 7 p.m. a performance outside Armstrong's home by the jazz pianist Arturo O'Farrill and his Afro-Latin Jazz Orchestra; part of Jazzmobile, a free performance series. Spectators should provide their own seating. Louis Armstrong House Museum, 24-56 107th Street, Corona, Queens ," , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1D7163EF934A3575BC0A96F9C8B63"} , {"body" : "'SOMEBODY IN AMERICA' Generations have passed since Ellis Island was America's official gateway for immigrants. But on Friday and Saturday the tired and the poor will gather there again for processing and inspection, hope in their hearts and satchels in their hands: desperate mothers and children from Italy, Portugal and Lebanon; an ambitious" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/07kids.html"} , {"body" : "The Silver Lining Ranch has often been a scene of anguish over the years, and also of hope. Since the late 1990s, thousands of children with cancer have come here to experience a few weeks of outdoor life in a beautiful spot through a group co-founded by the former tennis star Andrea Jaeger, who became an Anglican Dominican nun after leaving the" , "date" : "20090803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ASPEN (COLO)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "ASPEN JOURNAL; Once a Place of Hope, Now a Source of Tension" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/03\/us\/03aspen.html"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "'CLICK, CLACK, MOO' According to a favorite theory in popular culture, if you give monkeys typewriters, one will eventually produce a work by Shakespeare. So what happens with similarly equipped cows? You won't get ''Hamlet.'' But you may end up with a union contract -- or at least a list of workplace grievances. That's the message in this very" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31kids.html"} , {"author" : "E-mail: fyi@nytimes.com." , "body" : "Coins in the Fountains Q.I was walking past a fountain in Madison Square Park the other day. The water was off, the fountain was dry as a bone, and a parks department worker (I hope) was inside the fountain vacuuming up the coins. Where do all the coins go? A. Not to erase the city's deficit, unfortunately. It's not as much as one might think." , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/nyregion\/26fyi.html"} , {"body" : "'THE LITTLE HOUSE OF COOKIES' Doors often seem to have their own personalities: warm, welcoming and expansive, or rigid, forbidding and impenetrable. They can open up a universe or shut out the world entirely. The door in ''The Little House of Cookies'' does both. The only entrance to an abandoned dwelling, it could easily have been created by" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/24kids.html"} , {"body" : "The pizzeria called Original rose in a Canarsie of mostly Italian-American and Jewish residents, opening on April 12, 1970, an event captured in a photograph of a hungry crowd that included a bunch of men with shaggy hair and a teenage girl in a tube top. It survived the 1990s, when white residents moved away while black people bought their homes" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CANARSIE JOURNAL; Over Decades, Pizzeria Stays the Same in a Changed Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18metjournal.html"} , {"body" : "FOR CHILDREN ANIMAL ANTICS WEEKEND (Saturday and Sunday) How do you prepare a tempting meal for a hungry puma? O.K., very carefully. But the Queens Zoo also has more serious suggestions for wildlife cuisine, which it will offer this weekend, when it invites children to help make enrichment treats (snacks that stimulate animals' minds as well as" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/10kids.html"} , {"body" : "When it came to representing the sprawling nature of the foreclosure crisis in New York City, the artist Damon Rich figured out that the best thing to do was to shrink it down to size. And so he used the 9,335-square-foot Panorama of the City of New York, the intricate architectural model built for the 1964 World's Fair, and hundreds of neon-pink" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mapping a Bird's-Eye View of Foreclosure Misery" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/arts\/design\/08panorama.html"} , {"body" : "A correction officer who was on leave from work was shot dead on a street in Brooklyn after a dispute with another man early on Sunday, the authorities said. The officer, identified by a State Department of Correctional Services spokeswoman as Jeremie Kane, was shot several times after he left Millie's Head 2 Toes barbershop, at 658 Nostrand Avenue" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Prison Officer Is Fatally Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/29\/nyregion\/29shot.html"} , {"body" : "IN New York City, the rental market can seem a lot like the black market. Renters are accustomed to feeling hustled, fleeced, and generally at the mercy of predatory forces beyond their control -- and that's when everything goes O.K. In this forest of stunted expectations, it can be tough to distinguish the sharp-elbowed fauna from the truly" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swindled And Scammed" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28cov.html"} , {"body" : "FOR two uneasy years, Mark Sussman and Jessica Suarez lived in Bushwick, Brooklyn. Shortly after their arrival, their apartment was broken into. They added security alarms. It was broken into again. After losing four laptops, they decided they couldn't risk losing more. ''I was sure it was just a matter of time'' before yet another burglary, Miss" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; More Than a 'Flop Pad'" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28hunt.html"} , {"body" : "AN ORGANIC FARM With a View The sustainable garden with the most exclusive real estate in Washington is no doubt the one at the White House. The sustainable farm with the most exclusive view in New York is the one that just opened on Governors Island. ''It's pretty trippy to see plants growing and the Statue of Liberty,'' said Leslie Koch," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23cr-rail.html"} , {"body" : "When the board that regulates rents for New York City's rent-stabilized apartments met to vote on increases last year, tenants more than outnumbered landlords. They drowned them out, smuggling in hundreds of plastic whistles that rattled the nerves and rang the ears of landlords. But in the days leading up to this year's vote on Tuesday evening," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "In a Campaign to Raise Rents, an Attempt to Humanize Landlords" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23rent.html"} , {"body" : "''Where ya from?'' It's a defining question to New Yorkers, whose identities and allegiances can be reflected in the smallest of things, from a Cyclones sweatshirt to the 212 area code. But one of those small things may soon disappear if a Postal Service proposal to consolidate mail sorting in three boroughs goes through. For decades, stamps on" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Triboro, NY? A Postmark May Trample Civic Pride" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21postmark.html"} , {"body" : "A young boxer was shot dead outside a Bronx bodega at 3:30 a.m. on a Saturday last August. Weeks later, a 59-year-old woman was beaten to death on a Saturday night on the side of a Queens highway. On the last Sunday in September, violence exploded as five men were killed in a spate of shootings and stabbings between midnight and 6 a.m. Seven" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Dark Side Of Summer: More Killings" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/nyregion\/19murder.html"} , {"body" : "The Cougars of Middle School 61 had a basketball game in the Bronx, but a half-hour before tipoff, six girls and Coach Bryan Mariner were still inching through traffic in Brooklyn. A cellphone rang. It belonged to forward Tiffany Fields-Binning, who passed the phone to Mr. Mariner. ''You don't want her to go?'' he said. He peered up at a street" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "LEFT BEHIND; A City Team's Struggle Shows Disparity in Girls' Sports" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/sports\/14girls.html"} , {"body" : "For uncommonly large Orthodox Jewish families, they are a lifeline: vouchers from the city for after-school care, redeemable at a yeshiva of their choice. ''If I didn't have it, my head would spin,'' said Idy Herskowitz, a mother of 11 from Brooklyn who qualified for vouchers and enrolls five of her children in an after-school program. ''It gives" , "date" : "20090613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Families Urge Bloomberg to Save After-School Vouchers" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/13\/nyregion\/13vouchers.html"} , {"body" : "When I first left, people would stop me after one sentence and they'd be like, 'Where is your accent from? Where do you come from?' Not very far: from Brooklyn. Life was very small. Everything was within a few blocks from the house -- the outside world didn't really exist. You live in New York, but you're not really in New York. There's a purpose" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One In 8 Million New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4D7133BF937A15756C0A96F9C8B63"} , {"body" : "$4.275 MILLION 720 St. Mark's Avenue Crown Heights, Brooklyn A local investor has bought this fully occupied 65,046-square-foot, six-story elevator building with 60 rent-stabilized apartments. Buyer: 1298 David Inc. Seller: Brooklyn Prospect Associates L.L.C. Brokers: Amit Doshi, Matthew Slonim and Ben Weiss, Besen & Associates TRANSACTIONS" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D81E3FF933A15756C0A96F9C8B63"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "Bruno Lacorazza's fur felt hats come in black, black or black. But there the uniformity ends as Mr. Lacorazza, 47, Colombian-born hatter to the Lubavitch Hasidim and other Orthodox Jews who keep their heads covered, arrived in Brooklyn from Miami last week with cartons of exciting new styles retailing for about $125, along with the classics. For" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "When He Talks Hats, Basic Black Is Only the Beginning" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/10hats.html"} , {"body" : "'EVERYTHING ABOUT A FAMILY (ALMOST)' Young people 10 to 17 can be notoriously hard to please. Still, there's one way to create a show that will reflect their sensibilities: let them develop it themselves. That's the route Tada! Youth Theater has taken with ''Everything About a Family (Almost).'' Teenage members -- Christina Franklin (above, with" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08kids.html"} , {"body" : "The selection of music that played at a modest volume during a wake on Saturday at a church in Brooklyn seemed appropriate. The minister being mourned was the artist responsible for creating it. Congregants and a handful of gospel luminaries filled Grace Tabernacle Christian Center Church of God in Christ in Crown Heights to offer their farewells" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Man Who Lifted Souls With Song" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/03pastor.html"} , {"body" : "'TREASURE ISLAND' Manhattan isn't an island where you look for buried treasure. But unexpected gold can be discovered there now, both in a downtown show and in the enterprising troupe presenting it. That company is Literally Alive Children's Theater, whose ''Treasure Island'' offers riches beyond the plot's pieces of eight. For children whose idea" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/01kids.html"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "ANDERSON--Ralph J.,Sr., on April 24, Crown Heights, Brooklyn, beloved husband of Madeline Anderson, devoted father of Adele Anderson, Rachel Torre, Laura Carter and Ralph J. Anderson, Jr. cherished grandfather of five and loving brother of Dr. Elmer Anderson of California. Reposing at St. Francis of Assisi-St. Blaise 1081 Nostrand Ave. Brooklyn." , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths ANDERSON, RALPH J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1D6113AF933A05757C0A96F9C8B63"} , {"body" : "The Rev. Timothy D. Wright, a Grammy-nominated gospel singer and composer who filled his recordings, and his Brooklyn church, with his rolling, booming baritone, died on Friday. He was 61 and lived in Roosevelt, N.Y., on Long Island. His death at a veterans' hospital in the Bronx was confirmed by his son David. Pastor Wright, the founder of the" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Timothy D. Wright, Singer, Dies at 61" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/arts\/music\/25wright.html"} , {"body" : "A year ago Saturday, a judge acquitted three New York City detectives in the fatal shooting of Sean Bell. Yet those on all sides of the case, which still touches off an emotional debate over the police use of deadly force, are exactly where they were last April 25: in limbo. The officers involved in the shooting, in which 50 bullets were fired at" , "date" : "20090425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "One Year After Acquittal in Sean Bell Shooting, Lives Remain in Limbo" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/25\/nyregion\/25bell.html"} , {"body" : "FOR CHILDREN 'JABBERWOCKY' It won't really be brillig, but the slithy toves will certainly gyre and gimble onstage. Brillig, Humpty Dumpty explains in Lewis Carroll's ''Through the Looking-Glass,'' is 4 in the afternoon, when people broil things for dinner. The performance times for ''Jabberwocky,'' a new vocal-instrumental-dance interpretation of" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/24kids.html"} , {"body" : "After months of soul-searching, Kashi Nelson left her career as an assistant principal in North Carolina at the start of 2008 to teach seventh- and eighth-grade social studies at a Brooklyn charter school, convinced that the freedom to innovate would translate into better education for students. But within a year, she began to feel that the" , "date" : "20090421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "Charter Schools Weigh Freedom Against the Protection of a Union" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/21\/education\/21kipp.html"} , {"body" : "LOTS of New Yorkers dream of discovering an extra room in their apartments. For Gandalf Gavn and Nicola Lpez, that dream came true, and then some. About eight years ago, while poking around the former factory building in Brooklyn that has been their home since 2000, Mr. Gavn came upon a space on the roof that had been boarded up for years. It" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | PROSPECT HEIGHTS; Look, Kids! A Secret Room!" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/realestate\/19Habi.html"} , {"body" : "'THE FROG AND THE WITCH' Fairy-tale villains usually do evil in familiar ways, whether it's imprisoning maidens, cursing newborns or turning princes into frogs. But the sorceress in Vital Children's Theater's latest musical practices wickedness the Grimms probably never thought of: she pollutes the ecosystem. The show, ''The Frog and the Witch,''" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/17kids.html"} , {"body" : "A boy plunged to his death from the roof or a window of a 13-story apartment building in Brooklyn on Tuesday night, the police said. The child, who the police said was between 9 and 12 years old, was found shortly after 7 p.m. on a grassy lot outside a building in the Albany Houses in Crown Heights. He was taken to Interfaith Medical Center in" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Fall From Building Kills Boy in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/nyregion\/15kid.html"} , {"body" : "Correction Appended FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/10kids.html"} , {"body" : "Every day, the sun rises. But only once every 28 years does the sun return to the position it occupied at the same time during the week of its creation, according to Talmudic tradition. This auspicious occasion is cause for celebration among many observant Jews, who will greet Wednesday morning with the Birkat Hachamah, or Blessing of the Sun. In" , "date" : "20090407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "For Jews, Another 28 Years, Another Blessing of the Sun" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/07\/nyregion\/07sun.html"} , {"body" : "THREE years ago, Sandy Taggart took Ken Allen to see a neighborhood that she had liked when she worked there decades before, but as if in a dream, could barely remember how to find. He liked the neighborhood -- Crown Heights, Brooklyn -- as much as she did, and they bought a 1905 three-story town house there for $840,000. The old house is spacious" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CROWN HEIGHTS, BROOKLYN; A Neighborhood, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/realestate\/05habi.html"} , {"body" : "INTERACTIVE: C.E.O. COMPENSATION An interactive feature shows the 2008 compensation for chief executives at 200 major companies and its relationship to company performance. nytimes.com\/business AUDIO: YOUR MONEY PODCAST Ron Lieber, the Your Money columnist, and Tara Siegel Bernard, the personal finance reporter, discuss why it's a bad time to be an" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DD1E3BF936A35757C0A96F9C8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D9103AF930A35757C0A96F9C8B63"} , {"body" : "FOR CHILDREN LA FAMIGLIA DIMITRI For the younger generation of Dimitris, joining a successful family business wasn't the easy, safe career path it's traditionally been. Consider the job requirements: an ability to play at least two musical instruments; clowning techniques; comic timing; and preferably some difficult, esoteric skill, like juggling" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03kids.html"} , {"body" : "Sandy Taggart, a painter, drew up her own construction plans to remodel a home in Crown Heights, Brooklyn, with her husband Ken Allen." , "date" : "20090403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "A Move and a Makeover" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/04\/03\/realestate\/0405-habi-audioss\/index.html"} , {"body" : "A paroled sex offender has been identified as a suspect in the robbery and fatal shooting of a deli owner and his son in Brooklyn last week, law enforcement officials said on Wednesday. The officials said a Crime Stoppers tip had led to the suspect, whom they identified as Charles Judd. The police said the suspect became sick as they were about to" , "date" : "20090402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parolee Identified as Suspect In Fatal Shooting at a Deli" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/02\/nyregion\/02suspect.html"} , {"body" : "More than 25 years ago, Mohammed Abuzaid left his home in a farming region in southwestern Yemen and traveled to the United States for a new life. He struggled for years, working at a small grocery in Red Hook to bring his wife and five of his children over to join him in Brooklyn. After 18 years, he was able to start his own deli in Crown Heights." , "date" : "20090327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Immigrant Died Protecting His New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27robbery.html"} , {"body" : "Facing a $62 million budget shortfall and the impending layoffs of 557 employees, the commissioner of the city's Administration for Children's Services vowed on Monday not to let caseloads rise above an average of 12 per caseworker, saying that would be unacceptably high. ''If that should happen, and we can't keep the caseload at 12, we will indeed" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Children's Services Layoffs Under Fire in City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/24\/nyregion\/24acs.html"} , {"body" : "BLACK VIOLIN Last Friday middle school students crammed the New Victory Theater, swaying in their seats, waving their arms high, cocking their heads in rhythm to the musicians onstage, who included a busy D.J. and an enthusiastic drummer. With the stomping and the turntables, the electronic amplification and the velvety darkness, the limitless" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/arts\/20Kids.html"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"body" : "IN 1986, when Anders Goldfarb moved to Greenpoint, Brooklyn, he was a young photographer with a master of fine arts degree from the State University of New York at New Paltz. In moving to Greenpoint, he joined a growing number of young artists seeking the low rents of what was then a declining neighborhood of light industrial buildings and" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; On the Edge of Blight" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15arti.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} , {"author" : "''Zoe Leonard: Derrotero'' continues through April 12 at the Hispanic Society of America, Audubon Terrace, Broadway between 155th and 156th Streets, Washington Heights; (212) 926-2234, hispanicsociety.org. ''You see I am here after all, 2008'' continues through Sept. 7 at Dia:Beacon, 3 Beekman Street, Beacon, N.Y.; (845) 440-0100, diaart.org." , "body" : "Although few and far between, gallery shows by the American artist Zoe Leonard have been among the most moving I've seen in New York over the last 15 years or so. For a 1995 solo show she painstakingly sewed and mended discarded fruit skins and scattered them across the floor of her emptied-out Lower East Side tenement studio as a memorial to" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "ART REVIEW | ZOE LEONARD; Change and Permanence, Captured by Cameras" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/design\/06zoe.html"} , {"body" : "'MAKE A LITTLE ROOM FOR ME!' What would small children do if an alligator invaded their classroom? Scream, no doubt -- but only with laughter, if the creature were the one that recently appeared at the 92nd Street Y. His teeth were no stronger than cardboard (in fact, they were cardboard) and his skull was suspiciously boxlike. And you had to pity" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wkids.html"} , {"body" : "Wilbert A. Tatum, the often provocative former publisher and editor of The New York Amsterdam News, whose name became almost synonymous with that of the oldest and best-known of the city's black newspapers, died Thursday while on vacation with his wife in Dubrovnik, Croatia. He was 76 and lived in Manhattan. The cause was multiple organ failure," , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "20" , "title" : "Wilbert Tatum, 76, Activist Editor, Dies" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/business\/media\/27tatum.html"} , {"body" : "As resistance to foreclosure evictions grows among homeowners, community leaders and some law enforcement officials, a broad civil disobedience campaign is starting in New York and other cities to support families who refuse orders to vacate their homes. The community organizing group Acorn unveiled the campaign with a spirited rally on Friday at a" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Bid to Link Arms Against Eviction" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18foreclose.html"} , {"body" : "FOR CHILDREN LIVING HISTORY DAY The fresh-faced contestants stand poised, thumbs on their hand-held buzzers. A dapper gentleman faces them, ready to test their knowledge. The eager audience whispers. You can almost hear an announcer's voice booming, ''This is ...'' ''Jeopardy!''? Well, not quite. The ''Don't Know Much About the Presidents Quiz" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/13wkids.html"} , {"body" : "A move to create a union at one of the city's leading charter schools may turn into a protracted battle, as the deadline passed on Thursday for the school, KIPP AMP in Crown Heights, Brooklyn, to voluntarily recognize the union. The United Federation of Teachers, which is seeking to represent the teachers, must now file for recognition with the" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Charter School's Deadline To Recognize Union Passes" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/education\/13kipp.html"} , {"body" : "With its stellar test scores and connection to a national network, the KIPP AMP charter school in Crown Heights, Brooklyn, presented a ripe opportunity for the city's teachers' union to prove that it, too, could embrace innovation that fuels rapid improvement for students. The founders of the network, the Knowledge is Power Program, often paid" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Teachers Say Charter Is Resisting Union Drive" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/education\/07kipp.html"} , {"body" : "FOR CHILDREN THUNDERBIRD AMERICAN INDIAN DANCERS Dance Concert and Powwow Every culture has its bogyman. Or bogywoman. Just such a female creature -- ''equal-opportunity scary'' -- stars in the children's matinees of the Thunderbird American Indian Dancers. Known as the Basket Ogre to the native peoples of the Pacific Northwest, this hairy giant" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wkids.html"} , {"body" : "FOR CHILDREN LAUREL GRAEBER 'BUILDING BRAINSTORM' (Saturday, Sunday, Wednesday and Thursday) The next generation of budding architects can try out their designs at this new exhibition at the Brooklyn Children's Museum. Opening on Saturday, the bilingual display (English and Spanish) invites children to build model high-rises, houses and" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E6DB1F3CF933A05752C0A96F9C8B63"} , {"body" : "ELLESMERE ISLAND EXPEDITION WORKSHOP If you think the northeastern United States is freezing these days, remember that cold is a relative term. When Will Steger visited Ellesmere Island in the Canadian Arctic last May, the temperature at the trip's start was a balmy 40 below zero. That frigid land, however, showed signs of an alarming warming" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3D81E3BF933A05752C0A96F9C8B63"} , {"body" : "KNOWING what your neighbor paid for his apartment is a juicy morsel of gossip, and in New York, gossiping about real estate is an obsession. It is so captivating that an entire niche of blogs was created to cover it. In the past four years, sites like Curbed.com, Brownstoner.com, UrbanDigs.com, TrueGotham.com and The Matrix have been scrutinizing" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "And the Blog Goes On" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25cov.html"} , {"body" : "FOR CHILDREN B.Y.O.K. Once people become parents, they often leave their B.Y.O.B. days behind. Now 92YTriBeCa, a new satellite of the 92nd Street Y, is offering the perfect substitute: B.Y.O.K., or Bring Your Own Kid. As the title implies, this series is devoted to cross-generational fun, and so on Sunday it will present Brady Rymer and the Little" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DD113DF930A15752C0A96F9C8B63"} , {"body" : "It would be easy for most people to walk past the green, boarded-up, graffiti-laden storefront on Bedford Avenue, near Quincy Street, in Brooklyn without so much as a second look -- or the stoop in front of 918 Fulton Street, or the bodega half a block away at the corner of Washington Avenue. Not for Lil' Cease. A stroll through the neighborhood," , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "30" , "title" : "A Film Captures Bed-Stuy as It Was" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/nyregion\/20notorious.html"} , {"body" : "More than 12,100 service projects across the country were planned for Monday to honor the Rev. Dr. Martin Luther King Jr. and answer President-elect Barack Obama's call to service. Above right, volunteers worked to build a home in Albany as part of an effort between Albany for Obama and Habitat for Humanity. Top left, Jillian Slane organized a" , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "page_facet" : "29" , "title" : "Heeding the Call to Community Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D81038F933A15752C0A96F9C8B63"} , {"body" : "The United Federation of Teachers announced on Tuesday that it had organized teachers at two respected New York City charter schools, making inroads in a movement that has long sold itself as an alternative that is not hamstrung by union contracts and work rules. Union officials said the teachers' decision was an important step because the schools" , "date" : "20090114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Teachers at 2 Charter Schools Plan to Join Union, Despite Notion of Incompatibility" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/14\/education\/14charter.html"} , {"body" : "Just as the recession is throwing people out of work at an alarming rate, the unemployment insurance system in New York and many other states will start cutting off benefits this week for thousands of people who have been unable to find jobs since early last year. About 50,000 New Yorkers who had been collecting unemployment checks for 11 months --" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Still No Work, and Soon No Benefit Check" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12benefits.html"} , {"body" : "ASHLEY WILKES reads aloud a melancholy letter to his wife, Melanie, who, with Scarlett O'Hara, repeats abstract dance movements, to sad violin and synthesizer music. ''Perhaps this is what is called patriotism, love of home and country,'' Ashley intones. ''People are still living in FEMA trailers,'' says Carrie Campbell, her voice breaking. She's a" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "The Importance of Being Heartfelt" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/theater\/11orel.html"} , {"body" : "The Martin Greenfield clothing factory on Varet Street in Williamsburg, Brooklyn, is known for turning out sleek suits for presidents, mayors and star athletes. But in addition to being a clothier for the power elite -- customers over the years have had names like Eisenhower, Clinton and Bloomberg -- the factory may well be aiding the success of" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Prayer Ritual Shared, in Religion and Football" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/11rabbi.html"} , {"body" : "New York is a city of characters. On the subway and in the streets, from the intensity of Midtown skyscrapers to the intimacy of neighborhood blocks barely known to anyone who does not live there, is a 305-square-mile parade of people with something to say. This begins a weekly series of portraits of individual New Yorkers. Photographs by Todd" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "One in 8 Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2D6173CF93AA35752C0A96F9C8B63"} , {"body" : "When the No. 3 train roars by the 86th Street station on the Upper West Side, the dingy platform becomes the noisiest, if not the most unlikely, museum in the city. The station is the permanent home of 37 ceramic murals, mounted almost 20 years ago on the walls of the platform and mostly ignored by commuters waiting for the next train. But every" , "date" : "20090106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "20 Years Later, Subway Mural Project Is Still a Source of Pride for the Artists" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/06\/nyregion\/06tiles.html"}]