[  {"body" : "For about a year after moving into their new apartment, the Mungins did not have a single guest. Not because Joseph Mungin and his five children are unsociable. Quite the opposite. Devin, 17; Tischa, 14; and Tiffany, 13, laugh often and complete one another's sentences -- though Tina, 11, occasionally interjects to remind them that, though the" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Battling Homelessness and Disease, While Raising 5 Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE7D7163DF930A15751C1A96F9C8B63"} , {"body" : "Though they are brother and sister, Ana Marte and Luis Manuel Casado were cast in different directions when their parents split up. She went to live with grandparents. He went to live with an uncle. They both grew up in the Dominican Republic and saw each other frequently as the years passed, but were never close. Then, after Ms. Marte had two" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; The Value of Siblings, Sewn Tightly Together" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05neediest.html"} , {"body" : "Undercover police officers responding to a report of a brawl at a Brooklyn bar early Sunday fatally shot a 43-year-old security guard and wounded a 19-year-old man, both of whom were holding guns, the police said. The fight was raging when the officers arrived at the Norwood Palace Sports Bar at 3138 Fulton Street in Cypress Hills. ''It was a" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Police Kill One Man and Wound Another at Brooklyn Bar Fight" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/nyregion\/16shoot.html"} , {"body" : "The Manhattan district attorney announced the indictment of 13 people on Wednesday in what he called a multimillion-dollar mortgage-fraud scheme that victimized lenders and low-income homeowners. The 13, employed in nearly every profession in the real estate industry -- including lawyers, real estate agents, appraisers and bank workers -- were" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "13 Real Estate Professionals Are Indicted on Mortgage Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/nyregion\/09mortgage.html"} , {"body" : "A drunken driver who had just stolen a car fatally struck two young men on a quiet street corner in Middle Village, Queens, early Sunday, the police said. The driver fled, but was captured a few blocks away near the deli where he had stolen the car, the police said. One of the victims, Robert Ogle, 16, of Middle Village, was a junior at the elite" , "date" : "20090202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Man Charged With D.W.I. Held in Fatal Hit and Run" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/02\/nyregion\/02hit.html"}]