[  {"body" : "In the imagination of Wanda James, the story goes something like this: A small group of soldiers returns to Brooklyn from Iraq. One of them proposes to his longtime girlfriend, with whom he had fathered a girl just before his deployment. The wedding and reception last two weeks, stretching from Dec. 16 to New Year's Day. The setting is the same" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "It May Not Be Macy's, but This Window Still Draws a Crowd" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/31\/nyregion\/31window.html"} , {"body" : "1933-2009 ''Just come up a yard, I want to show you how this works. I won't ask you for money,'' Joe Ades would say, and then, wearing a British-made suit and seducing New Yorkers with his British accent, he would demonstrate his product, the source of his sizable livelihood, a vegetable peeler. As crowds clustered around him -- at the farmers'" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION SQUARE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "46" , "title" : "THE LIVES THEY LIVED; Joe Ades: b. 1933: Peeler Peddler" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/magazine\/27ades-t.html"} , {"body" : "A MINI-BOOM is rippling along Frederick Douglass Boulevard in South Harlem, with the Douglass, a 38-unit luxury condominium at West 114th Street, the latest to join the scene. Known not too long ago for its abandoned buildings and stubborn street crime, the area now has amenities like a yoga studio and a pet day care center. Heading north from" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Momentum in South Harlem" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/realestate\/27harlem.html"} , {"body" : "''I am still a little bitter,'' Derrick Mincer, 35, said. His calm tone belied his words as he went on: ''I am a working-class individual, I went to school, I did the right thing. I went to the military, I'm a military veteran, I have a master's degree. I paid into the system. When the system fails me, what do I do?'' In 2008, Mr. Mincer bought a" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; A Casualty of Wall Street Waits a Year for a New Job" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/25\/nyregion\/25neediest1.html"} , {"body" : "Arrayed throughout his office in Downtown Brooklyn are the touchstones of Salvatore Joseph Cassano's life -- keepsakes that speak of family, faith and the Fire Department he will lead come Jan. 1. A model of a military tank rests by a miniature of Ebbets Field, where the Brooklyn Dodgers used to play. An American flag pennant sits in a mug on his" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Fire Commissioner Devoted to Family and Dedicated to the Safety of His Corps" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24sal.html"} , {"body" : "Two emergency medical technicians accused of refusing to help a pregnant woman who collapsed in a Brooklyn coffee shop were suspended on Monday, said a spokesman for the New York Fire Department. The woman later died. The spokesman, Steve Ritea, said the two technicians, who were not identified, were suspended without pay while the charges were" , "date" : "20091222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2 E.M.T.'s Suspended" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/22\/nyregion\/22emt.html"} , {"body" : "Various organizations around town put together listings of low-cost and free cultural events, including NYC & Company (nycgo.com\/free), the city's department of Cultural Affairs (nyc.gov\/nyculture) and the Lower Manhattan Cultural Council (lmcc.net). For discount theater tickets, the TKTS booth, operated by the nonprofit Theater Development Fund" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Attractions for the City That Never Spends" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7DF103EF93BA25751C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} , {"body" : "As the number of New Yorkers applying for food stamps, enrolling in Medicaid and checking into homeless shelters climbed last year, the welfare rolls presented something of a riddle: they continued to fall. But last month, nearly 355,000 people in the city received welfare payments, a 4 percent increase over the year before, according to city" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Welfare Rolls Grow in City, But Increase Is Modest" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17welfare.html"} , {"body" : "DEAR DIARY: Being disabled, I use a motorized scooter to get around New York. So many people are warm-hearted and helpful, holding doors, spontaneously picking up things that I've dropped. But sometimes people present challenges when I'm negotiating the sidewalks. There are what I call the mad dashers, who are window shopping out of the corners of" , "date" : "20091214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/14\/nyregion\/14diary.html"} ,   {"body" : "A sampling of noteworthy musical presentations for the holiday season at churches, synagogues and concert halls in New York, compiled by Anne Mancuso. All are free unless otherwise noted. (Houses of worship accept donations.) More holiday events this weekend are in The Listings on Pages 22 to 25, and on Page 37. Unless noted, church choirs are" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Musical Tidings of Comfort, Joy and Jubilation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE133FF932A25751C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 3 p.m., demonstrations in making bread, cranberry sauce, pies and other dishes using old-time recipes and methods; $45; $40 for members. Reservations: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13spare.html"} , {"body" : "After a year of ultimatums, threats and stop-and-go talks, the Bloomberg administration has agreed to pay $95.6 million to a developer for seven acres in the heart of Coney Island, according to executives on both sides of the negotiations. It is a crucial step forward for the city's vision of turning the faded and mostly dormant seaside amusement" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deal Raises Hopes for a Coney Island Revival" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/nyregion\/12coney.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "HELEN PEARLSTEIN, an ebullient blonde in her 60s, may not be the single best-known resident of Concord Village, the Brooklyn co-op where she has lived for nearly a quarter of a century. But she is probably near the top of the list. A member of her co-op board for six years and the president for nearly two, Ms. Pearlstein is deeply involved with" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; A Makeover As Homage To the Past" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/01\/realestate\/01habi.html"} , {"body" : "The unpretentious My Little Pizzeria, at 114 Court Street in the heart of Downtown Brooklyn, is clearly nothing special. It's certainly not a fancy joint or a local institution; it's just a hole in the wall, one of New York's many thousand ordinary places where ordinary people come to take a culinary breather from their ordinary lives. ALAN FEUER" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "AT THE TABLE | MY LITTLE PIZZERIA; They Heeded the Call Of an Old Haunt's Slices" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/01\/nyregion\/01table.html"} , {"body" : "A $150 million project to replace all of the vertical suspension cables on the 100-year-old Manhattan Bridge will cause sporadic weekend disruptions in subway service and require closings of the bikeway and some traffic lanes for parts of the next four years, city transportation officials said this week. The city's Department of Transportation is" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Subway Service to Be Disrupted on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/nyregion\/30bridge.html"} , {"body" : "Over the past seven years, Mayor Michael R. Bloomberg has presided over a historic re-envisioning of New York City, one that loosened the reins on development across the boroughs and pushed more than 100 rezoning measures through a City Council that stamped them all into law. His administration poured $16 billion into financing to foster commercial" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Stalled Vision: Big Development As City's Future" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/nyregion\/29develop.html"} , {"body" : "IT wasn't the sprawling view of Manhattan from across the Hudson that took Terrence Williams's breath away, not even from the private roof deck with the fireplace and hot tub. No, his pinch-me moment occurred when he stepped back to admire his extensive collection of Michael Jordan basketball shoes, 78 pairs meticulously arranged by him, some" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH TERRENCE WILLIAMS; On the Rebound From Poverty" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/garden\/29williams.html"} , {"body" : "Of all the tiny tortures that come with driving a car in New York City, perhaps none are more taxing than the ritual of alternate-side-of-the-street parking. It's the peaceful morning ruined by an early alarm, the tedium of circling for a space, the despair of spying a tuft of tickets growing from a windshield wiper. But starting on Wednesday," , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Bronx Parking Paradise, for a While" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/28\/nyregion\/28parking.html"} ,   {"body" : "NEW YORK ON LESS: Coin Stash Turns Into Cash for Bills On a chilly night, Euclid Clarke and his wife, Essie, went to a TD Bank in Downtown Brooklyn and poured thousands of dollars of spare change into a coin-counting machine, to pay their mounting bills. The coins, which they had been saving for a family vacation, had filled two bags. Ms. Clarke" , "date" : "20091026" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFD61F3CF935A15753C1A96F9C8B63"} , {"body" : "In a city of falling crime rates and near-historic lows in homicides, there certainly was a good deal of murder being addressed this week in State Supreme Court in Brooklyn. Murder was being considered in a courtroom on the 20th floor. It was the subject down the hall on that floor -- in courtrooms known as Parts 22 and 33. Likewise for Part 7 on" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A Plethora of Low-Profile Murder Cases in One Court at One Time" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24murder.html"} , {"body" : "It was an exhibition filled with bleak images -- the inside of a freezer stuffed with icy beef pies; the dreary, neon-lighted aisle of a supermarket -- but the Whitney Museum of American Art show ''William Eggleston: Democratic Camera, Photographs and Video, 1961-2008'' drew about 120,000 visitors, making it one of the most highly attended" , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "INSIDE ART; Whitney Gets Works By William Eggleston" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/23\/arts\/design\/23vogel.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Saturday, 10 a.m. to 1 p.m., a harvest festival, with storytelling, crafts and food; $5 for adults; $10 for children 3 to 17 ($4 and $8 for members). Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895 Shore Road North, Pelham Bay Park," , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDC1E30F930A15753C1A96F9C8B63"} , {"body" : "Jay H. Walder, the new chairman of the Metropolitan Transportation Authority, was walking through his old neighborhood in Brooklyn on Monday when he ran into a former neighbor he had not seen in 15 years. Pleasantries were quickly followed by a plea: ''Please do something about the B41!'' That would be the B41 bus, which Megan Ryan, 65, the former" , "date" : "20091020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lanes for Buses Only, and New M.T.A. Chief Means It" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/20\/nyregion\/20mta.html"} , {"body" : "Museums and Sites NEW YORK TRANSIT MUSEUM Through Feb. 28, ''Last Day of the Myrtle Avenue EL: Photographs by Theresa King,'' with pictures taken in October 1969. On Sunday at 2 p.m., a tour of the display with Ms. King. Museum hours: Tuesdays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 5 p.m.; Boerum Place and Schermerhorn" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DE1530F935A25753C1A96F9C8B63"} , {"body" : "At the end of a dark passageway at the Port Authority Bus Terminal, almost 50 artworks have suddenly parked in a bright, spare gallery. On a grim stretch of the Flatbush Avenue Extension in Brooklyn, pastel portraits and interactive sculptures are squeezed between a McDonald's and an Applebee's. In the window of a former dentist's office in" , "date" : "20091013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Luring Artists to Lend Life to Empty Storefronts" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/13\/nyregion\/13galleries.html"} , {"body" : "A MEETING PLACE For Brooklyn Gays In nearly three decades of living in Windsor Terrace, Brooklyn, Marianne Nicolosi has watched New York's most populous borough become home to one of the country's largest enclaves of gay, lesbian and transgender residents. But in Brooklyn, something was missing: a center catering to that population. At Borough Hall" , "date" : "20091010" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1230F933A25753C1A96F9C8B63"} , {"body" : "Suzanne Fiol, an impresario of avant-garde culture in New York, who founded the performance space Issue Project Room and served as its artistic rudder, died on Monday in Manhattan. She was 49 and lived in Brooklyn. The cause was cancer, said Sarah Garvey, a spokeswoman. Opened in 2003 in a former garage in the East Village, Issue Project Room" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "37" , "title" : "Suzanne Fiol, 49, Avant-Garde Impresario" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/arts\/music\/08fiol.html"} , {"body" : "Edina Tokodi inspects her work -- a portrait made of wood and succulent plants -- on the wall at a rooftop at 33 Flatbush Avenue, where Green Spaces, a group that provides work space for environmentally conscious entrepreneurs, has offices in Downtown Brooklyn. Previous installments of Sight\/Site, which examines public art, are available at" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "page_facet" : "26" , "title" : "LENS; Sight\/Site" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E6DB103BF934A35753C1A96F9C8B63"} ,   {"body" : "AFTER 37 years in their house on Dean Street in Boerum Hill, Brooklyn, Norman and Roselyn Kopit decided last summer that it was finally time for a change of scene. Their children had moved out, and work had just finished on their living-room ceiling, so the time seemed right. They had bought the house for $43,000; when their broker now priced it at" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BOERUM HILL, BROOKLYN; Subway Lines Galore, but Who's Leaving?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/realestate\/04living.html"} , {"body" : "In 2007, Judith Rubenstein, a Bronx native and former social worker, started a volunteer organization called Connecting to Advantages, which helps needy people find social services. Instead of setting up an office and waiting for people to find them, Ms. Rubenstein and her volunteers, many of whom are low-income themselves, go to places where needy" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Agency in the City Tries To Seek Out the Poor" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/nyregion\/04bmiddmb.html"} , {"body" : "In most mayoral campaigns, there are political endorsements and there are protest rallies. By and large, they never intersect. Then there is Brooklyn, where rallies are held to protest political endorsements. On Friday, Democratic lawmakers and local party leaders gathered to denounce their borough president, Marty Markowitz, for endorsing Mayor" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CAMPAIGN TRAILER; Anti-Endorsement Rally" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EFDD143EF930A35753C1A96F9C8B63"} , {"body" : "Since buying the Nets in 2004 and immediately planning to move them from New Jersey to a new arena in Brooklyn, Bruce C. Ratner has entertained a tantalizing, if risky, vision of marrying basketball to real estate. But after absorbing enormous financial losses and enduring lengthy regulatory and legal delays, Ratner, a real estate developer, needed" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Russian's Stake in Nets Seems to Be a Bargain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DB1E3BF935A1575AC0A96F9C8B63"} , {"body" : "Through the building frenzy that transformed some of the city's long-neglected patches into lustrous new neighborhoods, few frontiers struggled to reap the benefits of gentrification more than working-class Bedford-Stuyvesant, Brooklyn. Prices of homes rose, but never as much as in Fort Greene. Its long-neglected brownstones attracted renovators" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Amid a Citywide Slump, a Local Exception" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26stores.html"} , {"body" : "WHEN Sasha Haines-Stiles moved out of a crumbling brownstone studio in April and into a large loft in downtown Brooklyn with soaring ceilings and expansive views, she fantasized that the space would look as perfect as one of the many photo shoots and fashion shows she oversaw in her role as a vice president for communications at Bernard Chaus Inc." , "date" : "20090924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "ON THE CHEAP; A Place Fit for The Boss" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/24\/garden\/24cheap.html"} , {"body" : "Poor Muammar el-Qaddafi. He has been trying to pitch his tent all over the New York area. But he has been turned down in Central Park, Englewood, N.J., and most recently, by the Westchester County town of Bedford, where tenants from the United Arab Emirates renting Donald Trump's 213-acre estate were given a stop-work order after they began" , "date" : "20090924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Still No Place in New York For Qaddafi to Pitch a Tent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E7DE1E31F937A1575AC0A96F9C8B63"} , {"author" : "Zev Chafets is a frequent contributor to the magazine. He writes often about religion. His latest book is ''Cooperstown Confidential.''" , "body" : "The Brooklyn Tabernacle, a 3,500-seat evangelical prayer palace in downtown Brooklyn, was built in 1918 as one of the largest and grandest vaudeville houses in North America. It is still a hot ticket. Its youngish, racially diverse congregation packs the pews each week to praise God and bask in the sounds of a Grammy-winning 250-voice gospel choir." , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Is There a Right Way to Pray?" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/magazine\/20Prayer-t.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "WHEN Jean-Marie Grenier was growing up in the Norman village of Rugles, he lived on a street called Rue du Cimetière. On funeral days, women wearing long black veils padded by behind a horse-drawn hearse, a sight that terrified him as a little boy. ''Les dames en noir,'' recalled Mr. Grenier, 56, a sculptor who immigrated to New York in the late" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; The Two-Story Conversation Starter" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/realestate\/20habi.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, 11 a.m. to 8 p.m., ''Bridge the Gap,'' an outdoor interactive event in the meadow with art displays, music and dance performances, poetry readings, crafts and refreshments; visitors are invited to set up seating or tents and participate; admission is free. 2 Hylan Boulevard, Rosebank," , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EEDD1E31F93BA2575AC0A96F9C8B63"} ,   {"body" : "It had been derided as a committee of puppets, a rubber-stamp board with no clear power or purpose. So when word came from Albany over the summer that the Panel for Educational Policy would have greater power over the New York City schools, some thought things might be different. The old days, however, did not seem far behind at the panel's first" , "date" : "20090915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Newly Empowered Education Panel, Looking Like the Compliant One of Old" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/15\/education\/15panel.html"} , {"body" : "The proposed basketball arena that has long been the centerpiece of the contentious Atlantic Yards development near Downtown Brooklyn would result in a net loss to the city of nearly $40 million over 30 years, according to a new report prepared by the city's Independent Budget Office. The report stands in contrast to an earlier one, in 2005, by the" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; Report Sees Loss In Brooklyn Arena" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EEDF153BF932A2575AC0A96F9C8B63"} , {"body" : "Let the marketing begin. The developer Bruce C. Ratner's six-year effort to build a basketball arena for the Nets near Downtown Brooklyn is moving into high gear, even as he awaits a court decision that could scuttle the $800 million project. The arena, known as Barclays Center, is the linchpin for Atlantic Yards, a 22-acre residential and" , "date" : "20090910" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Atlantic Yards Developer Releases New Arena Plan" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/10\/nyregion\/10atlantic.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "EVENTS New York City BINDLESTIFF'S OPEN STAGE VARIETY SHOW, Monday at 8 p.m., at Galapagos Art Space, 16 Main Street, Dumbo, Brooklyn. With aerialists, clowns, jugglers and others. bindlestiff.org. $5. BRAZILIAN DAY IN NEW YORK, a two-day festival in Midtown Manhattan. Saturday, ''The Cleansing of 46th Street,'' with a parade at 10 a.m. beginning" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/04spare.html"} , {"body" : "Government agencies in the New York region, wary about potential fraud and abuse in the $787 billion federal stimulus program, have said they are taking extraordinary measures to ensure that contracts for projects ranging from subway tunnels to summer jobs programs do not go to companies with questionable histories. But despite such efforts," , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Despite Scrutiny, Stimulus Funds Go to Company Under Cloud" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/nyregion\/04stimulus.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Sunday, 1 to 4 p.m., ''Staten Island Modern,'' an outdoor event with dance performances and an art and photography display; visitors should provide their own seating. Through Sept. 6, ''Interlude,'' an exhibition of documentary photographs by eight photographers whose works are featured in the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28spare.html"} , {"body" : "A 15-year-old Brooklyn boy, who relatives said was overcoming a difficult past and was about to become a father, was fatally shot a few blocks from his home early Saturday, the police said. The teenager, Craig Shelton, was shot in the head about 12:10 a.m. at 560 Euclid Avenue in East New York. The motive remained unclear, the police said, and" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "15-Year-old Shot to Death in East New York" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/nyregion\/23teen.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} , {"body" : "The Bloomberg administration, moving to restart stalled development in the heart of Downtown Brooklyn, has picked a big housing and retail complex to receive $20 million in tax-exempt bonds financed by the federal stimulus program. The complex, City Point, would bring hundreds of apartments and a large shopping center to the eastern end of the" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Stimulus Aid Planned for Two City Projects" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/13\/nyregion\/13albee.html"} ,   {"body" : "As he strolled once more through his native Brooklyn, it was clear Big Daddy Kane had been missed. On the paths of Prospect Park and the streets of Flatbush, men of all ages did double takes, then bumped their fists against their chests in respect. A woman who came out of her store to greet him with a squeal was one of many who asked, ''Where you" , "date" : "20090810" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "DOWNTOWN BROOKLYN (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Nostalgic Trip Home for a Hip-Hop Icon" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/10\/nyregion\/10bigdaddy.html"} , {"body" : "As the usual tumult greeted the final public hearings on the Atlantic Yards development last month, it was business as usual for the developer Bruce C. Ratner. He visited three rating agencies in preparation for selling bonds this fall to finance the first project in the 22-acre development near Downtown Brooklyn: an $800 million, 18,000-seat arena" , "date" : "20090810" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Atlantic Yards' Developer Races a Court Hearing, a Bond Deadline and Opponents" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/10\/nyregion\/10yards.html"} , {"body" : "EHRLICH--Bernard, AIA, born January 27th, 1922, Vienna, Austria, died July 16th, 2009. He was a senior partner in the firm of WBTL Architects and Planners, NYC. He retired in 1990. Emigrating to the U.S. in 1939, he fought in WWII in the U.S. Army Engineers Corps from Normandy to Berlin. He graduated from Pratt Institute in 1956. His varied design" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths EHRLICH, BERNARD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E3DF133AF93AA3575BC0A96F9C8B63"} , {"body" : "It is easier, it seems, to get a Harvard professor and the police officer who arrested him to sit down for a beer at the White House than it is to get two New Yorkers to make peace at the corner bar. In the spirit of the ''beer summit,'' in which a feud between the Harvard scholar Henry Louis Gates Jr. and Sgt. James Crowley of the Cambridge Police" , "date" : "20090801" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "In New York, It Takes More Than a Beer To End a Feud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE4D8163FF932A3575BC0A96F9C8B63"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "Two businessmen have been indicted on charges of falsifying business records as part of a multimillion-dollar check-cashing scheme that was uncovered after the deaths of two firefighters in the former Deutsche Bank building two years ago, Manhattan prosecutors said on Tuesday. Each man -- Riad Khalil, 46, of Brooklyn, and Neil Goldstein, 53, of" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "2 Charged in Check Scheme Uncovered After Bank Fire" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/29\/nyregion\/29checks.html"} , {"body" : "Susan Cho's internship at the Kings County district attorney's office this summer has presented some different challenges than her previous stint working alongside prosecutors in Rochester. ''There's sometimes trouble finding a seat,'' Ms. Cho, 26, who is soon to be a second-year student at Villanova University School of Law, said of her spell at" , "date" : "20090727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Internship Is Secured, But a Seat? That's Tricky" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/27\/nyregion\/27interns.html"} , {"body" : "RIDING THE G TRAIN, Now With a Smile Will Renta used to transfer from the F line to the G line at Carroll Street every morning on the way to his land-surveying job in downtown Brooklyn. But since the G added five more stops this month, Mr. Renta's commute from the Church Avenue station has become a straight shot. ''In the mornings, every couple" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EEDA113CF931A15754C0A96F9C8B63"} , {"body" : "Museums and Sites MUSEUM OF THE CITY OF NEW YORK Wednesdays, 6 to 9 p.m., through Aug. 26, music and dancing at ''The Speakeasy at 1220 Fifth,'' with cocktails and viewing of exhibitions; $12; $10 for members. Fifth Avenue at 103rd Street , (212) 534-1672, mcny.org. Suggested admission: $10; $6 for students and 62+; free for under 12; $20 for" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDC1130F934A25754C0A96F9C8B63"} , {"body" : "BABIES AT THE Y, And Fathers Too The classes were originally called ''Mommy and Baby.'' Then men started showing up one by one, infants in tow. A few months ago, the fathers had become so numerous that the Prospect Park Y.M.C.A. on Ninth Street in Park Slope, Brooklyn, changed the class name to ''Parent and Baby.'' As recently as late last year," , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFDE173BF93AA35754C0A96F9C8B63"} ,   {"body" : "When it comes to the avant-garde side of the arts, the numbers tend to be pretty small. Record sales of a thousand or two, if you're lucky; theater audiences in the dozens, not hundreds. But last year Issue Project Room, a nonprofit arts space that was founded in the East Village and for the last four years has been in Brooklyn, was dealt a" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "An Avant-Garde Arts Group Bites Off a Lot to Chew" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/arts\/09issue.html"} , {"body" : "When Target opened in 2004 at the Atlantic Terminal Mall in Brooklyn, this Minnesota-based superstore, trying to fit in, threw an invite-only party where a D.J. and local celebrities (including Maggie Gyllenhaal and Lizzie Grubman) mingled among two floors of Gatorade, kitchen appliances and reasonably priced consumer goods. But making Target cool" , "date" : "20090707" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW | 'BEHIND THE BULLSEYE'; Superstore Me: Guilt, Rituals and Red Bags" , "url" : "http:\/\/theater2.nytimes.com\/2009\/07\/07\/theater\/reviews\/07bullseye.html"} , {"body" : "AROUND TOWN New York City DECLARATION OF INDEPENDENCE, handwritten by Thomas Jefferson, on view through Aug. 1 at the New York Public Library, Sue and Edgar Wachenheim III Gallery, Stephen A. Schwarzman Building, Fifth Avenue and 42nd Street. Also on view: early printings of the document and a letter to George Washington from Benjamin Franklin." , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Around Town" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/03spare.html"} , {"body" : "To the Editor: In response to the letter writer (June 14) who suggests I fuhgeddaboud signing copies of my book ''Forever Blue'' in Brooklyn: Too late! In March, thanks to the Brooklyn Historical Society I got a chance to meet with a hundred or so of the (mostly old) faithful -- some wore Brooklyn uniforms -- who began by staring at me with their" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "5" , "title" : "LETTERS; Back In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE0DF113AF93BA15755C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Sunday, 10 a.m. to 5 p.m., ''Yankee Peddler Day,'' with antiques, crafts and collectibles; $2, free for children under 12. Weekend hours: Friday and Saturday, 1 to 5 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4 for 65+; $3.50 for students" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D71630F935A15755C0A96F9C8B63"} , {"body" : "Selling the name of a subway station has been a goal of the Metropolitan Transportation Authority for nearly five years. But interest has been low, even for a piece of real estate so recognizable to the public. So it was with surprisingly little fanfare that the authority announced on Monday that it had finally found a buyer. If a $4 million deal" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "M.T.A. Sells the Naming Rights to a Station, and Wants to Make More Deals" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/24\/nyregion\/24naming.html"} , {"body" : "''Where ya from?'' It's a defining question to New Yorkers, whose identities and allegiances can be reflected in the smallest of things, from a Cyclones sweatshirt to the 212 area code. But one of those small things may soon disappear if a Postal Service proposal to consolidate mail sorting in three boroughs goes through. For decades, stamps on" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Triboro, NY? A Postmark May Trample Civic Pride" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21postmark.html"} , {"body" : "ROCKSTOCK & BARRELS New York is known more for its asphalt than its sandy shores, so you can be forgiven for ignoring the 14 miles of public beaches within the five boroughs. After all, the warm-weather activities that crop up come spring -- basketball, baseball and break dancing -- are more than enough to keep the athletically inclined and their" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/12spare.html"} , {"body" : "The Brooklyn Ballet will officially open its new headquarters on June 16 on the ground floor of the Schermerhorn House, the company announced on Monday. The 11-story building in downtown Brooklyn, which also houses low income artists and the formerly homeless, is a collaboration between a real estate development company and a nonprofit affordable" , "date" : "20090609" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; At The Brooklyn Ballet" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/09\/arts\/dance\/09arts-ATTHEBROOKLY_BRF.html"} , {"body" : "The Nets' net pretax losses continue to rise, increasing to $25.6 million in the three months ended April 30, up from $24.3 million in the same period last year. Revenue in the three-month period fell sharply to $38.4 million from $48.2 million. The team has posted nearly $380 million in pretax net losses since its acquisition for $300 million in" , "date" : "20090609" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SPORTS BRIEFING | PRO BASKETBALL; More Losses For the Nets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EEDE1230F93AA35755C0A96F9C8B63"} ,   {"body" : "THE hookahs looked like exotic animals lurking in Hookahnuts, a shop for gifts and food in Bay Ridge, Brooklyn. In various shades of red, blue and green, these water pipes, used to smoke flavored tobacco, were the most vivid sign of the shop's Middle Eastern culture, presented among an eye-catching array that included intricate wooden trays," , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Festival for New York, That Muslim City" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05musl.html"} , {"body" : "DEAR DIARY: The scene: Prospect Park on a recent sunny morning in the midst of the daily dog conclave. One of those white enclosed police scooters sits motionless on a park path, an officer inside. Outside, a collie races in tight circles around and around the scooter, barking frantically. The scooter refuses to budge. Eventually the dog gives up" , "date" : "20090601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/01\/nyregion\/01diary.html"} , {"body" : "JAPAN DAY In Japan no occasion is too small to warrant a gift. A visit to a friend, the signing of a lease or a return from a short trip is accompanied by a small token or simple cash. So it is no surprise that in 1912 the Japanese saw fit to send cherry trees to cities in the United States, including New York, where some took root in Central Park." , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/29spare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AMERICAN BALLET THEATER (Friday through Thursday) After a weekend of ''Le Corsaire'' comes the big event: Alexei Ratmansky's new offering, ''On the Dnieper,'' the centerpiece of Ballet Theater's All-Prokofiev Program (with ''Désir'' and ''Prodigal Son''). Veronika Part, Marcelo Gomes," , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/dance\/29dance.html"} , {"body" : "IN the current skittish housing market, even some homes in the city's affordable-housing programs, normally in such great demand that the buyers are chosen through lotteries, have not sold out. This is leading developers to put $282,000 one-bedrooms in Harlem and $323,840 studios in downtown Brooklyn on the open market. Dozens of these units will" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "When 'Affordable' Is Still Out of Reach" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/realestate\/24afford.html"} , {"author" : "Michael Shapiro's latest book, ''Bottom of the Ninth: Branch Rickey, Casey Stengel, and the Daring Scheme to Save Baseball From Itself,'' has just been published." , "body" : "FOREVER BLUE The True Story of Walter O'Malley, Baseball's Most Controversial Owner, and the Dodgers of Brooklyn and Los Angeles By Michael D'Antonio Illustrated. 355 pp. Riverhead Books. $25.95 The enduring view of Walter O'Malley splits fairly evenly by coast: loathed in Brooklyn (and in South Florida retirement communities), venerated in Los" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Westward Ho" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/books\/review\/Shapiro-t.html"} , {"body" : "Four men from Newburgh, N.Y., were arrested on Wednesday night, charged with trying to carry out what they believed was a bomb attack on two synagogues in the Riverdale section of the Bronx and the simultaneous shooting down of military aircraft in Newburgh. James Cromitie Officials identified the leader as James Cromitie, a career criminal born in" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Suspects in Terror Bombing Plot: Drug Arrests and Prison Conversions" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22suspects.html"} , {"body" : "Myra Alperson is a matchmaker of sorts. She brings together people curious about exploring the city and introduces them to out-of-the-way neighborhoods they may never have visited. And like Napoleon's army, her crew travels on its stomach. An effervescent and ambulatory Zagat, Ms. Alperson has for 10 years run culinary tours that she calls" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BAY RIDGE JOURNAL; Changing Tastes, From Lingonberry to Baba Ghanouj" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16metjournal.html"} , {"body" : "Manhattan Union Square Area . . . . $342,500 145 East 15th Street r 0 f 1 h 0 o 2 weeks 450-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge, dressing area, h\/w floors; maintenance $650, 49% tax deductible; listed at $360,000. Brokers: Corcoran Group; Prudential Douglas Elliman. Upper East Side . . . . . . . . $640,000 350 East" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E5D7113BF933A25756C0A96F9C8B63"} , {"author" : "Alex Witchel is a staff writer for the magazine." , "body" : "As he watched the line form for communion, Colm Toibin kept his seat. ''I've got sin on my soul,'' he whispered, because he hadn't been to confession in years. We pressed our knees sideways so the people in our pew could get by. Was he sure he didn't want to get in line? He nodded. ''Funny,'' he said of the religion he grew up with. ''You still" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUBLIN (IRELAND)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "30" , "title" : "His Irish Diaspora" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/magazine\/03toibin-t.html"} ,   {"body" : "DURING almost 30 years as a director, Tony Scott has worked with more than his share of movie juggernauts, like Tom Cruise (''Top Gun'') and Brad Pitt (''Spy Game'') and Dennis Hopper (''True Romance''). More than a year ago, down on the tracks inside a dark, disorienting stretch of subway tunnel in the Sunset Park section of Brooklyn, he had his" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "Manhattan Transfer: Remaking 'Pelham'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/movies\/03kenn.html"} , {"body" : "MAYOR CORY A. BOOKER of Newark now refers to the letter he wrote to Gov. Jon S. Corzine criticizing plans to upgrade the Izod Center in the Meadowlands as his ''J.V. mistake.'' The letter that he sent last month, in which Mr. Booker called the plans ''fiscally irresponsible'' and ''injurious'' to the Prudential Center in Newark, reignited a" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Just Miles Apart, 2 Arenas Compete" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3D71439F930A35756C0A96F9C8B63"} , {"body" : "MY house, an asymmetrical wood-frame with a mansard roof in Bedford-Stuyvesant, sits over a mysterious tunnel. No one can say what purpose the passageway served. Coal chute? Too long and curvy. Sewage outlet? Too wide. Water intake? Too far from the cistern. Underground Railroad? Not likely. Though architectural historians are flummoxed, amateur" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The House of Much History" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/nyregion\/thecity\/26hous.html"} , {"body" : "SCHERMERHORN HOUSE, a new residential building in downtown Brooklyn, has a striking two-toned facade of aluminum and glass. Inside, the 217 units all have natural light in the kitchens and cleverly designed storage space. There is a gym with floor-to-ceiling windows and a performance space for arts groups. But this is not a luxury building: The" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "POSTINGS; New Homes For a Varied Cast" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/realestate\/26post.html"} , {"body" : "AROUND TOWN THE RASPBERRY BROTHERS Cultural recycling continues apace. A year after ''Mystery Science Theater 3000'' went off the air, Jeremy Pollet, a New York-born performer known to his friends as Jerm, started a similar event at a big independent theater in Austin, Tex. Like ''Mystery Science Theater,'' his group, the Raspberry Brothers, poked" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DE173DF937A15757C0A96F9C8B63"} , {"body" : "Hundreds of young women subjected themselves to certain heartbreak early Saturday in Midtown Manhattan, rising before dawn to line up, primp and be scrutinized and summarily rejected by the judges for ''America's Next Top Model,'' the reality show. At least this time there was no near riot. This weekend's casting in New York was a do-over after" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "'Top Model' Casting Goes Smoothly, but Isn't Free of Tears" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/12models.html"} , {"body" : "It was John Strong III who threw down the gauntlet in the latest Coney Island showdown. ''Dick Zigun and his Coney Island Circus Sideshow had better hold onto their hats, because we're bringing the weirdest, most bizarre, outlandish and strangest collection of freaks and oddballs that the People's Playground has ever seen,'' said Mr. Strong, a" , "date" : "20090411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Beyond Sideshows, the City and a Developer Face Off Over Coney Island's Future" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/11\/nyregion\/11coney.html"} , {"body" : "NOT long ago, I was sitting in the central jury room at the Kings County Supreme Court in Brooklyn, waiting to find out if I would be deciding some poor soul's fate, when I looked at the clock: it was 11:20 a.m. Lunchtime would soon arrive, and I had no idea where to eat. So I did what any modern, technologically with-it wanderer would do. I turned" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Technology"] , "page_facet" : "12" , "title" : "FRUGAL TRAVELER; Help for the Traveler @Twitter" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA173BF936A35757C0A96F9C8B63"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS This year's theme of change has proved infectious. While economic woes have certainly dimmed the atmosphere, the sentiment at the UniverSoul Circus yields only light. Founded in 1994 to showcase the range of African-American talent, this circus now features a cast of international performers in this season's ''America" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03spare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater through May 23, playing alternately every hour on the half-hour from 10:30 a.m. to" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DA103AF930A35757C0A96F9C8B63"} ,   {"body" : "A sampling of noteworthy musical presentations, including oratorios, planned for the holiday season at churches and concert halls in New York City, from Friday through Easter Sunday. All are free unless otherwise noted. (Churches accept donations. Unless noted, church choirs are featured in church concerts.) ANNE MANCUSO Friday CHURCH OF SAINT" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Welcoming Easter, With Voices Raised in Praise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3D61738F930A35757C0A96F9C8B63"} , {"body" : "SPOKES: THEFTS May Be Down Bike theft and its cousin, bike abandonment, are aspects of urban cycling as sure as broken glass, potholes and the lurking threat of being doored. But while warm weather and the start of the racing season have many saddling up again, the street scenes in some areas -- around Union Square in Manhattan and in Williamsburg," , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DF143FF932A35757C0A96F9C8B63"} , {"body" : "The long delay in starting to build the Nets' proposed arena near downtown Brooklyn is helping to cause huge financial losses. For the fiscal year that ended Jan. 31, Nets Sports and Entertainment, which owns the team and real estate in Brooklyn, had a pre-tax loss of $77.8 million. That brings the three-year total of losses to $228.2 million," , "date" : "20090331" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "N.B.A. ROUNDUP; Delayed Arena Development Is Costing Nets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDB1E3AF932A05750C0A96F9C8B63"} , {"body" : "YASMINA REZA lives in Paris and writes her award-winning plays in French, so it comes as a quick twist when the characters in the new Broadway production of ''God of Carnage'' start out by discussing the relative safety of two small parks in South Brooklyn. ''We've always regarded Cobble Hill Park as a haven of security, unlike Whitman Park,'' says" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARIS (FRANCE)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "6" , "title" : "URBAN STUDIES; Two Brooklyn Parks, Entering Stage Left" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/thecity\/29carn.html"} , {"body" : "Ian Scott was a human clog at the entrance to the Borough Hall subway station in Downtown Brooklyn, a line of people behind him growing annoyed as he furiously swiped his little white card through the reader. The woman behind him peered at the card, which looked strangely dull instead of shiny, and white instead of yellow. ''That,'' she said," , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Sighting a Rare Breed At Subway Turnstiles: The Single-Ride Rider" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27single.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "THIS is not an obituary. The Brooklyn Paper lives. Since 1978, it has been a ''loud, offbeat and somewhat irreverent'' voice in the borough, in the words of its founder and publisher, Ed Weintrob. The paper did, however, undergo something of a transformation this month when it was purchased by Rupert Murdoch's News Corporation. Just what this will" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; A Scrappy Local Paper Ponders Its New Parent" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/thecity\/22murd.html"} , {"body" : "Zakiyah Ansari sat in the back row of the auditorium at New York City College of Technology with a dog-eared sign reading ''Don't Believe the Hype!'' For the fifth time in seven weeks, Ms. Ansari had spent a long day at a public hearing of the State Assembly's Education Committee on whether to renew the 2002 law that gives New York City's mayor" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A Diverse Set of Voices Struggles to Be Heard on School Control" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/22control.html"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "A school that officials are billing as a kind of hybrid between a high school and a community college is set to open in Brooklyn this fall. At the five-year secondary school, called the City Polytechnic High School of Engineering, Architecture and Technology, graduating students would receive both a high school diploma and an associate's degree." , "date" : "20090319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "A New High School, With College Mixed In" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/19\/nyregion\/19cuny.html"} ,   {"body" : "A Brooklyn judge has cleared the way for the city to resume sending inmates to the Brooklyn House of Detention, which stopped housing them overnight in 2003, but has ruled that the city's effort to nearly double the size of the jail required environmental and land-use reviews. The ruling, released on Wednesday by Justice Sylvia O. Hinds-Radix of" , "date" : "20090319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Court Allows Brooklyn Jail To Reopen" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/19\/nyregion\/19jail.html"} , {"author" : "Jonathan Mahler is a contributing writer. His most recent book is ''The Challenge: Hamdan v. Rumsfeld and the Fight Over Presidential Power.''" , "body" : "A few years ago, while working on a profile of Mayor Bloomberg for this magazine, I had dinner with his deputy mayor for economic development, Dan Doctoroff, at an Italian restaurant in the Clinton Hill neighborhood of Brooklyn. At the time, the city was flush with cash -- weeks earlier, it reported a budget surplus of $3.4 billion -- the Dow was" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "47" , "title" : "ON THE HOMEFRONT; After The Bubble" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/keymagazine\/15Key-lede-t.html"} , {"body" : "CLIENTAurora Pedraza, 31; laid off last April from her job as a vice president for client services at Epsilon, a marketing services company. CABIN FEVER SYMPTOMFeeling trapped by the ''lack of flow'' in the living room of her downtown Brooklyn one-bedroom. DESIGNERSBenjamin Bradley and David Thiergartner, partners, Bradley Thiergartner. Before they" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "ON THE CHEAP: The $300 Makeover: Downtown Brooklyn One-Bedroom" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/garden\/12m-pedraza.html"} , {"body" : "Old World Meets New BLT Prime, 111 East 22nd Street, will hold monthly wine and beer dinners. They start March 13 at 7 p.m. with seven courses featuring seasonal spring produce, each paired with wine and beer. Subsequent dinners will be on April 17, comparing Old World and New World wines, and on May 8 with Spanish wines. The cost is $115," , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/11\/dining\/11fcal.html"} , {"body" : "IF ever there was a time for Fort Greene, one of the most revered brownstone districts in Brooklyn, to have an identity crisis, that time would be now. Fort Greene is Brooklyn's latest culinary mecca, bewitching foodies with hip, minimalist restaurants. Or it's a bastion of African-American pride and culture, a historic home to a vibrant community" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | FORT GREENE, BROOKLYN; Multiple Identities Can Be a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/realestate\/08Livi.html"} , {"body" : "THE race begins at the intersection of Kings Highway and Flatbush Avenue in Flatlands, Brooklyn. ''This is where we clean up, gas up and hit the street,'' said Osmond Thorne, his white 14-passenger van idling at the curb. Unlike nearly every other New Yorker, Mr. Thorne and his fellow drivers of Flatbush vans have been eagerly awaiting the" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FLATBUSH AVENUE; For the Dollar Vans, a Gleam in the Eye" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08vans.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} , {"body" : "DEAR DIARY: (This is a true story; it took place in Sheepshead Bay this winter.) In Dunkin' Donuts this morning, an old lady wearing a tattered watch cap started speaking to no one in particular. ''I can't sleep at night. I have pains in my chest all the time. My leg hurts and my children do not love me.'' People waiting in line hid in their" , "date" : "20090302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/02\/nyregion\/02diary.html"} , {"body" : "There were people who were proud to call themselves tech geeks and a few who admitted being near-Luddites, and there was at least one person who called herself a radical technologist. They joined book publishers, librarians and computer consultants, some of whom had come from as far as Ireland and Brazil, at the Polytechnic Institute of New York" , "date" : "20090302" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "18" , "title" : "Software System's Fans Gather to Talk Code" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/02\/nyregion\/02open.html"} , {"body" : "A picture last Sunday with the ''Hunt'' column, about a couple's search for an apartment in both Chelsea and downtown Brooklyn, was published in error. The picture on the far left showed the building at 120 Seventh Avenue, which the couple did not visit; they looked at an apartment at 140 Seventh Avenue." , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFD8103DF932A35750C0A96F9C8B63"} ,   {"body" : "'MAKE A LITTLE ROOM FOR ME!' What would small children do if an alligator invaded their classroom? Scream, no doubt -- but only with laughter, if the creature were the one that recently appeared at the 92nd Street Y. His teeth were no stronger than cardboard (in fact, they were cardboard) and his skull was suspiciously boxlike. And you had to pity" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wkids.html"} , {"body" : "'MAKE A LITTLE ROOM FOR ME!' What would small children do if an alligator invaded their classroom? Scream, no doubt -- but only with laughter, if the creature were the one that recently appeared at the 92nd Street Y. His teeth were no stronger than cardboard (in fact, they were cardboard) and his skull was suspiciously boxlike. And you had to pity" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFDD163CF934A15751C0A96F9C8B63"} , {"body" : "FOR three years, Kathleen DeLaney Thomas and her husband, Courtney Thomas, lived in a Chelsea rental of 900 square feet. ''That apartment felt big when we moved in and small when we moved out,'' Mrs. Thomas said. The place had scarce closet space and an unnecessarily large second bedroom, carved from the living room, that made for a claustrophobic" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHELSEA (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Finding Value, Despite a Droopy Market" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22hunt.html"} , {"body" : "Three years ago, Victor Mooney traveled from New York to Senegal, intending to row 8,000 miles back to Brooklyn to raise awareness about AIDS prevention. He did not get far. His boat -- which he had built himself in a garage -- was damaged as it was launched near Gorée Island, off the coast of Senegal. As it filled with water, Mr. Mooney hailed a" , "date" : "20090219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Second Try At Rowing The Atlantic" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/19\/nyregion\/19row.html"} , {"body" : "THERE are so many things you can't do in the big, bad city, and you'd think that one of them would be climbing down a manhole when you're not an employee of the Department of Transportation or the Metropolitan Transportation Authority or Con Edison. But you would be wrong. Thanks to Bob Diamond, the man who rediscovered a 19th-century Atlantic" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Tunnel Rats of Atlantic Avenue" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/nyregion\/thecity\/15tunn.html"} , {"body" : "An unusual tour in downtown Brooklyn takes modern explorers below ground and back in time." , "date" : "20090213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "title" : "Municipal Mystery" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/02\/13\/nyregion\/thecity\/021508-Tunnel2_index.html"} , {"body" : "An article on the Square Feet pages on Wednesday about Beekman Tower, a skyscraper in Manhattan designed by the architect Frank Gehry, referred incorrectly to the site of the proposed Atlantic Yards project, also designed by Mr. Gehry. The project is near Downtown Brooklyn, not in it." , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1D9123AF931A25751C0A96F9C8B63"} , {"body" : "When Bruce Ratner hired Frank Gehry in 2004 to design a wrinkled-looking 76-story residential skyscraper in Manhattan near the Brooklyn Bridge, the market for eye-popping luxury condominiums was booming, and the world-class architect's multimillion-dollar fees probably seemed relatively insignificant. Now, however, the economy is crumbling, the" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Making Buildings That Billow (on Budget)" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/11\/business\/11gehry.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. 'LOVE, LOSS, AND WHAT I WORE' There is this great little portable device that stores heaps of text, allows the user to summon any image imaginable and does not require significant technical expertise to operate. It's called a good book, and" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday and Sunday, noon to 5 p.m., an International Polar Weekend devoted to understanding the Earth's climate change, with discussions, shows and films featuring scientists, performers and others from North America, Greenland and Norway. Saturday at 7:30 and 8:30 p.m.," , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: Feb.6 - Feb. 12 | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2D91E3CF935A35751C0A96F9C8B63"} ,   {"body" : "The Guardianship Project, a small organization that protects elderly and disabled people who have no one else to act as their legal guardians, has not been around long enough to stand out in the labyrinth of social service agencies and nonprofit groups that work on behalf of the city's most vulnerable residents. Because of the state's vast budget" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Budget Cuts Imperil Guardian Program for Elderly and Disabled" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/nyregion\/06guardian.html"} , {"body" : "TO THE LIGHTHOUSE Of Periodical Lit A few blocks north of the Yankee Stadiums, a 30-foot iron lighthouse juts incongruously into the Bronx skyline. It is not a warning to navigators of the Major Deegan Expressway or the Harlem River but the longtime logo for the H. W. Wilson Company, founded in 1898, which publishes the Readers' Guide to Periodical" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7DB1538F937A35751C0A96F9C8B63"} , {"body" : "That smile never disappears. A Long Island congresswoman is so angry about the new senator's views on gun rights that she threatens a primary challenge next year? Senator Kirsten E. Gillibrand murmurs that she really looks forward to working with her. A Latina New York City councilwoman describes the senator's views on immigration as insensitive," , "date" : "20090203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Political Lessons Taken on the Fly By Gillibrand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6D7153BF930A35751C0A96F9C8B63"} , {"body" : "The longest-running theatrical production in New York -- it runs from Brooklyn to Manhattan -- premiered on Thursday night to rave reviews in subway stations around the city. Proving that all the world's a moving stage, a 30-member cast and crew spent a whirlwind winter's night performing before captive audiences aboard subway trains that served as" , "date" : "20090202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "In the Subway, Moving Theater, in More Ways Than One" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/02\/nyregion\/02underground.html"} , {"body" : "MORTGAGE rates have dipped to their lowest levels in decades, but getting a mortgage in New York City these days often has less to do with buyers' finances and more to do with circumstances beyond their control. Even if a prospective buyer has impeccable credit and reliable income, many banks are refusing to make loans if they don't like what they" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Roadblocks for Home Buyers" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/realestate\/01loans.html"} , {"body" : "THE BASICS Had I found the perfect place to recommend to friends looking for an affordable hotel in New York City? The Nu Hotel, which opened in August, is the first sleek boutique hotel in downtown Brooklyn. I was thrilled to have found it, until the traffic noise outside my window made for a fitful night's sleep. In the morning, the helpful desk" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "CHECK IN, CHECK OUT" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/01\/travel\/01checkin.html"} , {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center for Earth and Space; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0DE153CF933A05752C0A96F9C8B63"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"} , {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "Q. What does it take to get Manhattan's most productive brokers to a new condominium development in a prewar building in far-off Brooklyn at a time of falling real estate prices and faltering sales? A. A $140 Apple iPod Nano. That's the carrot that Ilan Bracha of the Bracha Group at Prudential Douglas Elliman dangled when he invited 300" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; BIG DEAL" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25deal2.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} ,   {"body" : "Even as cultural organizations across the city are contracting in a grim economic climate, the Brooklyn Academy of Music has embarked on a $300 million expansion effort that calls for a new theater, three or four spaces for screening films, new festivals for opera and Muslim culture and a shored-up endowment, officials say. Karen Brooks Hopkins," , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Brooklyn Academy Thinks Big, Despite All" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/arts\/music\/20bam.html"} , {"body" : "WHILE the Titans of Wall Street now tremble at the thought of buying an apartment in this faltering real estate market, an emerging group of buyers is brave enough to look the Cyclops of uncertainty in the eye and begin shopping and even sign purchase contracts. Many of these buyers have never received a fat bonus check, so they don't miss it now." , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Brave, The Moment Is Now" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/realestate\/18cov.html"} , {"body" : "New Yorkers, normally such a quarrelsome bunch, can agree on at least one thing: no one wants a huge fare increase and deep cuts in transit and commuter rail service. Not the members of the Metropolitan Transportation Authority board, who voted reluctantly for the proposed increase and cuts last month. Not the politicians, who dutifully upbraided" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "M.T.A. Hears Riders' Reaction to Plans for Fare and Service Changes: They're Angry" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15transit.html"} , {"body" : "Just as the recession is throwing people out of work at an alarming rate, the unemployment insurance system in New York and many other states will start cutting off benefits this week for thousands of people who have been unable to find jobs since early last year. About 50,000 New Yorkers who had been collecting unemployment checks for 11 months --" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Still No Work, and Soon No Benefit Check" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12benefits.html"} , {"body" : "THREE KINGS DAY The lights have been taken down, the trees are on the way to the mulch pile, and Christmas cards are being offered at staggering discounts, but holiday celebrations aren't over yet. Christmas technically ended on Monday, its 12th day. And on Tuesday, the day known in Spanish-speaking New York (and beyond) as El Día de Reyes, El" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DB1239F93AA35752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DB1430F93AA35752C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Last week, Senator Charles E. Schumer, purebred publicity hound, appeared in Downtown Brooklyn to announce that a new courthouse would be named for Teddy Roosevelt. He brought along a Roosevelt impersonator for the heck of it. The building did not start out as a Roosevelt courthouse. Nearly two years ago, the House of Representatives voted to name" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; A Courthouse Mystery as Schumer Replaces One Rough Rider With Another" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/nyregion\/07about.html"} , {"body" : "When things get too bleak inside Martin Lotto's mind, he pulls out his greasepaint, paints his face and becomes his cheerful alter ego, a clown named Guess. As Guess the Clown, Mr. Lotto, 45, visits hospitals, senior centers, beachfront boardwalks and subway cars, blowing up long balloons and twisting them into animal shapes. The grins that meet" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "22" , "title" : "From Deep Sorrows To a Clown's Delight, And Back Again" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01neediest.html"}]