[  {"body" : "There were days upon days in New York City when not a single person was murdered in 2009. Two such stretches, in February and March, lasted nearly a week each. There were some pockets of the city where homicide was a singular occurrence: 12 of the city's 77 police precincts, in locations as varied as Hamilton Heights, in Upper Manhattan, and Park" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOMICIDES NEAR RECORD LOW RATE IN NEW YORK CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1DD1239F93AA15751C1A96F9C8B63"} , {"body" : "FOR thousands of New Yorkers, for many years, Christmas has not been complete without a trip to Dyker Heights, Brooklyn, where professionally assembled holiday displays are said to consume enough electricity each night to power a small city. For optimal dazzle, one online guidebook encourages visits from 7 to 9 p.m.; afterward, the decorations are" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A Block Bound By Santas And Lights" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/20\/nyregion\/20lights.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} , {"body" : "LEN CHENFELD is a bright, unimposing high school senior with the slightly spotty skin of a hormone-challenged teenager and the crystalline agenda of a Zen master: a Zen master addicted to basketball. On a recent Tuesday, he was icing his neck in preparation for two hours he lives for: basketball practice at Poly Prep Country Day School in Dyker" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Len Chenfeld's Outside Shot" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/nyregion\/06hoops.html"} , {"body" : "FOR more than five years, Jack Wu and his wife, Chiyomi Uchino Wu, lived rent-free in a two-family house owned by Mr. Wu's parents in Dyker Heights, Brooklyn. It was ''the perfect way to save money,'' Mr. Wu said. But the commute ''was killing us every morning,'' he said. The trip to work -- they own a floral design shop, Adore (adorenyc.com) on" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; Shifting Priorities" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/realestate\/22hunt.html"} , {"body" : "During much of his tenure, Mayor Michael R. Bloomberg has taken credit for helping to create hundreds of thousands of jobs in New York City, from high-paying construction work to sales jobs at dozens of new big-box stores. Even as the city plods through the recession, the mayor has set a goal to ''retain and create'' an additional 400,000 jobs over" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Mayor Has Added Many Jobs, and Lost Some, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15jobs.html"} , {"body" : "Wind gusting up to 50 miles per hour on Wednesday knocked over trees onto power lines, cars and houses, caused power failures and tangled up traffic in neighborhoods in Brooklyn and Queens, officials said. The weather created significant complications for homeowners and motorists. Parts of Dyker Heights, Brooklyn, experienced sporadic power" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "High Winds Blamed for Toppled Trees, Power Failures and Traffic Delays" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/nyregion\/08wind.html"} , {"body" : "In the shade outside his cabana on the Rockaway peninsula in Queens, with the pool temperature set at a pleasant 76 degrees and the ocean a bit cooler, a man on a chaise longue did what people do in such situations: He took a nap. Children giggled as they slid down two water-slide chutes. An older woman sat outside the cafeteria, deep into a" , "date" : "20090901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BREEZY POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Beach Clubs Recall the Past, But Their Future Looks Uncertain" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/01\/nyregion\/01clubs.html"} , {"body" : "The automated public toilet at National Street and Corona Plaza in Queens -- a self-cleaning contraption that douses itself with disinfectant after each use -- is a prince among lavatories. A stone's throw from the elevated tracks of the No. 7 train, translucent panels jut from a roof topped with a pyramidal skylight. Gender-specific pictographs" , "date" : "20090831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MADISON SQUARE PARK (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Sidewalk Oasis, if You Can Find One" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/31\/nyregion\/31toilets.html"} , {"body" : "Myra Alperson is a matchmaker of sorts. She brings together people curious about exploring the city and introduces them to out-of-the-way neighborhoods they may never have visited. And like Napoleon's army, her crew travels on its stomach. An effervescent and ambulatory Zagat, Ms. Alperson has for 10 years run culinary tours that she calls" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BAY RIDGE JOURNAL; Changing Tastes, From Lingonberry to Baba Ghanouj" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16metjournal.html"} ,   {"body" : "The same scene of heartbreak played out over and over on Sunday on a ragtag patch of Neptune Avenue in Coney Island, where the word ''scrappy'' may be better suited to describe the metal in the auto shops than any sort of community spirit. Since 1924, Totonno's pizzeria has been a beacon on the block, remarkable for its longevity, for the" , "date" : "20090316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Fire Shuts Totonno's, Legendary Coney Island Pizzeria" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/16\/nyregion\/16pizza.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "It is lunch hour in Times Square on a numbingly cold Tuesday. The five-story-high advertisements wink at the world. Along the walls of the buildings, the riverbeds of digital news are swollen with ruin, theft and war. Beneath it all, standing at the corner of 42nd Street and Seventh Avenue, are Bryce Smith, a tall man with a sparse brown beard, and" , "date" : "20090304" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; Brave Producers Break Into Opera At a Grim Time" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/04\/nyregion\/04about.html"} , {"body" : "THE migration pattern for people leaving southern Brooklyn, the popular perception goes, is first a move to Staten Island and then to New Jersey. But when the stop in Staten Island is Great Kills, on the borough's south shore, all bets are off. With its family-friendly atmosphere, Great Kills is the kind of place where people settle, sometimes for" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREAT KILLS, STATEN ISLAND; A Place Where Finders Are Keepers" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22livi.html"} , {"body" : "For the last several years, Lester Futernick has lived alone inside his childhood apartment in Brooklyn with little more to keep him company than faded old pictures of his parents, the giant portrait of himself at his bar mitzvah, some fantasy baseball guides and an overweight cat named Matzoh. He is divorced, an only child. His parents passed away" , "date" : "20090108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; When a Tolerable Solitude Turns Intolerable, Help Arrives" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/08\/nyregion\/08neediest.html"} , {"body" : "While other eyes were on the ball dropping in Times Square, a lucky few New York City police commanders were looking down at a similar shape before them, the little oval in the 2008 statistics under the column marked ''murder.'' If you listened closely this week, you could hear the rapping of knuckles on old desktops in the commanders' precinct" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Precincts With the Best New Year: No Homicides in '08" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01precincts.html"}]