[  {"body" : "Norval C. White, a co-author of the authoritative, encyclopedic, opinionated and constantly consulted AIA Guide to New York City, died Saturday at his home in the village of Roques, in southwest France. He was 83. The cause was a heart attack, said his wife, Camilla Crowe White. First published in 1968, the AIA Guide tapped into and fostered a" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "8" , "title" : "Norval White, of AIA Guide, Dies at 83" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/nyregion\/30nwhite.html"} , {"body" : "A COOK should always say yes when offered something that will ''stink up your pot real good.'' It's a lesson I learned earlier this month, when James Graham handed me a couple of pieces of seasoning meat from his truck, parked on a stretch of asphalt in Brooklyn. Seasoning meat is really just the thick trimmings band-sawed from the top or bottom of" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn's Flavor Route to the South" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2DD1F38F933A05751C1A96F9C8B63"} , {"body" : "The unemployment rate for New York City has risen to 10 percent and above in recent months, but a new study shows that joblessness ranges from nearly twice that figure in some neighborhoods to only half as much in others. The situation is worst in the East New York section of Brooklyn, where the unemployment rate for the third quarter of this year" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Study Shows Jobless Rate Varies Widely Across City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DC123BF933A05751C1A96F9C8B63"} , {"body" : "For about a year after moving into their new apartment, the Mungins did not have a single guest. Not because Joseph Mungin and his five children are unsociable. Quite the opposite. Devin, 17; Tischa, 14; and Tiffany, 13, laugh often and complete one another's sentences -- though Tina, 11, occasionally interjects to remind them that, though the" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Battling Homelessness and Disease, While Raising 5 Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE7D7163DF930A15751C1A96F9C8B63"} , {"body" : "As the number of New Yorkers applying for food stamps, enrolling in Medicaid and checking into homeless shelters climbed last year, the welfare rolls presented something of a riddle: they continued to fall. But last month, nearly 355,000 people in the city received welfare payments, a 4 percent increase over the year before, according to city" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Welfare Rolls Grow in City, But Increase Is Modest" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17welfare.html"} , {"body" : "When Adrienne Johnson reached the fifth-floor stairwell of the north tower of the World Trade Center during her 37-floor descent on the morning of Sept. 11, 2001, she saw a man with white hair and sparkling blue eyes. ''He was smiling the whole time,'' she recalled. ''I say to this day that he must have been an angel. He said, 'Don't worry, you're" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE NEEDIEST CASES; Years After a Close Escape on Sept. 11, A Woman Faces a Calamity All Her Own" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17neediest.html"} , {"body" : "Adora Joseph, 26, is a construction worker from East New York, Brooklyn, who got into the business in the spring. Most recently she has been working at the Beekman Tower, a 76-story building in Lower Manhattan designed by Frank Gehry that is being built by Forest City Ratner. The job: I'm a flag girl. I'm eyes for the operator for the truck. It" , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "ENTRY LEVEL; A Hard Hat in Pink, Clearing the Way" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15entry.html"} , {"body" : "Until last year, Annabelle Robles, 33, had never taken the subway by herself. ''Too much things, they can't stick in my head,'' she said of her learning disability, which kept her at a grade-school reading level. Her parents were too afraid to let her travel alone. Then there was ''the spirit,'' the name she gave to her schizophrenia. ''The spirit" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "THE NEEDIEST CASES; Determined to Fight a Disability and Find Her Way Home" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/nyregion\/10neediest.html"} , {"body" : "New York City shelters are so full that homeless men and women have been left to sleep on benches, floors and dining room tables over the last three months, violating a landmark 1981 agreement, Legal Aid lawyers charged in court papers on Wednesday. The motion by the Legal Aid Society and the Coalition for the Homeless also alleges that homeless" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Advocates Say City Is Running Out of Beds for the Homeless" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/nyregion\/10homeless.html"} , {"body" : "Foreclosure has touched Alice Garvin's life twice. The first time, four years ago, she came home to find a notice on the front door of the East New York, Brooklyn, apartment building in which she, her sons and two of her grandchildren had lived for two years. The second time, foreclosure rescued Ms. Garvin, 77, from an apartment in a violent" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; A Landlord's Foreclosure Puts a Tenant in Trouble" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest2.html"} ,   {"body" : "Against a backdrop of recent shootings of bystanders, including a 13-year-old boy from Queens and a 15-year-old girl from the Bronx, city officials and members of a civil rights group took action against gun violence on Monday, albeit in different ways and at different events. At City Hall, Mayor Michael R. Bloomberg and other officials announced" , "date" : "20091124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Gun-Sales Ring in Brooklyn Broken Up, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/24\/nyregion\/24guns.html"} , {"body" : "IT all started pleasantly enough: Boy meets Girl. Girl visits Boy's apartment in Greenwich Village, near New York University, where they are students. Boy and Girl hang out on his fire escape one night, enjoying a smoke and solving the world's problems in the way that only two people whose combined age is under 40 can. At some point, Girl needs to" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Let's Take It Outside" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/nyregion\/22court.html"} , {"body" : "There are no immediate plans to install gunshot listening sensors on New York City's decreasingly mean streets, according to Paul J. Browne, a spokesman for the Police Department. This is not because New York is safer than ever, he said, but rather because New Yorkers tend to call 911 whenever they hear shots. ''We have multiple reports when" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "For Now, New Yorkers Are the Gunfire Sensors" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/nyregion\/22bshotmb.html"} , {"body" : "Joe Kubert, a comic book artist since 1938, has little interest in the accumulated work of his last seven decades; his focus is on new projects, he said recently. But comic book fans who feel differently about this celebrated illustrator will have a chance to peruse and even own some of that older work this week, when 18 covers and interior pages," , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Gallery Of Heroes, Up for Sale" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/arts\/design\/17kubert.html"} , {"body" : "Police officers were involved in two shootings Friday, one of a 15-year-old boy the police said was brandishing a fake gun, the other of a man they said was trying to steal an officer's car. In the first episode, about 5 p.m., a police officer assigned to a narcotics unit watched an argument between two groups of men near Burke Avenue and Holland" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "title" : "In Separate Episodes, 2 Are Shot by the Police" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/nyregion\/08shoot.html"} , {"body" : "Mayor Michael R. Bloomberg's campaign, having spent $100 million or more on ads and outreach, would love to be able to buy a 60-degree day. The higher the temperature, the thinking goes among Mr. Bloomberg's staff, the wider the margin of victory. William C. Thompson Jr.'s campaign is more interested in the city's emotional temperature -- hoping" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayoral Campaigns Look Skyward, and Everywhere Else, for the Keys to Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03watch.html"} , {"body" : "It was billed as a ''Day of Outrage'' and accompanied by rumors of a slowdown to be staged by angry transit workers. But subway and bus riders in New York City called it something else: Wednesday. Sure, two trains got stuck in a tunnel for 25 minutes. A sick passenger caused one line to be shut down in Queens. Doors stayed closed for too long," , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ho-Hum Commute on a Union's 'Day of Outrage'" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15transit.html"} , {"body" : "CHERYL ROGOWSKI and her family have been farming the rich black earth on their patch of Orange County, N.Y., for more than 50 years, but cultivating the simple potato had confounded her. The two best-known potatoes in the country -- russets, those classic Idaho baking potatoes, and Yukon Golds -- did not grow well there. Yukons ended up with hollow" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Stand Back, Yukon Gold: There's a New Potato in Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E5DF143CF937A25753C1A96F9C8B63"} , {"body" : "A neighbor's wife, a large sword and a reggae singer who goes by the name Major Mackerel: Those were the ingredients of a bloody Sunday morning fight in Brooklyn, according to the police and a witness. When the fight was over, the police had arrested Oscar Joseph, 37, on charges including assault with intent to cause serious injury -- in this case," , "date" : "20091005" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Reggae Artist Is Attacked With Sword" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/05\/nyregion\/05samurai.html"} , {"body" : "Lining up for lunch with their plastic foam trays, students at Francis Lewis High School pile on their choices -- hamburgers here, chicken nuggets there, some steamed vegetables over there. A few grab a couple of waffles. After all, it is not even 9 a.m. At Francis Lewis, in Fresh Meadows, Queens, with nearly twice as many students as the 2,400 it" , "date" : "20090929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Get to This Thriving School, Follow the Crowd" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/29\/nyregion\/29crowded.html"} ,   {"body" : "In the original ''Fame'' movie, which depicted four turbulent years in the lives of students aiming for stardom at New York's renowned High School of the Performing Arts, students from the actual school were recruited as extras, and actual teachers, including James Moody, who recently retired from the drama department, had speaking parts. Not so in" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "10" , "title" : "You Ain't Seen the Best of Them Yet" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/nyregion\/27fame.html"} , {"body" : "This is not the kind of man who walks into a room unnoticed. Michael Mulgrew's stature -- six feet tall, 230 pounds, size 48 -- demands attention. His voice, trained in years of childhood theater, booms from his chest. He is just what central casting might expect when searching for the part of union president. But Mr. Mulgrew cuts quite a different" , "date" : "20090922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "New Leader Of Teachers Is Ready For His Test" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/22\/education\/22mulgrew.html"} , {"body" : "New York City's workplace smoking ban six years ago drove cigarette and cigar puffers outdoors. But soon some of the outdoors may be off limits, too: The city's health commissioner, Dr. Thomas A. Farley, said Monday that he would seek to ban smoking at city parks and beaches. Dr. Farley said the ban -- which officials said may require the approval" , "date" : "20090915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "'No Smoking' Could Be Rule Outdoors, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/15\/nyregion\/15smoking.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Pioneering Principals Q. I attended Public School 24 in Flushing, Queens, from 1954 to 1958. A few years later, the school got a new principal, Henrietta Percell, and I was told that she was the first black principal in New York City. Is that true? A. No. She was the fourth in modern times. According to the Department of Education, the first black" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/nyregion\/13fyi.html"} , {"body" : "There are a few things about Richard R. Buery Jr. that made him a novel choice to lead the Children's Aid Society. He is 37, almost 30 years younger than the man he will replace. He is the first black person to run Children's Aid. And he has spent much of his professional life building organizations from scratch, not taking over established ones" , "date" : "20090907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Children's Aid Society's New Chief Faces Big Challenges" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/07\/nyregion\/07childrens.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Aha! Sarah Friedland saw the pink slip in her mailbox, a notice that the post office was holding an item for her. Ms. Friedland, a graduate student at Hunter College in Manhattan, was sure a friend had sent her a package. But the mail turned out to be a registered letter from a lawyer who was very unhappy about a documentary film she is making on a" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Student Filmmakers, Not Ceasing or Desisting" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/nyregion\/06about.html"} , {"body" : "Middle America has come to the South Bronx. A gargantuan mall right out of the heartland -- or perhaps just Westchester and Queens -- has set up shop in an area once known for arson, crime and an eight-story jail. And the mall comes with all the must-have accessories, like Home Depot, BJ's Wholesale Club and Bed Bath & Beyond. Such was her" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "SOUTH BRONX JOURNAL; Exhilaration as Giant Mall Springs Up in a Strike Against Blight" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/nyregion\/05metjournal.html"} , {"author" : "''The Rant'' will be at the New Jersey Repertory Company, 179 Broadway, Long Branch, through Sept. 20. Information: (732) 229-3166 or at info@njrep.org." , "body" : "The recent arrest of Prof. Henry Louis Gates Jr. at his home in Cambridge, Mass., and the subsequent debate about racial profiling inevitably come to mind as you watch ''The Rant'' by Andrew Case, on stage at the New Jersey Repertory Company in Long Branch. In the play, when the police are summoned to a home by a 911 call, the results are tragic: A" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THEATER REVIEW; Delving Into All Sides Of a Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/30\/nyregion\/30theatnj.html"} , {"body" : "A 15-year-old Brooklyn boy, who relatives said was overcoming a difficult past and was about to become a father, was fatally shot a few blocks from his home early Saturday, the police said. The teenager, Craig Shelton, was shot in the head about 12:10 a.m. at 560 Euclid Avenue in East New York. The motive remained unclear, the police said, and" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "15-Year-old Shot to Death in East New York" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/nyregion\/23teen.html"} , {"author" : "James Angelos contributed reporting." , "body" : "Strawberry, Carmel and Black Beauty -- were waiting in front of their clubhouse, a former strip club in Brownsville across from a weedy lot and a Family Dollar store. They wore sleeveless leather jackets, some with Velcro side closures like those on bulletproof vests, and they had the name of their club printed in hot pink on the back, like a" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hot Wheels, Warm Hearts" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09suv.html"} ,   {"body" : "THE mist hangs damp and heavy in the Catskills most mornings, obscuring the rising sun. It muffles the incessant birdsong and puts a dewy sheen on eight old-fashioned tarpaulin tents where 100 boys ages 9 to 16 are nestled in sleeping bags. A few may be having nightmares about the black bear that wandered out of the woods and onto the baseball" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "SUMMER RITUALS | SLEEP-AWAY CAMP; A Century of Character-Building and Games" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/nyregion\/26ritual.html"} , {"body" : "EYEBROW cocked, Baron Ambrosia burst through the door of Xochimilco, a bright family-run Mexican restaurant in the South Bronx. He sniffed the air exaggeratedly -- was that a cemita de milanesa he smelled? -- nodded and stepped in, the silver ornamentation on his vintage mariachi suit glinting in the light. And ... cut! The cameraman, Raymond" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Bronx Star Without Pinstripes" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/22\/dining\/22baron.html"} , {"body" : "On Friday night, most of the 46,197 people at Yankee Stadium stood solemnly by their seats during the playing of ''God Bless America,'' a seventh-inning rite that began soon after Sept. 11, 2001. But Rich Popaduke, 55, a building-materials salesman from White Plains, was not one of them. To test whether patriotism is a matter of choice at the" , "date" : "20090720" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "At Stadium, Trip to Bathroom Signals Free Choice" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/nyregion\/20katesmith.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "Alone on an early morning last month, days away from leaving the pulpit he had occupied for 35 years, the Rev. Johnny Ray Youngblood started to write a poem. He titled it ''The Time Has Come,'' and he set down verses about the stations of his life, from boyhood innocence to college idealism, from marriage to child-rearing to divorce. But when he" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "ON RELIGION; Letting Go, Gradually, of a Life Embracing the Ministry" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/11\/us\/11religion.html"} , {"body" : "The SoHo bar bouncer convicted last month in the 2006 rape and murder of Imette St. Guillen, a 24-year-old graduate student, was sentenced to life without parole in Brooklyn State Supreme Court on Wednesday afternoon. ''I hope that the conclusion of these proceedings today will provide you with some small measure of solace,'' Judge Abraham G." , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Ex-Bouncer Sentenced to Life Without Parole for Rape and Murder" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/nyregion\/09littlejohn.html"} , {"body" : "The Manhattan district attorney announced the indictment of 13 people on Wednesday in what he called a multimillion-dollar mortgage-fraud scheme that victimized lenders and low-income homeowners. The 13, employed in nearly every profession in the real estate industry -- including lawyers, real estate agents, appraisers and bank workers -- were" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "13 Real Estate Professionals Are Indicted on Mortgage Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/nyregion\/09mortgage.html"} , {"body" : "When it came to representing the sprawling nature of the foreclosure crisis in New York City, the artist Damon Rich figured out that the best thing to do was to shrink it down to size. And so he used the 9,335-square-foot Panorama of the City of New York, the intricate architectural model built for the 1964 World's Fair, and hundreds of neon-pink" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mapping a Bird's-Eye View of Foreclosure Misery" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/arts\/design\/08panorama.html"} , {"author" : "E-mail: dwyer@nytimes.com. A clip from Jae-Ho Chang's documentary about this relationship is online at nytimes.com\/nyregion." , "body" : "One day last week, the matter of an old bookbinder, his young lover and a gun stuffed in a teddy bear came before a judge in Manhattan Criminal Court. A better forum would have been an opera house. ''Herbert Weitz,'' a court officer called. Mr. Weitz, 75, shirttail hanging over his jeans, face framed by a mop of gray curls, shambled to the bench," , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; You Know, Herbie Did It All for Love" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/nyregion\/05about.html"} , {"body" : "''Where ya from?'' It's a defining question to New Yorkers, whose identities and allegiances can be reflected in the smallest of things, from a Cyclones sweatshirt to the 212 area code. But one of those small things may soon disappear if a Postal Service proposal to consolidate mail sorting in three boroughs goes through. For decades, stamps on" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Triboro, NY? A Postmark May Trample Civic Pride" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/21\/nyregion\/21postmark.html"} , {"body" : "SINCE President Obama unveiled a mortgage modification program in March to help people who are at risk of losing their homes, housing counselors in the New York area have fielded hundreds of calls along the lines of: ''How do I get one of those 2 percent mortgages?'' The answer has often been, ''Well, it's not that simple.'' Housing advocates who" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Penetrating The Maze Of Mortgage Relief" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/realestate\/mortgages\/14cov.html"} ,   {"body" : "During breaks in her testimony, a 25-year-old woman who prosecutors said was raped by Darryl Littlejohn stared at him, never flinching, even when he looked up from his notepad and met her gaze. Mr. Littlejohn, 44, has not been charged in the attack on the woman, who said that in October 2005, a man approached her on a Queens street, drove her to a" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Rape Victim Takes Stand At Brooklyn Murder Trial" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/27\/nyregion\/27littlejohn.html"} , {"body" : "THE sloped main sanctuary fits 3,195 and could pass for a concert hall: cushioned chairs, a band, almost no religious adornments. The spire-less exterior is so utilitarian that when it first appeared in this East New York, Brooklyn, neighborhood, across from auto fixit shops, people thought it was the telephone company. By 8 a.m. on Sunday, a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Pulpit" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/nyregion\/24pastor.html"} , {"body" : "In East New York, Brooklyn, the Rev. A. R. Bernard ministers to the city’s largest church, the Christian Cultural Center." , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "title" : "Brooklyn Prayer" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/05\/24\/nyregion\/052409-Pastor_index.html"} , {"body" : "Four men from Newburgh, N.Y., were arrested on Wednesday night, charged with trying to carry out what they believed was a bomb attack on two synagogues in the Riverdale section of the Bronx and the simultaneous shooting down of military aircraft in Newburgh. James Cromitie Officials identified the leader as James Cromitie, a career criminal born in" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Suspects in Terror Bombing Plot: Drug Arrests and Prison Conversions" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22suspects.html"} , {"body" : "ON a recent weekday morning, Olive M. Thompson sat in the living room of her small, four-bedroom Cape-style home here, surrounded by cardboard boxes packed with her family's belongings. She was waiting for the sheriff that the bank's lawyers had promised would soon come. It was nearly six years ago that Ms. Thompson, her husband and their children" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROOSEVELT (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Foreclosures Rise, With No End in Sight" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/long-island\/17mortli.html"} , {"body" : "New York City police officers made more than 170,000 stops of people on the streets in the first three months of 2009, the most for any quarter in the eight years since the department began reporting the data, according to a report made public on Tuesday. The percentage of the stops that yielded arrests or summonses, however, has remained" , "date" : "20090513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Police on Pace to Make Record Number of Stops in '09" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/13\/nyregion\/13stops.html"} , {"body" : "The young women, best friends since the eighth grade, spent the last minutes of their friendship drunk, in a silly yet fateful argument about when it was time to go home. On a cold February night three years ago, the friends, Claire Higgins and Imette St. Guillen, drank at a downtown Manhattan bar called Pioneer. Around 3:30 a.m., they split up," , "date" : "20090512" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Bouncer's Murder Trial, Victim's Friend Recalls Their Last Night" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/12\/nyregion\/12littlejohn.html"} , {"body" : "A MORNING In Her Shoes If you were wedged inside Car 5306 of the A train from Brooklyn to Manhattan on Tuesday morning, you might have witnessed a political blind date. There, standing near the door, was Annie Davis, a security guard at the city's Department of Health and Mental Hygiene. There, standing next to her, was Mayor Michael R. Bloomberg," , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; A Morning in Her Shoes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2D8113DF934A35756C0A96F9C8B63"} , {"body" : "AGAINST one wall of the 12th-grade electrical installation workshop at East New York High School of Transit Technology in Brooklyn is a row of plywood stalls teeming with wires, switches, metal boxes and motors. Students and teachers built the stalls years ago, and students installed the wiring this year for their own work stations. They also wired" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "DISPATCHES; Very Closely Watched Trains" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/thecity\/03disp.html"} , {"body" : "The Police Department says its practice of stopping, and sometimes frisking, thousands of people a year in high-crime neighborhoods has helped keep those areas safe. But the growing use of so-called stop and frisks has also irritated some of those communities, so the police are adding a step to the procedure: ''Explain.'' Any officer stopping a" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Police Get Added Order: Stop, Frisk and 'Explain'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/nyregion\/01frisk.html"} ,   {"body" : "In a nearly empty high school auditorium one evening last month, parents, teachers and cynics marched to the microphone, turned to the collection of volunteers derisively called the Panel for Educational Puppets, and began to scream. A vocational school teacher in East New York, Brooklyn, accused bureaucrats of manipulating college enrollment data." , "date" : "20090423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CONTROLLING INTERESTS; In Debate Over Schools, Panel Is No Threat to the Mayor's Grip" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/23\/nyregion\/23panel.html"} , {"body" : "Watermark Designs of East New York, Brooklyn, has been creating custom bathroom fixtures for more than 30 years. Avi Abel, the general manager, says the company ships about $15 million worth of fixtures a year. ''We have really formed a tight family in our factory,'' Mr. Abel said, ''and losing any member would be very upsetting. If we lost many at" , "date" : "20090422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "LENS RICHARD PERRY; Made in N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EFDC1730F931A15757C0A96F9C8B63"} , {"body" : "Flanked by New York City's five district attorneys, Senator Charles E. Schumer called on the federal government on Monday to pump $100 million into fighting mortgage fraud. Mr. Schumer, the state's senior senator, said he would submit legislation seeking federal grants for local prosecutors across the country. Last month, he obtained an $875,000" , "date" : "20090421" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Senator Schumer Calls for Federal Money to Fight Mortgage Fraud" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/21\/nyregion\/21fraud.html"} , {"body" : "For nearly three years, Starrett City, the 140-acre apartment complex on Jamaica Bay in Brooklyn, has been at the center of a citywide battle to preserve existing housing for working- and middle-class families. Tenant groups and elected officials stymied efforts by the longtime owners to reap over a billion dollars through a sale of the complex" , "date" : "20090416" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Refinancing Deal May Save Low-Cost Housing at Starrett City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/16\/nyregion\/16starrett.html"} , {"body" : "THE young man had been painting all night, in the dark, wedged between two subway trains at the New Lots Avenue railyard in Brooklyn. One hand held an aerosol can; the other was braced against a metal door. First came the outline of the nickname his mother had given him, ''D-O-N-D-I,'' and then the shadings and shadow lettering that gave his" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE VOICE; Chronicler of the Furtive Arts" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/thecity\/12coop.html"} , {"author" : "Nelson George's book ''City Kid: A Writer's Memoir of Ghetto Life and Post-Soul Success'' will be published this month by Viking." , "body" : "ON a recent unusually mild Saturday, I strolled around Fort Greene, Brooklyn, and, perhaps because of my respectable salt-and-pepper goatee, several folks asked me for directions. An affable white couple on bikes wanted to know how to get to Williamsburg; a young hipster asked me which way to the Alibi Club, the Pratt Institute hangout. I got a" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Strangers on His Street" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05bohe.html"} , {"body" : "Hilary Brooke Lundquist and William Hayes Allen III were married Saturday evening at St. Matthias' Episcopal Church in Asheville, N.C. Canon Austin K. Rios performed the ceremony. The couple met at the University of North Carolina, Chapel Hill, from which they both graduated. Mrs. Allen, 25, is a special assistant to the principal at Achievement" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Hilary Lundquist, William Allen III" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/fashion\/weddings\/05lundquist.html"} , {"body" : "Three Murray Schisgal plays that examine generations of Jewish life in America, presented under the title ''Shpiel! Shpiel! Shpiel!,'' are the new attraction from the National Yiddish Theater -- Folksbiene -- in its 94th consecutive season. Each is a one-act by the dramatist, whose Broadway credits include ''Luv'' and ''Jimmy Shine'' and who, with" , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW | 'SHPIEL! SHPIEL! SHPIEL!'; Jewish Experience in 3 Generations" , "url" : "http:\/\/theater2.nytimes.com\/2009\/03\/26\/theater\/reviews\/26shpi.html"} , {"body" : "All through January, the body of Tiana Rice, a 16-year-old from the Bronx, lay unclaimed in a city morgue in Brooklyn. She had been tentatively identified, wrongly, as an adult woman, based on the assessment of a medical investigator at the morgue, the police said. Tests were conducted to determine the cause of death, but no conclusion was reached." , "date" : "20090321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A 16-Year-Old Girl, Misidentified in the Morgue, Is Now a Victim of Homicide" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/21\/nyregion\/21homicide.html"} , {"body" : "A hospital in central Brooklyn laid off 240 doctors, nurses and other workers on Monday, signaling growing financial weakness in the hospital industry. Officials at the hospital, Brookdale University Hospital and Medical Center, which serves Brownsville, East New York and Canarsie, blamed the bad economy for the layoffs. ''The general economic" , "date" : "20090317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "22" , "title" : "240 Laid Off at Hospital That Serves Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/17\/nyregion\/17hospital.html"} ,   {"body" : "Angela Wu Cen, 19, knew many details about her parents' 13-year migration from China to Panama to New York. But she had never known much about a more intimate aspect of her parents' lives: their courtship. So when Ms. Wu, who was born in Panama and was 12 when the family came to the United States, sat down to interview her mother for an honors" , "date" : "20090316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Science" , "New York and Region" , "Education"] , "page_facet" : "16" , "title" : "Family Stories As Secret Text For Immigrants" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/16\/nyregion\/16hunter.html"} , {"body" : "THE thumps in the background formed a steady beat that complemented the light Trinidadian lilt of Twindexane Lares. Twindexane, a senior at Sheepshead Bay High School in Brooklyn, stepped away from her teammates and retreated to the side of the dance studio where her team was practicing for the inaugural double Dutch season of the Public Schools" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "THE VOICE; T, Her Name Is Twindexane" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15dutc.html"} , {"body" : "In rapid-fire speech that resembled a horse-race announcer's, an auctioneer introduced the first of the day's 375 properties: a seven-bedroom, five-bathroom home in Roselle, N.J., with an estimated value of $565,000 and a starting bid of $129,000. (Final sale price: $245,000.) On the floor, four men called the bids, screaming, blowing whistles," , "date" : "20090309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "For High Bidder, a Foreclosed House Can Be a Bargain of a Home" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09foreclosure.html"} , {"body" : "With each crack of gunfire, with each new homicide, the trajectory of public safety in New York City is being measured. Headline: A 15-year-old boy in the Bronx is shot on Monday in a dispute over graffiti. Headline: A 21-year-old woman is shot dead on Wednesday on a street in East New York, Brooklyn, a neighborhood once known as the ''dead zone.''" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "As Hard Times Return, Will the Bad Old Days of Crime Come Back as Well?" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/nyregion\/01crime.html"} , {"body" : "A man fatally shot a woman Wednesday afternoon on a Brooklyn street just hours after she filed an assault complaint against him, then shot and critically injured a woman with her, the police said. Police officers who responded to a 911 call just before 1 p.m. found the two women, who had each been shot once in the head, at Jerome Street and Linden" , "date" : "20090226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Man Fatally Shoots a Woman and Wounds Another in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/26\/nyregion\/26shoot.html"} , {"body" : "The owners of Starrett City, the country's largest federally subsidized housing complex, have abandoned their heady dream of selling the property for more than a billion dollars. The owners, a group of investors led by Disque Deane, cited the faltering economy and a lack of financing as the reasons. But the sale may have foundered over price, said" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "After Two Years of Trying, Owners Give Up on Selling Starrett City" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18starrett.html"} , {"body" : "PERFORMING two weddings in one day is easy, say Rabbi Renée Feller and the Rev. James R. Covington, but three takes some ingenious scheduling. It also helps if there's not much traveling involved. It is all in a weekend's work for both, who are among the top 25 wedding officiants in New York City, a list that includes some who officiate at upward" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "FIELD NOTES; 'You May Now Kiss the Bride...Next'" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/fashion\/weddings\/08field.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "For years, Everton Wagstaffe has seen the rituals followed by prisoners going home. Rounds of goodbyes. The belongings gathered or given away. A crest of excitement. On Friday morning, it was Mr. Wagstaffe's turn to walk through the gates of the Greene Correctional Facility in Coxsackie, N.Y., and into the cold sunshine of freedom. After serving 17" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW YORK; For Inmate Seeking Vindication, Freedom Can Wait" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07about.html"} , {"body" : "An unoccupied van that had been left in reverse mounted a sidewalk and rammed into a group of preschool students on a busy street in Chinatown on Thursday, killing two of the children and injuring at least 11 other people, the authorities said. The crash, on East Broadway between Catherine and Market Streets, transformed the teeming strip of" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Van Plows Into Line of Children in Chinatown, Killing 2" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/23\/nyregion\/23crash.html"} , {"body" : "With a warm smile, Karen McBroom, 46, greets shoppers entering the Virgin Megastore in Times Square. ''Hi, welcome, how are you today?'' she repeats hundreds of times over her four-hour shift. Some smile back; others ask about a CD or a book. Most just pass by. ''I have to keep a smile on my face even though sometimes I don't feel like smiling;" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "33" , "title" : "THE NEEDIEST CASES; Coping With Bipolar Disorder, And the Death of a Son" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/nyregion\/18neediest.html"} ,   {"body" : "Some alumni donate stadiums. Others give benches spiffed up with gold plaques. And then there is Ed Planas, who on Wednesday presented his alma mater with a pair of six-cylinder, fuel-injected engines. To be fair, these were not ordinary engines, but muscular, large-scale versions that used to power the brown delivery trucks of the United Parcel" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Two Used Truck Engines? You Shouldn't Have!" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15automotive.html"} , {"body" : "IN the gym of Boys and Girls High School in Bedford-Stuyvesant, Brooklyn, on Monday night, as a thunderous version of the soul hit ''Ain't No Stoppin' Us Now'' echoed off the walls, Tyrone Brown, director of the Brooklyn Steppers, stood at the front of the room and scrutinized his charges. Some 90 young instrumentalists dressed in yellow T-shirts" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BEDFORD-STUYVESANT; A Bed-Stuy Band Prepares for a Brush With History" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11step.html"}]