[  {"body" : "A COOK should always say yes when offered something that will ''stink up your pot real good.'' It's a lesson I learned earlier this month, when James Graham handed me a couple of pieces of seasoning meat from his truck, parked on a stretch of asphalt in Brooklyn. Seasoning meat is really just the thick trimmings band-sawed from the top or bottom of" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn's Flavor Route to the South" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2DD1F38F933A05751C1A96F9C8B63"} , {"body" : "Theodora Roach's subprime journey started with a knock at the door. In 2004, the Fidelity Group sent sales representatives to her block in Flatlands, Brooklyn, where, in 1997, she and a cousin had bought a three-bedroom home for $169,000. The sales agents were offering a refinancing and loan package they said could lower her mortgage payments. Ms." , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; In Debt To Start, And Sinking Even Deeper" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest1.html"} , {"body" : "The Police Department has begun an internal investigation into the initial police response to a fatal accident involving an off-duty police officer, and whether there was any attempt to help that officer conceal whether he was drunk, people with knowledge of the inquiry said on Wednesday. The possibility of such help brought a sharp condemnation" , "date" : "20091001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Police Dept. Investigating Handling of D.W.I. Case" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/01\/nyregion\/01dwi.html"} , {"body" : "As the family of a Brooklyn woman who was killed by a vehicle the police said was driven by a drunken off-duty officer accepted condolences, the Police Department said on Monday that a second officer had been suspended in the case. The department would not name the officer, but a police union representative on Monday identified him as Michael" , "date" : "20090929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Second Officer Suspended In Fatal D.W.I. Accident" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/29\/nyregion\/29dwi.html"} , {"body" : "An off-duty police officer was charged on Sunday with vehicular manslaughter and driving while intoxicated after, according to the police and relatives, the sport utility vehicle he was driving struck and killed a Brooklyn woman who was hailing a taxi. The officer, Andrew Kelly, 30, a seven-year veteran of the Police Department who worked in the" , "date" : "20090928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Woman Killed Hailing Cab; Officer Held In Accident" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/28\/nyregion\/28dwi.html"} , {"body" : "New York City shopping is less associated with malls than with Madison Avenue flagships, SoHo boutiques, East Village storefronts and Chinatown sidewalks. But there are indeed malls in the city, and these days they are offering more than run-of-the-mill amenities. WEST SIDE At the Shops at Columbus Circle in Manhattan, Borders Books and Music" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "In the City, Children's Clubs and Walking to Shape Up" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/12\/nyregion\/12bmallmb.html"} , {"body" : "NEW YORK ON LESS: In Canarsie, Cuts Slice Into Basics At some point during the downturn, using a car service in hard-to-reach Canarsie, Brooklyn, went from necessity to luxury. These days, during the evening rush at the Canarsie-Rockaway Parkway subway station, drivers at Transit Car Service wait half an hour for a fare (and often longer while" , "date" : "20090706" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE6DB123FF935A35754C0A96F9C8B63"} , {"body" : "THE sloped main sanctuary fits 3,195 and could pass for a concert hall: cushioned chairs, a band, almost no religious adornments. The spire-less exterior is so utilitarian that when it first appeared in this East New York, Brooklyn, neighborhood, across from auto fixit shops, people thought it was the telephone company. By 8 a.m. on Sunday, a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Pulpit" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/nyregion\/24pastor.html"} , {"body" : "Turn the corner on 145th Street in Jamaica, Queens, and it is as though a cyclone has wheeled through. One resident, Lakisha Brown, a hospital worker and mother of two, snatched her house back from foreclosure last month, if only temporarily. ''We need to sell fast,'' she says. ''I'm just trying to save what's left of my credit.'' Across the street" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Minorities Hit Hardest as New York Foreclosures Rise" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16foreclose.html"} , {"body" : "7TH-INNING STRETCH Yields a Lawsuit The New York Civil Liberties Union filed a federal suit against the Police Department on Wednesday on behalf of a Queens man who was ejected from the old Yankee Stadium last August after trying to use the bathroom during the playing of ''God Bless America.'' The suit says the man, Bradford Campeau-Laurion, 30, of" , "date" : "20090416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DA163FF935A25757C0A96F9C8B63"} ,   {"body" : "THE race begins at the intersection of Kings Highway and Flatbush Avenue in Flatlands, Brooklyn. ''This is where we clean up, gas up and hit the street,'' said Osmond Thorne, his white 14-passenger van idling at the curb. Unlike nearly every other New Yorker, Mr. Thorne and his fellow drivers of Flatbush vans have been eagerly awaiting the" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FLATBUSH AVENUE; For the Dollar Vans, a Gleam in the Eye" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08vans.html"} , {"body" : "LYONS--Rev. Thomas J.,on January 22, 2009. Ordained June 7, 1952. Beloved son of the late Thomas J. and Margaret (nee Shields). Devoted brother of Sr. Anne Lyons, S.B.S., Mary Callahan, Margaret (Peggy) Lyons and the late Kathleen Barrett. Fond brother-in-law of John Barrett and the late Theodore Callahan. Cherished uncle, great-uncle and" , "date" : "20090124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths LYONS, REV. THOMAS J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE4D9163AF937A15752C0A96F9C8B63"}]