[  {"body" : "The unemployment rate for New York City has risen to 10 percent and above in recent months, but a new study shows that joblessness ranges from nearly twice that figure in some neighborhoods to only half as much in others. The situation is worst in the East New York section of Brooklyn, where the unemployment rate for the third quarter of this year" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Study Shows Jobless Rate Varies Widely Across City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DC123BF933A05751C1A96F9C8B63"} , {"body" : "SUFFICIENT outdoor space -- whether yard, balcony or roof deck -- was a must-have for Erin Gleeson and Jonathan Prosnit. Their most important requirement was a barbecue and seating, so they could entertain their friends and have them over for Shabbat dinners. ''Having outdoor space was imperative,'' Mr. Prosnit said. ''It makes your life so much" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Space for Friends, Outdoors and In" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/realestate\/27hunt.html"} , {"body" : "A MINI-BOOM is rippling along Frederick Douglass Boulevard in South Harlem, with the Douglass, a 38-unit luxury condominium at West 114th Street, the latest to join the scene. Known not too long ago for its abandoned buildings and stubborn street crime, the area now has amenities like a yoga studio and a pet day care center. Heading north from" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Momentum in South Harlem" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/realestate\/27harlem.html"} , {"body" : "Bernard King was one of the Knicks' greatest scorers and holds the N.B.A.'s Christmas Day record, with a 60-point game against the Nets in 1984. King, 53, lives in Atlanta and owns BK&T Energy Solutions, which helps businesses reduce energy consumption. HOWARD BECK Q.How is your health? When you visited the Garden in March, you had just had a" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "30 SECONDS WITH BERNARD KING; A Heart Never Far From Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD81330F933A15751C1A96F9C8B63"} , {"body" : "At the Target in the Atlantic Terminal mall in Brooklyn, checkout at Line 19 was in many ways like the 26 others on Tuesday evening, with a cashier in a red shirt and khakis steadily scanning and packing piles of DVDs, Elmo dolls and Huggies into distinctive red-and-white bags. For hours the wait was only about 10 or 15 minutes -- not bad during" , "date" : "20091219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ON SALES; Shopping: The Beat Goes On, And On" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/19\/nyregion\/19sales.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} , {"body" : "The title of Reggie Wilson and Andréya Ouamba's new work, ''The Good Dance -- dakar\/brooklyn,'' does not go nearly far enough in praising this marvelous collaboration, which had its New York premiere on Wednesday night at the Brooklyn Academy of Music. ''The Good Dance'' is the final offering of the 2009 Next Wave Festival, and it's hard to" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "DANCE REVIEW | REGGIE WILSON AND ANDRéYA OUAMBA; Joined Hands and Feet, Like Friends Talking" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/dance\/18wilson.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) This company, which can always be counted on to bring choreographic warmth to winter chill, is being more festive than ever, for it's celebrating the 20th anniversary of Judith Jamison as artistic" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/dance\/18dance.html"} , {"body" : "Various organizations around town put together listings of low-cost and free cultural events, including NYC & Company (nycgo.com\/free), the city's department of Cultural Affairs (nyc.gov\/nyculture) and the Lower Manhattan Cultural Council (lmcc.net). For discount theater tickets, the TKTS booth, operated by the nonprofit Theater Development Fund" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Attractions for the City That Never Spends" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7DF103EF93BA25751C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a holiday sale with gifts and baked goods. Through Dec. 31, ''Donald Weber: Russian Archive,'' a photography display. Hours: Tuesdays through Sundays, noon to 5 p.m. Closed on Christmas Day. 2 Hylan Boulevard, Rosebank, Staten Island , (718) 816-4506," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18spare.html"} ,   {"body" : "FILM SERIES 'CITY LIGHTS' AND 'MODERN TIMES' (Monday through Wednesday) This series features Charlie Chaplin's last two films without spoken dialogue (with their elaborate scores and sound effects, they are hardly silent), released (in 1931 and 1936) long after the rest of Hollywood had given up on the silent cinema. Both films are deeply engaged" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/movies\/18movies.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'ERNEST IN LOVE' Previews start on Saturday. Opens on Sunday. The Irish Rep revives this 1960 musical adaptation of Oscar Wilde's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DE173FF93BA25751C1A96F9C8B63"} , {"body" : "Chefs on the Move ELI KIRSHTEIN, left, a ''Top Chef'' contender this season from Eno Restaurant and Wine Bar in Atlanta, will be the chef at Solo in the Sony Building starting in mid- January: 550 Madison Avenue (55th Street), (212) 833-7800. CARLOS SIMOES, who was the chef de cuisine at Macelleria in the meatpacking district, is now cooking at" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/16\/dining\/16off.html"} , {"body" : "Dance Claudia La Rocco For the past few years New Yorkers have been getting tastes of the wonderfully rich collaboration between the Brooklyn choreographer Reggie Wilson and his Congolese colleague, Andréya Ouamba, who lives in Senegal. There was ''Accounting for Customs,'' a smart, playful site-specific romp created in 2007 on the steps of the" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | DEC. 13 - DEC. 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EED7143AF930A25751C1A96F9C8B63"} , {"body" : "USING any new technology involves a degree of trust -- sometimes a significant amount of trust, as I learned over the course of a weekend spent testing Ford's latest version of Sync. Developed with Microsoft, Sync is Ford's voice-controlled in-car system for wireless hands-free operation of a cellphone and for playing music from a connected MP3" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "2" , "title" : "TECHNOLOGY; A Weekend of Living In Sync" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/automobiles\/13SYNC.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/11kids.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) Judith Jamison has spent her 20 years at the helm of Alvin Ailey honoring the legacy and spirit of its founder. This season, with the search on for Ms. Jamison's successor, the company celebrates" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/dance\/11dance.html"} , {"body" : "Choreographers have long been fascinated by technology; in 1900, in Paris, Loie Fuller caused a sensation by wielding gigantic veils of silk before colored electric lights to transform herself into a cloud, a flame or a butterfly. We're a long way -- atmospherically and scientifically -- from such benign fantasies in Gideon Obarzanek's ''Mortal" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "DANCE REVIEW | MORTAL ENGINE; The Body, Tech-Ready to Yield Clouds and Auras" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/dance\/11engine.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DEAR EDWINA' Performances begin on Friday. Zina Goldrich and Marcy Heisler's musical is about a 13-year-old girl with a special" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5DD143CF932A25751C1A96F9C8B63"} , {"body" : "Someone had pried open the metal door of an 11th-floor apartment at a public housing complex in Brooklyn with what appeared to be a crowbar, leaving a gash near the lock. No one was home. But then, no one is ever home: Apartment 11D was vacant. So was 1E -- insulation covered the door's missing peephole -- and at least two dozen other apartments in" , "date" : "20091208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 Brooklyn Complexes With a Ghost-Town Feel" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/08\/nyregion\/08ingersoll.html"} ,   {"body" : "International CHILDREN BEAR BRUNT Of Blast Near Iraqi School As attacks on Iraq's security forces continued, an explosion near a school in the Sadr City district of Baghdad wounded scores of children and killed at least one. PAGE A15 REPORT FAULTS MEXICAN ARMY Amnesty International is scheduled to release a report raising allegations of" , "date" : "20091208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE1DD153BF93BA35751C1A96F9C8B63"} , {"body" : "One hundred twenty years ago, the last execution by hanging in New York State took place at Raymond Street Jail, a turreted, long-gone structure in Fort Greene, Brooklyn. There, at 7:30 a.m. on Dec. 6, 1889, John Greenwall, a k a Johann Theodore Wild, a 30-year-old German immigrant, tailor by trade and thief by rap sheet and reputation, paid for" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BLOGOSPHERE A DARK MOMENT; The Last Man Hanged by New York State: Was He Guilty?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2D91E3CF935A35751C1A96F9C8B63"} , {"body" : "The most striking gesture of ''Terra Nova: Sinfonia Antarctica,'' a new multimedia creation by Paul D. Miller (more widely known as DJ Spooky That Subliminal Kid), came right at the start, as Mr. Miller slowly dragged a set of dangling metal chimes over a block of ice. Brittle tinkles and scrapes resonated against a perky sequencer pattern, as" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "MUSIC REVIEW | 'TERRA NOVA: SINFONIA ANTARCTICA'; The Sounds and Visions Of the World's Icy Bottom" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/music\/04terra.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Friday through Sunday, and Tuesday through Thursday) Judith Jamison has spent her 20 years at the helm of Alvin Ailey honoring the legacy and spirit of its founder. This season, with the search on for Ms. Jamison's successor, the company honors her." , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/dance\/04dance.html"} , {"body" : "MARY COLE lives in an old wood-frame house, all yellow paint and green trim. It has a peaked roof with a tall chimney. Set back from the street on a small hill, her home feels private and peaceful. ''It resonates of the past -- books you've read, movies you've seen,'' Ms. Cole said. ''This house looks like a children's drawing of a house. It's a" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Forgotten by Time and Termites" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/realestate\/29cov.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "Deep underground, in locked, windowless chambers below 34th Street, hundreds of cellphones are waiting. Dozens of pairs of eyeglasses, 20 or so musical instruments, a half dozen bicycles and a four-foot-long space heater. They tumbled out of your bag as you fought your way off a crowded bus or got left behind as you leapt for the subway doors. And" , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Keys, Wallet, Phone... Where's My Phone?" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/29\/nyregion\/29critic.html"} , {"body" : "FORT GREENE LOFT $699,000 BROOKLYN: 1 Rockwell Place (between DeKalb Avenue and Fulton Street), #3D A two-bedroom two-bath condo in a converted candy factory, with a large, open living area and a parking space in the lot next door. James Cornell, Leslie Marshall, the Corcoran Group (718) 923-8081; www.corcoran.com Open house Sunday, 1 to 3 p.m." , "date" : "20091129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E5D6133AF93AA15752C1A96F9C8B63"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'LES CONTES D'HOFFMANN' (Thursday) Bartlett Sher, who directed the Metropolitan Opera's successful recent production of Rossini's ''Barber of Seville,'' turns his attention to Offenbach's ''Tales of Hoffmann.'' Mr. Sher has been inspired by Fellini and Kafka for his" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFD81F3DF934A15752C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI ACOUSTIC BAND (Wednesday) ''Things to Come'' (Sunnyside) is the strong new statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here Mr. Abbasi unplugs and branches out with a new group, featuring the vibraphonist" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/music\/27jazz.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ANTICHRIST' (No rating, 1:49) Women: evil or just misunderstood? Leave it to Lars von Trier to ask the tough question, and to provide answers that are both" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/movies\/27movies.html"} ,   {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE GREAT RECESSION' In previews; opens on Dec. 10. The Bats perform one-acts by six of the city's leading young playwrights" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE7DB133FF934A15752C1A96F9C8B63"} , {"body" : "FORT GREENE CO-OP $475,000 BROOKLYN: 135 Ashland Place (between Willoughby and Myrtle Avenues), #14D A three-bedroom corner unit with one and a half baths, an L-shaped living-dining room and a galley kitchen in a 1950's complex with 24-hour security. Pablo Cuevas, Michal Kuras, Prudential Douglas Elliman (718) 486-4492; www.elliman.com Open house" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EED7103DF931A15752C1A96F9C8B63"} , {"body" : "Wally Cardona refers to ''Really Real,'' a new work performed on Tuesday night at the Harvey Theater of the Brooklyn Academy of Music, as his people piece. Yet while there are many bodies in it, the idea mainly speaks to what is absent. In recent years Mr. Cardona has relied heavily on props, filling the stage with objects to create an" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW | WALLY CARDONA; A People-Oriented Piece, Featuring Kierkegaard" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/dance\/20real.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'DON GIOVANNI' (Friday and Sunday) For its only new production of a repertory staple this season the reborn New York City Opera is presenting a dark, erotic and inventively modern staging by the director Christopher Alden. The story is presented in a single large room," , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6DD1E3DF933A15752C1A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CARRIE AHEARN (Friday through Sunday) Carrie Ahearn and her troupe perform for three hours in ''Sensate,'' a dance installation set in the 4,000 square feet of the Brooklyn Lyceum, with a live electronic score by Anne Hege. The audience members, however, can come and go as they please," , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings | Nov. 20 - Nov. 26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/dance\/20dance.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "Properties in Chelsea, the Upper West Side and in Fort Greene, Brooklyn." , "date" : "20091120" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/11\/20\/realestate\/20091122-OTMNYC_index.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ANTICHRIST' (No rating, 1:49) Women: evil or just misunderstood? Leave it to Lars von Trier to ask the tough question, and to provide answers that are both" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/movies\/20movies.html"} , {"body" : "Philip Glass clearly enjoys examining ideas from just about every angle, and that applies as fully to opera subjects as to specific musical moves. His earliest operas, for example, were about historical figures who changed the way their societies thought: Einstein, in ''Einstein on the Beach''; Gandhi, in ''Satyagraha''; and the monotheistic" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW | PHILIP GLASS; Glass Looks to the Heavens, Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20kepler.html"} , {"body" : "Since March, The Times has run two hyper-local blogs, one about Brooklyn and one about New Jersey, creating virtual community hubs where neighbors report on their own neighborhoods. A regular feature on The Local is a virtual ''fridge'' displaying children's art, held up with digital magnets. ''We promise they won't fall off when the magnets get" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "MAPLEWOOD (NJ)" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE | THE FRIDGE; On a Digital Refrigerator, an Art Gallery for the Young" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/nyregion\/15thefridge.html"} ,   {"body" : "How much you enjoy ''Inside Out,'' the moody blend of modern and traditional circus by the Swedish troupe Cirkus Cirkör depends to a large degree on whether you've recently seen Cirque du Soleil. This tastefully appointed spectacle, which imagines two risk-averse ordinary people loosening up upon meeting a talented troupe of acrobats, jugglers and" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "THEATER REVIEW | CIRKUS CIRKöR; In This Ring Of the Circus, The Amazing Risk Tamers" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/theater\/reviews\/14cirkus.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 3 p.m., demonstrations in making bread, cranberry sauce, pies and other dishes using old-time recipes and methods; $45; $40 for members. Reservations: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/13spare.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'LA DAMNATION DE FAUST' (Saturday and Tuesday) The most talked-about element of Robert Lepage's production of Berlioz's ''Damnation de Faust,'' introduced last year, was its stunning use of interactive video. Detailed images -- of grassy fields, fiery hells and more --" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4DA1E3AF930A25752C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFI (Friday) AFI gives its slithery, death-and-gloom-obsessed songs a jolt of fierce energy by reaching back to the anthemic hard-core punk of 1980s groups like Agnostic Front (as well as to '90s pop-punkers like Green Day). At 8 p.m., Roseland Ballroom, 239 West 52nd Street, Manhattan , (212)" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/music\/13pop.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE AGE OF IRON' In previews; opens on Nov. 22. Brian Kulick stages this retelling of the Trojan War using ''Troilus and" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EED81F3AF930A25752C1A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. JANIS BRENNER AND DANCERS (Friday through Sunday) This program spanning more than 40 years of dance offers a range of work, including Meredith Monk's ''Break'' (1964), Murray Louis's ''Figura'' (1978) and Ms. Brenner's new ''Dancing in Absentia,'' a homage to the many dancers lost to the" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/dance\/13dance.html"} , {"body" : "It's not uncommon for teenagers to flock to the mall at the end of a school day. But something went awry on Tuesday, when thousands of high school students descended on the Atlantic Center Mall in Brooklyn and a stabbing and shootings followed. In this case, the police pinned the commotion on -- of all things -- a 40-cent chicken wing promotion at" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "A 40-Cent Wings Special and Gunfire" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/nyregion\/12wings.html"} , {"body" : "Opening This Week MAIALINO This bright and welcoming restaurant with views of Gramercy Park is a Roman-style trattoria and cafe designed by David Rockwell, complete with checked tablecloths. Danny Meyer, whose company owns the restaurant, has Nick Anderer, above, the executive chef, creating pasta dishes, fritto misto, oxtails and cod salted in" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11off.html"} , {"body" : "BACHELORS always seemed to have it made. With only themselves to support, they could flash their cash and trick out their apartments in such a way that James Bond himself would feel at home shaking himself a martini in their ultra-cool, chick-magnet pads. Then the recession thundered in, and suddenly young men found themselves one of the hardest" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Decline and Fall Of the Bachelor Pad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08cov.html"} , {"body" : "Film Neil Genzlinger More high-quality short films are being made these days than ever, but unless you have a 50-foot-wide laptop you rarely get a chance to see them the way movies should be seen. On Saturday at the Directors Guild of America Theater, an outfit called Asbury Shorts New York will rectify that with ''AN EVENING OF THE WORLD'S BEST" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | NOV. 8 - NOV. 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E0D61239F93BA35752C1A96F9C8B63"} ,   {"body" : "Television Mike Hale Those of us who live in one of the neighborhoods grouped under the subtly exclusionary term ''brownstone Brooklyn'' may find it easier to appreciate the sometimes elusive appeal of ''BORED TO DEATH,'' which has its first-season finale on HBO (9:30 p.m. Sunday). For one thing, the show captures the grimy-bucolic feel of places" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | NOV. 8 - NOV. 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0D61239F93BA35752C1A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Friday and Saturday) Karole Armitage is never one to be pigeonholed, and her new work, ''Itutu,'' for the Next Wave Festival at the Brooklyn Academy of Music, uses the unlikely combination of Ligeti's thorny rhythms and African pop (in the form of the group Burkina" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/dance\/06dance.html"} , {"body" : "Passion burns cold in Robert Wilson's trance-inducing production of ''Quartett,'' Heiner Müller's ruthless reimagining of Choderlos de Laclos's 18th-century novel ''Les Liaisons Dangereuses.'' Lights of many colors dye the all-too-mortal flesh of the figures assembled here to recall the blood-drawing games of lust they once shared. Sometimes their" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'QUARTETT'; A Minuet Between Sexual Predators" , "url" : "http:\/\/theater2.nytimes.com\/2009\/11\/06\/theater\/reviews\/06quartett.html"} , {"body" : "Karole Armitage's reputation rests, in large part, upon the seismic shocks she caused in the early 1980s by putting ballet alongside screeching rock music. She was famously called (by Vanity Fair, no less; Ms. Armitage was trendy too) the ''punk ballerina,'' and an aura of outré provocation has clung to her ever since. But through a peripatetic" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW | KAROLE ARMITAGE; Ballet and African Moves" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/dance\/06wave.html"} , {"body" : "Halloween Events CLINTON HILL ANNUAL HALLOWEEN WALK Saturday, 5 to 6:30 p.m., a trick-or-treat walk for families through this Brooklyn neighborhood, with a map of locations provided by the Society for Clinton Hill, the walk's sponsor. It meets at the Pratt-Clinton Hill Community Garden, at the corner of Dekalb and Hall Streets;" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDB133AF933A05753C1A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Wednesday and Thursday) Karole Armitage is never one to be pigeonholed, and her new work, ''Itutu,'' for the Next Wave Festival at the Brooklyn Academy of Music, uses the unlikely combination of Ligeti's thorny rhythms and African pop (in the form of the group" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/dance\/30dance.html"} , {"body" : "FOR CHILDREN 'BABA YAGA AND THE PUMPKIN FAIRY' (Friday through Sunday) There's nothing like a witch's spell to ruin a good harvest. In this musical by ONEtime Productions, for ages 3 to 10, Clara, helper to the witch Baba Yaga, opens a blue jar, with disastrous consequences. But with the help of other characters, the witch learns her lesson. Friday" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/30kids.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'AMELIA' (PG, 1:51) Amelia Earhart takes another dreadful nose dive in a stilted, dull biopic from Mira Nair that turns the pioneering adventurer (Hilary Swank)" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/movies\/30movies.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE BROTHER\/SISTER PLAYS PART 1 & 2' In previews; opens on Nov. 17. This trilogy by the up-and-comer Tarell Alvin McCraney includes the" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDB1E39F933A05753C1A96F9C8B63"} , {"body" : "The multimedia orchestral-rock song cycle ''The Long Count'' is theoretically about the prehistory of time, ballgames and twins. Practically, it's about a semipopular indie-rock band with some contemporary classical-music experience not embarrassing itself in a multimedia commission with an extremely convoluted theme and text. The practical part is" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW | 'THE LONG COUNT'; Mayans, Baseball, Twins, All Coexisting in Music" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/music\/30bam.html"} ,      {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/movies\/25movies.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CROSSING BOUNDARIES (Wednesday) Peggy Gould, Regina Nejman, Melanie Maar, Elise Knudson and Luke Gutgsell present new works. At 8 p.m., Dixon Place, 161 Chrystie Street, near Delancey Street, Lower East Side , (212) 219-0736, dixonplace.org; $15; $12 for students and 65+. (Jack" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/dance\/25dance.html"} , {"author" : "Ava Chin, a professor of creative nonfiction and journalism at the College of Staten Island-CUNY, writes regularly about urban foraging on The Local." , "body" : "I WAS walking in Clinton Hill, Brooklyn, near the Outpost Cafe on Fulton Street, when I noticed that the mugwort plants on the block had gone to seed and become quite rangy. Then I discovered an odor and a fan-shaped leaf under my clogs. This is how you usually find ginkgo. You're ambling innocently along a city block enjoying one of those lovely" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE URBAN FORAGER; What's That Smell? Hello, Ginkgo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1130F933A1575AC0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, 11 a.m. to 8 p.m., ''Bridge the Gap,'' an outdoor interactive event in the meadow with art displays, music and dance performances, poetry readings, crafts and refreshments; visitors are invited to set up seating or tents and participate; admission is free. 2 Hylan Boulevard, Rosebank," , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EEDD1E31F93BA2575AC0A96F9C8B63"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/movies\/18movies.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Friday) Whether or not it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live furor," , "date" : "20090918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/arts\/music\/18pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. NACERA BELAZA (Friday and Saturday) Ms. Belaza, an Algerian choreographer based in France, makes her United States debut at Danspace Project with ''Le Cri,'' a Crossing the Line festival offering. Here she performs with her sister, Dalila Belaza, to music that includes Maria Callas and" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/arts\/dance\/18dance.html"} , {"body" : "The fame of the French actress Juliette Binoche, who stars with the British choreographer Akram Khan in ''In-I,'' will doubtless bring many nondance aficionados into the theater. That would be a good thing if what they saw persuaded them to go to more shows. But if the relentlessly overwrought ''In-I,'' which opened at the Brooklyn Academy of Music" , "date" : "20090917" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "DANCE REVIEW | 'IN-I'; Actress and Dancer, Joined in Passion" , "url" : "http:\/\/theater2.nytimes.com\/2009\/09\/17\/arts\/dance\/17binoche.html"} , {"body" : "Dates are subject to change. SEPTEMBER THE RETRIBUTIONISTS Several young Jewish men and women plot to kill Germans in retaliation for World War II atrocities. The play by Daniel Goldfarb (''Modern Orthodox'') is based on the true story of the Avengers, a rebel group that devised just such a plan in 1946. Leigh Silverman (''Well,'' ''Coraline'') is" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "THEATER LISTINGS; Shakespeare, Singing and Solo Shows Galore" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/theater\/13wtheaterlist.html"} , {"body" : "Dates are subject to change. SEPTEMBER CROSSING THE LINE There's no better way to begin the fall dance crush than with this invigorating interdisciplinary festival. The French Institute Alliance Française's third annual smorgasbord is a movable feast complete with culinary offerings. Page 22.. Through Oct. 3. Various sites, (212) 355-6100," , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "THE NEW SEASON | DANCE; Leaps, Bounds, Birthdays, Despite Belt Tightening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DA123FF930A2575AC0A96F9C8B63"} ,   {"body" : "Dates are subject to change. SEPTEMBER TAYLOR HO BYNUM Mr. Bynum is a cornetist drawn to combustible interaction, but on ''Madeleine Dreams,'' featuring his jazz-meets-classical ensemble SpiderMonkey Strings, he seeks out a gentle aesthetic, with vocal and literary touches. Tuesday. Firehouse 12. (Nate Chinen) NELLY FURTADO Nelly Furtado is" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "64" , "title" : "THE NEW SEASON | POP; Hope and Regret, Recorded and Live" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/arts\/music\/13poplist.html"} , {"body" : "Film A. O. Scott There are some French actresses -- Catherine Deneuve, Stéphane Audran, Jeanne Moreau -- whose names conjure an image of worldly glamour touched with Gallic hauteur. But there are others whose reputations rest on fearlessness and ruthless technical precision. Isabelle Huppert is a leading exemplar of this school, and so is Juliette" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | SEPT. 13 - SEPT. 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DF123FF930A2575AC0A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ABOVE AND BEYOND DANCE (Friday through Sunday) In ''Ascendance,'' a troupe directed by Chriselle Tidrick unites dance, aerial feats, acrobatics and stilt movements to evoke a struggle for balance and freedom. Friday and Saturday at 7 p.m.; Sunday at 3 p.m.; Flea Theater, 41 White Street," , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/arts\/dance\/11dance.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/movies\/11movies.html"} , {"body" : "OLFF--Joseph Vincent. Born at home in Fort Greene, Brooklyn, NY, July 15, 1926, died at the VA Hospital in Castle Point, NY of lung cancer on September 4, 2009. He was 83 years old. In his youth he was a Golden Gloves Boxer for P.A.L. He graduated from Brooklyn Technical High School and served in WWII in the U.S. Army infantry during campaigns in" , "date" : "20090909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths OLFF, JOSEPH VINCENT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EFD6103AF93AA3575AC0A96F9C8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "NEW YORKERS often discover things about their apartments weeks and months after moving in, but it took Ernest Semán some seven years to discover something about his that would make this summer different from any of the 39 that came before. First, two things. One, the possibility had occurred to Mr. Semán some time ago. Two, he had help making it" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "SUMMER RITUAL | ROOFTOP CINEMA; Home Theater Under the Stars" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/nyregion\/06ritual.html"} , {"body" : "EVENTS New York City BINDLESTIFF'S OPEN STAGE VARIETY SHOW, Monday at 8 p.m., at Galapagos Art Space, 16 Main Street, Dumbo, Brooklyn. With aerialists, clowns, jugglers and others. bindlestiff.org. $5. BRAZILIAN DAY IN NEW YORK, a two-day festival in Midtown Manhattan. Saturday, ''The Cleansing of 46th Street,'' with a parade at 10 a.m. beginning" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/04spare.html"} , {"body" : "THE cotton-candy-taffy gelato was Coney Island in a cone. Its surface was a mosaic of pink, orange, turquoise and purple, like crushed candy hearts. It left me headachy and dehydrated. But that is what cotton candy and saltwater taffy do. This was at Griff's Gelati, 157 Duane Street (Hudson Street), TriBeCa, (212) 732-5555, the first stop on a tour" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; 87 Scoops Later, a Sweet Meltdown" , "url" : "http:\/\/events.nytimes.com\/2009\/09\/02\/dining\/reviews\/02unde.html"} , {"body" : "Dates are listed when known: ABE & ARTHUR'S Mark Birnbaum and Michael Hirtenstein have named this restaurant for grandfathers and are building a dining room for Franklin Becker's grill menu on the ground floor of the former Lotus. A lounge is named Simyone after a grandfather of another partner, Eugene Remm: 409 West 14th Street. Late September. A" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening in September" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02now.html"} ,   {"body" : "As a rising number of half-finished and half-empty condo projects clutter the skyline, state and city officials have begun developing programs to turn hundreds of these apartments into moderate-income housing. But those efforts have proved far from easy. With budgets tighter than ever, there are few financial incentives to entice developers and" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Seeks to Turn Stalled Projects Into Moderate-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/nyregion\/02condos.html"} , {"body" : "LESLEY REY was carrying two mortgages when her income from selling airplanes took a dive last fall. She has a one-bedroom apartment on the Upper West Side and a house in Westchester. ''You feel a little defeated by the economy,'' she said. ''But you have to make sacrifices.'' She couldn't sell the house in Westchester because she owns it with her" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Now, It's All Yours" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/30\/realestate\/30cov.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Sunday, 1 to 4 p.m., ''Staten Island Modern,'' an outdoor event with dance performances and an art and photography display; visitors should provide their own seating. Through Sept. 6, ''Interlude,'' an exhibition of documentary photographs by eight photographers whose works are featured in the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28spare.html"} , {"body" : "Marty Markowitz, the Brooklyn borough president, will present a proclamation declaring the day Michael Jackson Day in Brooklyn. The Rev. Al Sharpton will supply the prayer. DJ Spinna will supply the music. On Saturday, thousands are expected to fill the Nethermead meadow in the center of Prospect Park to celebrate Mr. Jackson's life on what would" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Designates Day For Michael Jackson Party" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/nyregion\/28jackson.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/movies\/28movies.html"} , {"body" : "They are a familiar site on New York City's streets -- rolling arenas for spitball fights and the stirrings of prepubescent romance. But under a plan unveiled on Tuesday by Mayor Michael R. Bloomberg, the city's fleet of yellow school buses would ferry more venerable cargo. ''We're going to be using our school buses, which, if you think about it," , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "School Buses May Give Older New Yorkers a Lift" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/26\/nyregion\/26elders.html"} , {"body" : "A food market a stone's throw from the Brooklyn Navy Yard and in the shadow of the B.Q.E. may hardly seem a shopper's paradise. But Andrew Goldin, near right, and his brother, David, have lined the shelves, bins and display cases of Fresh Fanatic, the 7,000-square-foot boutique supermarket they own with Joshua Niamehr, with live lobsters, artisanal" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Boutique Supermarket Opens Near the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/26\/dining\/26market.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "DEKALB AVENUE is a patchy stretch of Fort Greene, Brooklyn, where high-end new establishments are interspersed with businesses that have been here for decades. Along the block between Clermont and Vanderbilt Avenues, you can find everything from the DeKalb Convenience Store (''magazines, Lotto and more'') to Ici restaurant, where the menu features" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Home and Headquarters" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23habi.html"} , {"body" : "It is official: Spike Lee's party in honor of Michael Jackson's birthday will be held in Brooklyn, but in Prospect Park, not in Fort Greene Park. The party will take place at the Nethermead, a meadow in the center of Prospect Park, according to an e-mail message from a city official on Friday. The date, Aug. 29, which would have been the singer's" , "date" : "20090822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Party for Jackson Moves" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/22\/nyregion\/22jackson.html"} , {"body" : "'PLAY WEEK' Animals' lives in the wild aren't governed solely by the rule of tooth and claw. Despite the Darwinian demands of survival of the fittest, sometimes even tigers just want to have fun. That principle is on display through Sunday during ''Play Week,'' an annual celebration at the Bronx Zoo featuring activities for a variety of species," , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/21kids.html"} ,   {"body" : "From their apartment in Fort Greene, Brooklyn, Alec Friedman and Skye Parrott work on Dossier magazine and run a store by the same name in the basement." , "date" : "20090821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)"] , "title" : "A Magazine, a Store and a Home" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/08\/21\/realestate\/20090823-HABI_index.html"} , {"body" : "PERSPECTIVES: ART, Women and Islam The Museum of Contemporary African Diasporan Arts The James E. Davis Building 80 Hanson Place, Fort Greene, Brooklyn Through Sept. 13 The Museum of Contemporary African Diasporan Arts, more easily called Mocada, is a New York story, by now often told. The museum started in a walk-up office space in a church house" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DA123AF932A1575BC0A96F9C8B63"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ADAM' (PG-13, 1:38) He (Hugh Dancy) has Asperger's syndrome; she (Rose Byrne) has daddy issues; together they learn to cope. Considering the story's twee details" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/movies\/21movies.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} , {"body" : "THIS summer the unvarying male uniform in the precincts of Brooklyn cool has been a pair of shorts cut at knickers length, a V-neck Hanes T-shirt, a pair of generic slip-on sneakers and a straw fedora. Add a leather cuff bracelet if the coolster is gay. In truth this get-up was pretty much the unvarying male uniform last summer also, but this year" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "NOTICED; It's Hip To Be Round" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/13\/fashion\/13POTBELLY.html"} , {"body" : "THE GREEN THUMB Buster English, a 55-year-old handyman, has been tending his vegetable garden -- he calls it the Cabbage Patch -- at the Walt Whitman Houses in Brooklyn's Fort Greene neighborhood since 1994. Inspired by a neighbor, Mr. English said he began gardening to ''stay out of trouble'' and keep himself busy between jobs; it also helps keep" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One in 8 Million: New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E6DB1631F93AA3575BC0A96F9C8B63"} , {"body" : "OPENING THIS WEEK DER SCHWARZE KöLNER Dale Hall, an Englishman who spent 17 years in Germany, moved to the United States six years ago. He and Randi Lockemann, left, imported German furniture. On Aug. 8, the two are opening a beer hall in Fort Greene, where they live. Sausages, communal tables and 18 German brews on tap are all you need to know." , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/dining\/05off.html"} , {"body" : "I am a general contractor. An employee of one of my subcontractors has become very vocal about his racism. When one of my guys spoke to him about it, he replied that he was entitled to free speech and grew confrontational, almost violent. I am all for free speech, but can't I forbid racist speech on my job site? NAME WITHHELD, NEW YORK You should" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "14" , "title" : "THE ETHICIST; Problem Hires" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/02\/magazine\/02FOB-ethicist-t.html"} , {"body" : "For three weeks in July, The Local, a New York Times blog about Fort Greene and Clinton Hill, Brooklyn, ran a photojournalism workshop for six students, ages 10 to 12. Using donated cameras, the students documented their lives and street goingson, while also learning about technique, from focusing to Photoshop. One day, Syreeta McFadden of the Fort" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ALBUM | NEW LENSES; Future Photojournalists, and What They Learned" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DB1F3EF931A3575BC0A96F9C8B63"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} ,         {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CORALINE' Previews start on Thursday. Opens on June 1. Stephin Merritt (from ''The Magnetic Fields'') scores the musical version of" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE6DD1E3EF932A35756C0A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. SOLEDAD BARRIO & NOCHE FLAMENCA (Friday through Sunday) A new work, ''Camino,'' inspired by poems and stories of refugees, is part of this program for family audiences by the New York-based Noche Flamenca, whose star, Soledad Barrio, inspires devotion in many hearts. As always, the" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/dance\/01dance.html"} , {"body" : "Invariably sensuous, characterized by inventive wit and often uncommonly interesting, the quadruple bill of Trisha Brown's choreography at the Brooklyn Academy of Music ranges from a revival of a rare 1968 work to a world premiere. It includes designs by Robert Rauschenberg, music by Rameau and Laurie Anderson, and dancing by not only 10 of Brown's" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW | TRISHA BROWN; A 40-Year Tour of the Undulating Wit and Humor of Trisha Brown" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/dance\/01tris.html"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "Pop Jon Pareles The phrase always associated with THROBBING GRISTLE is ''industrial-rock pioneers,'' and it's true enough. During the punky 1970s Throbbing Gristle got its start in art galleries, determined to make dystopian noise. The group deployed primitive analog synthesizers built by a band member, Chris Carter, along with tape loops, cheap" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | APRIL 26 - MAY 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D91F31F935A15757C0A96F9C8B63"} , {"body" : "AROUND TOWN THE RASPBERRY BROTHERS Cultural recycling continues apace. A year after ''Mystery Science Theater 3000'' went off the air, Jeremy Pollet, a New York-born performer known to his friends as Jerm, started a similar event at a big independent theater in Austin, Tex. Like ''Mystery Science Theater,'' his group, the Raspberry Brothers, poked" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DE173DF937A15757C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BELL ORCHESTRE (Thursday) This instrumental band from Montreal, which happens to share a few members with the Arcade Fire, creates songs so rich and dizzying -- mesmerizing, careening melodies that mimic early psychedelia as much as traditional chamber music -- that it's easy to forget that" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/music\/24pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AILEY II (Friday through Sunday) The second company of the Alvin Ailey American Dance Theater offers a season filled with premieres and repertory works under the direction of Sylvia Waters, who is celebrating her 40th anniversary with the organization. Expect energy -- and talent. Friday" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/dance\/24dance.html"} , {"body" : "FOR CHILDREN 'JABBERWOCKY' It won't really be brillig, but the slithy toves will certainly gyre and gimble onstage. Brillig, Humpty Dumpty explains in Lewis Carroll's ''Through the Looking-Glass,'' is 4 in the afternoon, when people broil things for dinner. The performance times for ''Jabberwocky,'' a new vocal-instrumental-dance interpretation of" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/24kids.html"} ,   {"body" : "In a nearly empty high school auditorium one evening last month, parents, teachers and cynics marched to the microphone, turned to the collection of volunteers derisively called the Panel for Educational Puppets, and began to scream. A vocational school teacher in East New York, Brooklyn, accused bureaucrats of manipulating college enrollment data." , "date" : "20090423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CONTROLLING INTERESTS; In Debate Over Schools, Panel Is No Threat to the Mayor's Grip" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/23\/nyregion\/23panel.html"} , {"body" : "'ST. MATTHEW PASSION' BAM Harvey Theater 651 Fulton Street Fort Greene, Brooklyn (718) 636-4100; BAM.org Wednesday, Friday and Saturday The Evangelist in sneakers and Jesus in a turtleneck: until they started singing on Friday evening, you wouldn't have picked them out from the audience members who had just been milling about the stage. And that is" , "date" : "20090422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Music in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3D91439F931A15757C0A96F9C8B63"} , {"body" : "ON the heels of its first anniversary, Dossier, the biannual fashion and arts journal, has opened a bricks-and-mortar shop in Brooklyn. ''People told us to do an online magazine and an online store,'' said Katherine Krause, a founder of the publication. ''In both cases, we wanted something real.'' Housed in the garden apartment of a landmark" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; A Well-Edited Space" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1DD1630F93AA25757C0A96F9C8B63"} , {"body" : "It is not unusual these days to hear Merce Cunningham called the world's greatest living choreographer. I go further: I have long thought that he is the greatest living artist since the death of Samuel Beckett, almost 20 years ago. His latest world premiere, ''Nearly Ninety,'' presented at the Brooklyn Academy of Music on Thursday (his 90th" , "date" : "20090418" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW | 'NEARLY NINETY'; Merce Cunningham, Turning 90: Meanings Still Pour From Movement" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/18\/arts\/dance\/18merc.html"} , {"body" : "'THE FROG AND THE WITCH' Fairy-tale villains usually do evil in familiar ways, whether it's imprisoning maidens, cursing newborns or turning princes into frogs. But the sorceress in Vital Children's Theater's latest musical practices wickedness the Grimms probably never thought of: she pollutes the ecosystem. The show, ''The Frog and the Witch,''" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/17kids.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AILEY II (Friday through Sunday, and Wednesday and Thursday) The second company of the Alvin Ailey American Dance Theater offers a season filled with premieres and repertory works under the direction of Sylvia Waters, who is celebrating her 40th anniversary with the organization. Expect" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/dance\/17dance.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'DON GIOVANNI' (Monday) The spare and atmospheric production of Mozart's ''Don Giovanni'' introduced in 2004 by the acclaimed stage actress and director Marthe Keller has returned to the Metropolitan Opera. Michael Yeargan's sets could not be simpler: a series of russet" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EED6123AF934A25757C0A96F9C8B63"} , {"body" : "Many New York City prosecutors reacted slowly and brought few indictments as foreclosure swindles and mortgage fraud swept the city during the past decade, allowing problematic operators to flourish even as the nation's housing market rose and crashed, according to housing lawyers, prosecutors and federal reports. As early as 2000, the federal" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Was Slow To Fight Fraud In Foreclosures" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/nyregion\/15prosecutors.html"} , {"body" : "Open Now EMPORIO Fitting its name, there are a few shelves of provisions for sale in this casual restaurant, which has replaced In Tent. The menu of Riccardo Buitoni, left, takes its cue from Rome, with fried artichokes, garganelli in Amatrice sauce, tonnarelli cacio e pepe, and Frascati-braised rabbit with rosemary: 231 Mott Street (Prince" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/dining\/15off.html"} , {"body" : "''NEARLY NINETY,'' a new work by the choreographer Merce Cunningham, will have its world premiere at the Brooklyn Academy of Music on Thursday. The title makes sense: Mr. Cunningham turns 90 that day, and the choreography runs nearly 90 minutes. There are other Cunningham anniversaries this year. Ten years ago this July, on the stage of the New" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "DANCE; 'This Probably Isn't Possible, But ...'" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/arts\/dance\/12maca.html"} ,   {"body" : "No New York theater company in recent memory has experienced anything like the recent artistic highs and economic lows of the Theater for a New Audience. The spring has turned so bipolar for this nonprofit company that its artistic director, Jeffrey Horowitz, says half-jokingly that he has new sympathy for Ophelia as she descends into madness in" , "date" : "20090411" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Company's Quandary: Hit Shows, No Theater" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/11\/theater\/11new.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JEFF BECK (Friday) The British Invasion guitar god, who may or may not have been satirized as Nigel Tufnel in the film ''This Is Spinal Tap,'' is on a solo tour. At 8 p.m., Fillmore New York at Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800, irvingplaza.com; sold out." , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/music\/10pop.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'AMERICAN SWING' (No rating, 1:21) The life and death of the notorious Manhattan swingers' club Plato's Retreat and of its mastermind, Larry Levenson, are" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E7DC103FF933A25757C0A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AILEY II (Wednesday and Thursday) The second company of the Alvin Ailey American Dance Theater offers a season filled with premieres and repertory works under the direction of Sylvia Waters, who is celebrating her 40th anniversary with the organization. Expect energy -- and talent." , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/dance\/10dance.html"} , {"author" : "Nelson George's book ''City Kid: A Writer's Memoir of Ghetto Life and Post-Soul Success'' will be published this month by Viking." , "body" : "ON a recent unusually mild Saturday, I strolled around Fort Greene, Brooklyn, and, perhaps because of my respectable salt-and-pepper goatee, several folks asked me for directions. An affable white couple on bikes wanted to know how to get to Williamsburg; a young hipster asked me which way to the Alibi Club, the Pratt Institute hangout. I got a" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Strangers on His Street" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05bohe.html"} , {"body" : "WHEN he's feeling courageous, Milton Bonilla, a mortgage loan officer who moved to Mastic Beach in 1996, tells clients to consider buying in his neighborhood. It's inexpensive. It's right on the beach. The reason he needs courage, he says, is the negative response he usually gets. '' 'No thanks,' they say. 'I heard about that place.' '' Mastic" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | THE MASTICS AND SHIRLEY, L.I.; A Struggling Area With Low Prices and a Beach" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/realestate\/05livi.html"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS This year's theme of change has proved infectious. While economic woes have certainly dimmed the atmosphere, the sentiment at the UniverSoul Circus yields only light. Founded in 1994 to showcase the range of African-American talent, this circus now features a cast of international performers in this season's ''America" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03spare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater through May 23, playing alternately every hour on the half-hour from 10:30 a.m. to" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DA103AF930A35757C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND THIS AGAINST THAT (Wednesday and Thursday) The tensions implied by this band's title are expressed in the subtlest of fashions, as Mr. Alessi, an incisive trumpeter, thoughtfully balances composed and improvised music with the help of Tony Malaby on tenor and soprano" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/music\/03jazz.html"} , {"body" : "Film A. O. Scott The last few years have seen a quiet but steady revival of interest in classic Japanese cinema: generous retrospectives and DVD packages devoted to the work of filmmakers from old old masters like Yasujiro Ozu and Kenji Mizoguchi to younger old masters like Shohei Imamura. Starting Wednesday the BROOKLYN ACADEMY OF MUSIC (which" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | MARCH 29 - APRIL 4 | Film" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFD9173CF93AA15750C0A96F9C8B63"} ,   {"body" : "Paul Kerzner has lived his whole life in Ridgewood, Queens, on a block of hundred-year-old yellow-brick row houses. Michael Perlman had barely been to the neighborhood before he fell in love with its 92-year-old neo-Classical movie theater. But the two have become odd allies in a movement to preserve the architecture of Ridgewood, an enclave" , "date" : "20090328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "RIDGEWOOD JOURNAL; A Working-Class Neighborhood Seeks Its Place in History" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/28\/nyregion\/28metjournal.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "Film Series THE CRUEL STORIES OF NAGISA OSHIMA (Wednesday and Thursday) A 14-film series devoted to Mr. Oshima, the most famous member of the Japanese New Wave of the 1960s, begins appropriately with two of the early films that put him on the map: ''The Sun's Burial'' (Wednesday), a sympathetic portrait of an anarchic street gang operating in the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/movies\/27movies.html"} , {"body" : "BIRKAT HACHAMA -- BLESSING OF THE SUN (Sunday) Here's a Jewish tradition you may never have heard of, possibly because it's celebrated only once every 28 years. The blessing of the sun, it is to commemorate a time when the sun is said to return to the position it had at its creation. Hannah Senesh Community Day School in Brooklyn is honoring the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/27Kids.html"} , {"body" : "THIS is not an obituary. The Brooklyn Paper lives. Since 1978, it has been a ''loud, offbeat and somewhat irreverent'' voice in the borough, in the words of its founder and publisher, Ed Weintrob. The paper did, however, undergo something of a transformation this month when it was purchased by Rupert Murdoch's News Corporation. Just what this will" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; A Scrappy Local Paper Ponders Its New Parent" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/thecity\/22murd.html"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "FILM SERIES CANADIAN FRONT 2009 (Friday through Monday) The Museum of Modern Art's sixth annual survey of new Canadian films features work from both established filmmakers (Bruce McDonald's ''Pontypool,'' Léa Pool's ''Mommy's at the Hairdresser'') and newcomers (Charles Officer's ''Nurse.Fighter.Boy,'' Guillaume Sylvestre's ''Well Done''). Museum" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Film Series and Movie Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/movies\/20movies.html"} , {"body" : "IF Doug and Camila Israel were going to leave their apartment in Fort Greene, Brooklyn, for the suburbs, they wanted to get what they couldn't easily have in the city -- ample space and a woodsy yard, maybe with a plot for organic gardening. Any change had to be a big one, Mr. Israel said. ''I wanted the opposite of the city -- to feel more of" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "IRVINGTON (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Big Change of Scenery" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15Hunt.html"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"body" : "AROUND TOWN BEARD AND MUSTACHE CHAMPIONSHIP Facial hair may be de rigueur in certain irony-loving neighborhoods in the city, but around the country it can still be a badge of ne'er-do-wells. ''We call it beardism,'' said Matthew Saccoman, a high school teacher from Meriden, Conn., known to his friends as Beardzzz. So when Mr. Saccoman, 31, came to" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DF143DF930A25750C0A96F9C8B63"} ,   {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'THE CLASS' (No rating, 2:08, in French, with English subtitles) An artful, intelligent, heartfelt fiction film from the director Laurent Cantet about modern" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Film Series and Movie Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/13\/movies\/13Movies.html"} , {"body" : "IF ever there was a time for Fort Greene, one of the most revered brownstone districts in Brooklyn, to have an identity crisis, that time would be now. Fort Greene is Brooklyn's latest culinary mecca, bewitching foodies with hip, minimalist restaurants. Or it's a bastion of African-American pride and culture, a historic home to a vibrant community" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | FORT GREENE, BROOKLYN; Multiple Identities Can Be a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/realestate\/08Livi.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's comedy," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E5DA143FF935A35750C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His replacement, Warren Haynes," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6D8173DF935A35750C0A96F9C8B63"} , {"body" : "''Max,'' a new production by Ohad Naharin, opens in silence on a darkened stage as 10 dancers, five men and five women, are poised with their backs to the audience. The men stand; the women bend in deep pliés, tip over -- by dropping a knee to the floor -- and turn in profile, their heads bowed as if in prayer. In this tremendously potent work," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW | OHAD NAHARIN; Conjuring Up a World Where Images Abound" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/dance\/06max.html"} , {"body" : "Fort Greene is a little jewel of a neighborhood, a haven for foodies, a cultural oasis, and a bastion of African-American pride." , "date" : "20090306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)"] , "title" : "Living in Fort Greene, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/03\/06\/realestate\/20090308LIVINGIN_index.html"} , {"body" : "''La Princesse de Clèves,'' Madame de Lafayette's 1678 novel of forbidden passions among the aristocracy, long a staple of high school French classes, has been adapted, loosely but conscientiously, into ''La Belle Personne,'' a film about present-day French high school students. The translation of classic works of literature into movies rooted in" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "MOVIE REVIEW | 'LA BELLE PERSONNE'; New Girl Comes to Town: Cue Adolescent Dramatics" , "url" : "http:\/\/movies.nytimes.com\/2009\/03\/06\/movies\/06bell.html"} , {"body" : "Love is a universe of two in Philippe Garrel's fatalistic romance ''Frontier of Dawn.'' Shot in richly textured and contrasting black-and-white celluloid, it centers on a young photographer, François (Louis Garrel, the filmmaker's son), and the two women with whom he finds and loses love. After his affair ends with Carole (Laura Smet), a famous" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "MOVIE REVIEW | 'FRONTIER OF DAWN'; Mirrors of Love, Unapologetically Yours" , "url" : "http:\/\/movies.nytimes.com\/2009\/03\/06\/movies\/06dawn.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Friday, Saturday, Wednesday and Thursday) In celebration of the 30th anniversary of her first New York season, Karole Armitage, who has been hailed as the ''punk ballerina,'' presents ''Think Punk!,'' a retrospective that shows the development of her hard-rock" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/dance\/06Dance.html"} ,   {"body" : "Students from Urban Word, an organization that uses hip-hop to promote college preparation, share their works. ''You have to be able to say, 'I'm going to be Shakespeare and Tupac,''' says Cynthia Keteku, 18, of the Bronx, left, who is known as Ceez. ''You have to incorporate everything.'' On Tuesday, high school poets from around New York City" , "date" : "20090303" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E4DC1630F930A35750C0A96F9C8B63"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "When it comes to the restaurant scene in Brooklyn, Clinton Hill may be overshadowed by its neighbors Fort Greene and Williamsburg. But a closer look reveals a variety of interesting food at prices that seem especially appealing during hard financial times. Joloff (718) 636-4011; 930 Fulton Street (St. James Place); $; Article: 10\/29\/08. This" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GOOD EATING\/CLINTON HILL; Flavors of Brooklyn" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01good.html"} , {"body" : "Film A. O. Scott The months between the Oscars and the onset of the summer popcorn season are everyone's favorite time to complain about movies. As in: Why do we have to wait until autumn to see the good ones? The answer is that you don't, if you know where to look. And sometimes that means following the trail of interesting films that have made" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: March 1 - March 7: Film" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5DC1338F932A35750C0A96F9C8B63"} , {"body" : "BAMcinématek, the repertory film program at BAM Rose Cinemas in Fort Greene, Brooklyn, will hold a new film festival, the BAMcinemaFest, this summer. The series, to run from June 17 through July 2, will feature screenings, question-and-answer sessions with filmmakers, free outdoor screenings, all-night marathons and other events. The opening-night" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Footnote" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/28\/arts\/28arts-FOOTNOTE_BRF.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Friday and Saturday) Whether it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/music\/27pop.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's comedy," , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "title" : "Theater Listings: Feb. 27 -- March 5" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/theater\/27wtheater.html"} , {"body" : "'MAKE A LITTLE ROOM FOR ME!' What would small children do if an alligator invaded their classroom? Scream, no doubt -- but only with laughter, if the creature were the one that recently appeared at the 92nd Street Y. His teeth were no stronger than cardboard (in fact, they were cardboard) and his skull was suspiciously boxlike. And you had to pity" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wkids.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Wednesday and Thursday) In celebration of the 30th anniversary of her first New York season, Karole Armitage, who has been hailed as the ''punk ballerina,'' presents Think Punk!, a retrospective that shows the development of her hard-rock ballet style. The movement" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/dance\/27dance.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EEDA153EF934A15751C0A96F9C8B63"} , {"body" : "There are some sharp ideas tucked alongside the tedious high jinks and rank sexism of ''Dillinger Is Dead.'' Directed by the Italian provocateur Marco Ferreri (1928-1997), this 1969 curio first popped up at the Museum of Modern Art in 1970 but is only now receiving American distribution. Although it's easy to see why buyers initially passed on the" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "MOVIE REVIEW | 'DILLINGER IS DEAD'; Go to Work, Come Home, Fire a Gun, Sail for Tahiti" , "url" : "http:\/\/movies.nytimes.com\/2009\/02\/27\/movies\/27dill.html"} ,   {"body" : "FOR CHILDREN BAMKIDS FILM FESTIVAL (Saturday and Sunday) Just when you thought the movie awards were over, here come the BAMmies. They're the prizes voted by children in this annual film festival, now in its 11th edition at the Brooklyn Academy of Music. The fare, for ages 2 through 13, consists of 50 short and feature films from 21 countries, many" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDA153EF934A15751C0A96F9C8B63"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "Jealousy poisons the light that hangs over the kingdom of Sicilia in the wondrous first acts of ''The Winter's Tale,'' directed by Sam Mendes at the Brooklyn Academy of Music. The country's monarch, Leontes, walks through his palace wrapped in a miasmic, jaundice-colored glow that isolates him from those he loves even as it infects them. As played" , "date" : "20090223" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW | 'THE WINTER'S TALE'; Alas, Poor Leontes (That Good King Has Not Been Himself of Late)" , "url" : "http:\/\/theater2.nytimes.com\/2009\/02\/23\/theater\/reviews\/23winter.html"} , {"body" : "A select list of forthcoming shows. Dates are subject to change. FEBRUARY THIS BEAUTIFUL CITY To create their newest theatrical piece, an exploration of the rise of the evangelical movement, members of the singular theater troupe the Civilians spent 10 weeks in Colorado Springs, where several evangelical churches have their national headquarters." , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "12" , "title" : "THEATER LISTINGS; Guys, Dolls, Jets, Sharks, Heroes, Hair" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/theater\/22webtheater.html"} , {"body" : "FORT GREENE TOWN HOUSE $1,890,000 BROOKLYN: 204 Adelphi Street (near Willoughby Avenue) A 19th-century frame house with a front porch and back deck; a four-bedroom two-and-a-half-bath upper triplex; and a two-bedroom one-bath garden apartment. Larisa Kogut, the Corcoran Group (718) 923-8015; www.corcoran.com TAXES: $2,996.08 a year PROS: The house" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Fort Greene Town House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EFDF123FF931A15751C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' Previews start on Thursday. Opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's" , "date" : "20090220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "Theater Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/20\/theater\/20theater.html"} , {"body" : "As resistance to foreclosure evictions grows among homeowners, community leaders and some law enforcement officials, a broad civil disobedience campaign is starting in New York and other cities to support families who refuse orders to vacate their homes. The community organizing group Acorn unveiled the campaign with a spirited rally on Friday at a" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Bid to Link Arms Against Eviction" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/nyregion\/18foreclose.html"} , {"body" : "IN FORT GREENE, Brooklyn, the four corners of Africa can be reached within a few blocks. With the stalwart Madiba representing the south for years, three other restaurants have staked claims to west, east, and north. ABISTRO 154 Carlton Avenue (Myrtle Avenue), (718) 855-9455. Some restaurants make you feel as if you're the reason for their" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FORT GREENE (NYC)" , "AFRICA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; An African Sampler in a Few Blocks" , "url" : "http:\/\/events.nytimes.com\/2009\/02\/18\/dining\/reviews\/18unde.html"} , {"body" : "WHEN strangers approach, there's a fierce bark behind the closed door of the Blitz family's 1899 American Foursquare house in Kensington, Brooklyn. But on close inspection, the dog, Magda, turns out to be just 10 inches tall, and pretty enough to be carried around in a socialite's Louis Vuitton bag. ''She's a Can Hardly,'' said Dori Dietz Blitz." , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "HABITATS | KENSINGTON, BROOKLYN; Elbow Room and Elbow Grease" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/realestate\/15habi.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. (Chinen) (Chinen) (Chinen) ERNESTINE ANDERSON (Monday) Ms. Anderson, a soulful and experienced singer, has a new album, ''A Song for You'' (HighNote), that confirms her cleareyed approach to romance -- not a bad strategy, one imagines, for the Monday after Valentine's Day. At 8 and 10:30" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/music\/13jazz.html"} ,   {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISTRACTED' In previews; opens on March 4. Lisa Loomer, author of ''Living Out'' and ''The Waiting Room,'' explores parental" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/theater\/13theater.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. MARC ANTHONY (Saturday) In 1999 the salsa singer Marc Anthony, a New Yorker of Puerto Rican descent, released his English-language debut, ''Marc Anthony'' (Columbia), a collection of tepid pop songs that garnered him much commercial success. A decade later he is back to singing mostly in" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/music\/13pop.html"} , {"body" : "Inveterate travelers find something of themselves wherever they go. Beirut, the band led by the 22-year-old songwriter Zach Condon, traverses international styles and finds oompah, brasses, accordion and misgivings. ''We grow fat on the charms of our idle dreary days,'' Mr. Condon sang early in the band's sold-out concert at the Brooklyn Academy of" , "date" : "20090209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | BEIRUT; Loneliness and Sorrow With an Exotic Oomph" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/09\/arts\/music\/09beir.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. 'LOVE, LOSS, AND WHAT I WORE' There is this great little portable device that stores heaps of text, allows the user to summon any image imaginable and does not require significant technical expertise to operate. It's called a good book, and" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wspare.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISTRACTED' Previews start on Saturday. Opens on March 4. Lisa Loomer, author of ''Living Out'' and ''The Waiting Room,''" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb.6 - Feb. 12 | Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5DB113DF935A35751C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISTRACTED' Previews start on Saturday. Opens on March 4. Lisa Loomer, author of ''Living Out'' and ''The Waiting Room,'' explores" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "title" : "Theater Listings: Feb. 6-12" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/theater\/06wtheater.html"} , {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday and Sunday, noon to 5 p.m., an International Polar Weekend devoted to understanding the Earth's climate change, with discussions, shows and films featuring scientists, performers and others from North America, Greenland and Norway. Saturday at 7:30 and 8:30 p.m.," , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: Feb.6 - Feb. 12 | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2D91E3CF935A35751C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. TUNDE ADEBIMPE, RYAN SAWYER (Friday) As the vocalist for the Brooklyn band TV on the Radio, Tunde Adebimpe squeals and mutters and occasionally shouts. His singing, while unpredictable, is steady, and his vocals anchor his bandmates' moody, loop-ridden rock 'n' roll. Mr. Adebimpe, who recently" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb.6 - Feb. 12 | Pop" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/music\/06pop.html"} , {"body" : "IF you grew up in America and weren't raised as, say, a Branch Davidian, chances are you played ''store'' with your friends. You set up shop in the backyard and sold things for a common, agreed-upon currency: ''Hello ma'am, as you can see, I have fresh sassafras leaves and fine red dirt! That will be five acorn tops! Thank you very much and have a" , "date" : "20090205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["DUMBO (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "CRITICAL SHOPPER | BROOKLYN FLEA; Come Shop in Their Backyard" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/05\/fashion\/05CRITIC.html"} , {"body" : "ROBBIN GOURLEY and Jeffrey Stern never expected to live in Brooklyn. They settled in SoHo in 1984, when artists lived in raw lofts and galleries occupied most of the storefronts. ''We bought a place on Crosby Street that was basically air,'' said Ms. Gourley, 56, an illustrator and author and the creative director of children's books for Farrar," , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | FORT GREENE; In Brooklyn, A Slice of the South" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/realestate\/01habi.html"} ,   {"body" : "Music METROPOLITAN OPERA, ''Rigoletto,'' 1, and Orfeo ed Euridice,'' 8, Metropolitan Opera House, Lincoln Center. BARGEMUSIC, In Celebration of Mendelssohn's 200th Birthday, Manhattan Symphonee, with Gregory Singer, conductor, and others, Fulton Ferry Landing at the Brooklyn Bridge, Brooklyn, 8. BROOKLYN PHILHARMONIC, Nuevo Latino Festival, BAM" , "date" : "20090131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Entertainment Events" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DB163FF932A05752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center for Earth and Space; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0DE153CF933A05752C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISFARMER' In previews; opens on Sunday. This puppet theater profiles the Arkansas portrait photographer Mike Disfarmer. St. Ann's" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Theater Listings: Jan. 30 -- Feb. 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E6D9123FF933A05752C0A96F9C8B63"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISFARMER' In previews; opens on Sunday. This puppet theater profiles the Arkansas portrait photographer Mike Disfarmer. St." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFD71F3DF933A05752C0A96F9C8B63"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "These budget-conscious places in Fort Greene, Brooklyn, one of the borough's more popular brownstone neighborhoods, offer good food at great prices. (This continues an occasional series focusing on affordable restaurants in some of the city's popular dining destinations.) The General Greene (718) 222-1510; 229 DeKalb Avenue (Clermont Avenue); $;" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GOOD EATING | FORT GREENE; On the Cheap" , "url" : "http:\/\/events.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25rest.html"} , {"body" : "WHEN a former community organizer named Barack Obama began his bid for the presidency, it cast a spotlight on an uncelebrated profession. In New York, the history of community organizing is long, and Luis Garden Acosta has been around for much of it. Born in Fort Greene, Brooklyn, to a Puerto Rican mother and a Dominican father, Mr. Acosta, 63," , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; Since the '60s, a Place on the Ramparts" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25orga.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'ARISTOCRATS' In previews; opens on Sunday. The Irish Rep revives Brian Friel's Chekovian drama about a family gathering for a wedding" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7D6173EF930A15752C0A96F9C8B63"} , {"body" : "The latest development dispute in Dumbo involves a proposal that has, for many residents, tinges of a Faustian bargain. Many among them want a local middle school for their children. But they are not sure they want it badly enough to accept its proposed packaging -- an apartment tower that would block views of their neighborhood's most prized" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Wondering if a New School in Brooklyn Is Worth Blocking a View of the Bridge" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/21\/nyregion\/21dumbo.html"} , {"body" : "Even as cultural organizations across the city are contracting in a grim economic climate, the Brooklyn Academy of Music has embarked on a $300 million expansion effort that calls for a new theater, three or four spaces for screening films, new festivals for opera and Muslim culture and a shored-up endowment, officials say. Karen Brooks Hopkins," , "date" : "20090120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Brooklyn Academy Thinks Big, Despite All" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/20\/arts\/music\/20bam.html"} ,   {"body" : "FORT GREENE CO-OP $739,000 BROOKLYN: 101 Lafayette Avenue (corner of South Oxford Street) #5FG A two-bedroom two-bath co-op one block from Fort Greene Park in the Griffin, a 1931 building with an elevator and a doorman. Lee Solomon, Brown Harris Stevens (718) 399-4105; www.bhsusa.com Open house Sunday, 12 to 2 p.m. MAINTENANCE: $970 a month PROS:" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6DD1F3DF93BA25752C0A96F9C8B63"} , {"body" : "CAN'T GET TO WASHINGTON? Inaugural Events in New York New York, the undisputed nexus of American cultural life, may be ceding its place to Washington for the coming week, but not without a fight. Despite those breathless early estimates, only 2 million people are headed to the inauguration, which leaves at least 300 million of us with no plans to" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1F3AF935A25752C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Staten Island Historical Society. Saturday at 7:30 and 9 p.m., a performance by String Fever, part of the Tavern Concerts series; $15, $12 for members; reservations required. Open Wednesdays through Sundays, 1 to 5 p.m. Additional tours on weekdays at 2:30 p.m., and on weekends at 2 and 3:30 p.m." , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD133AF935A25752C0A96F9C8B63"} , {"body" : "It feels right that the proportions are all wrong in Sam Mendes's seriously comic production of ''The Cherry Orchard,'' which opened on Wednesday night at the Harvey Theater of the Brooklyn Academy of Music. From the play's opening scene, in which full-size grown-ups sit on child-size chairs in the dusty nursery of a too-large country house, a" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'THE CHERRY ORCHARD'; All Alone in a Crowded Country Home" , "url" : "http:\/\/theater2.nytimes.com\/2009\/01\/16\/theater\/reviews\/16orch.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums BARD GRADUATE CENTER: 'ENGLISH EMBROIDERY FROM THE METROPOLITAN MUSEUM OF ART, 1580-1700,' through April 12. At once revelatory and great fun, this exhibition examines one of the world's most beloved and ancient art" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE1D6113DF935A25752C0A96F9C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE SEDUCTION OF LIGHT,' through March 29. Comparisons may be invidious, but they can also be illuminating. Consider this small, tightly focused exhibition of portraits by the 19th-century American" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/16\/arts\/design\/16wart.html"} , {"body" : "Presidential Salutes Obama cookies, Obama cupcakes, Obama cocktails, Obama menus, even a special Obama tea blend are among the culinary gimmicks that food shops, bakeries and restaurants have devised to celebrate Inauguration Day on Jan. 20. There are a few events worth noting. On Jan. 20 at Savoy, 70 Prince Street (Crosby Street) from 6 to 9 p.m.," , "date" : "20090114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/14\/dining\/14fcal.html"} , {"body" : "THE less everyone around him said, the better Jamal Woolard knew he was doing. For several months beginning in November 2007 he would spend every day learning how to morph into Biggie Smalls (the murdered rapper also known as the Notorious B.I.G.) for the biopic ''Notorious.'' Memorized his albums front to back. Watched concert footage and tapes of" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "FILM; Bringing Back A Dead Rapper, And the Tears" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/movies\/11jon.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE AMERICAN PLAN' In previews; opens on Jan. 22. Richard Greenberg (''Take Me Out'') centers on a mother-daughter relationship in this" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/theater\/09theater.html"} , {"body" : "THREE KINGS DAY The lights have been taken down, the trees are on the way to the mulch pile, and Christmas cards are being offered at staggering discounts, but holiday celebrations aren't over yet. Christmas technically ended on Monday, its 12th day. And on Tuesday, the day known in Spanish-speaking New York (and beyond) as El Día de Reyes, El" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DB1239F93AA35752C0A96F9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DB1430F93AA35752C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Monday) In the late 1990s, the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and the" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/arts\/music\/09pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE SEDUCTION OF LIGHT,' through March 29. Comparisons may be invidious, but they can also be illuminating. Consider this small, tightly focused exhibition of portraits by the 19th-century American" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/arts\/design\/09wart.html"} , {"body" : "''I'M really a modernist,'' said Serine Hastings, who lived in prewar apartments her first three decades in New York. Since moving from Chicago in the late 1970s, she has always made her home in places with vintage architectural details. ''I lived on the top floor of a Federal town house in Chelsea and a co-op on the Upper West Side,'' said Ms." , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; After All Those Brownstones, a Blank Canvas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/realestate\/04habi.html"} , {"body" : "'50 FIRST JOKES' Eating black-eyed peas, being hung over, regrets -- everyone has a New Year's tradition. For the show ''50 First Jokes'' on Saturday, 50 comedians will start 2009 with a new punch line. ''Our rule is, you have to write your joke after the ball drops,'' said Jiwon Lee, a stand-up comedian and co-producer of the event, now in its" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DC123FF931A35752C0A96F9C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Hours vary during the holiday season; please confirm with the gallery or museum. Museums ASIA SOCIETY AND MUSEUM: 'ART AND CHINA'S REVOLUTION,' through Jan. 11. The splashy party that was the 2008 Olympics is yesterday's news, but" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings: Jan.2 - 8: ART" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/arts\/design\/02art.html"}]