[  {"body" : "Bumper Cars Cobble Hill is a neighborhood of old brownstones and narrow streets. It also has a hospital and nursing home whose employees often wait in their cars and save spaces for friends on the next shift -- an annoying but not illegal practice. What must be illegal, though, is cramming one's car into too small a space. Having witnessed this one" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "COMPLAINT BOX; And Another Thing..." , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27complaint.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'THE BARBER OF SEVILLE' (Sunday) The Bleecker Street Opera, a recent offshoot of the late, lamented Amato Opera, mounts its second offering: a new production of Rossini's antic comedy, directed by Theresa K. Pond and conducted by David Rosenmeyer. (Through Jan. 17.) At 7" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6D8163EF93BA25751C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Sunday) In the late 1990s, the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and the" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/music\/18pop.html"} , {"body" : "THERE are many spectacles in New York every December, from the Christmas tree at Rockefeller Center to Bergdorf Goodman's fantastical windows. But of special interest are the holiday markets that pop up all over the city, from Grand Central Terminal to Union Square, with hundreds of artisans and retailers selling unusual gifts. One of them is Lotta" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH LOTTA ANDERSON; Handy for the Holidays" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/garden\/17shop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ARCTIC MONKEYS (Thursday) This alt-rock band from Sheffield, England, plays imminently danceable, cutting postpunk with a healthy dose of postadolescent ennui. Alex Turner's vocals are rich and round, lending his bandmates' bluster a certain gravitas. With Screaming Females, a lo-fi punk trio" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/music\/11pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. PETER BERNSTEIN TRIO (Friday and Saturday) On ''Monk'' (Xanadu\/The Orchard), his vigorous new album, the guitarist Peter Bernstein translates the music of Thelonious Monk to the fretboard, with shrewd and impressive results. Of course he has help: from the astute drummer Bill Stewart" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/music\/11jazz.html"} , {"body" : "Precious little linked most of the composers who participated in New Music, New York, a nine-evening concert series presented by the Kitchen in June 1979. Then located in SoHo, the Kitchen was a home for a wide range of musical doings: Fluxus happenings, the nascent Minimalism of Philip Glass and Steve Reich, experiments by rock refugees like" , "date" : "20091207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW | ESSENTIAL REPERTOIRE; Yesterday's Avant-Garde As Today's Durable Works" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/07\/arts\/dance\/07darmstadt.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ARCTIC MONKEYS (Thursday) This alt-rock band from Sheffield, England, plays eminently danceable, cutting post-punk with a healthy dose of post-adolescent ennui. Alex Turner's vocals are rich and round, lending his bandmates' bluster a certain seriousness. With Screaming Females, a lo-fi punk" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/music\/04pop.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'LES CONTES D'HOFFMANN' (Monday) The director Bartlett Sher, who won a Tony Award for directing the Lincoln Center Theater's production of ''South Pacific,'' had an enormous success in his Metropolitan Opera debut staging a lively, fluid and zany production of Rossini's" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7DD113DF937A35751C1A96F9C8B63"} , {"body" : "At a time when many people are cursing the economy, David Alhadeff, the owner of the Future Perfect, has reason to be grateful to it. Thanks to the reduced rents, he was recently able to open a Manhattan outpost of his Brooklyn design store, which will carry mostly contract and high-end residential furnishings. The space has a distinctly industrial" , "date" : "20091203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; The Future Perfect Plants Its Flag in Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E1DD133DF930A35751C1A96F9C8B63"} ,   {"body" : "Firefighters found two men dead in a van that had caught fire in Brooklyn on Friday near the Gowanus Expressway. The victims, whose names and ages were not released, were found just before 9 p.m. after people in the area noticed that the van was on fire and called 911. Firefighters found the bodies after they pried open the doors and extinguished" , "date" : "20091128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "2 Found Dead in a Van in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/28\/nyregion\/28van.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI ACOUSTIC BAND (Wednesday) ''Things to Come'' (Sunnyside) is the strong new statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here Mr. Abbasi unplugs and branches out with a new group, featuring the vibraphonist" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/music\/27jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DIANE BIRCH (Sunday and Monday) Ms. Birch's songs are retro-leaning in a nonspecific way (Zooey Deschanel meets Joni Mitchell, with the tiniest dash of Norah Jones), and her rich, husky vocals go down soft and easy. Her new album, ''Bible Belt'' (S-Curve), is a promising debut, full of honest" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/music\/27pop.html"} , {"body" : "It was drizzling lightly in late October when the midnight shift started at the Owls Head Water Pollution Control Plant, where much of Brooklyn's sewage is treated. A few miles away, people were walking home without umbrellas from late dinners. But at Owls Head, a swimming pool's worth of sewage and wastewater was soon rushing in every second." , "date" : "20091123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Sewers at Capacity, Waste Poisons Waterways" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/us\/23sewer.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DEVENDRA BANHART (Sunday and Monday) Still the thick-bearded Pied Piper of the eclectic and adventurous subgenre unfortunately named freak folk, Mr. Banhart is a gifted fantasist, creating spider webs of acoustic guitar and vocals. With Little Joy. Sunday at 8 p.m., Town Hall, 123 West 43rd" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20pop.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFI (Friday) AFI gives its slithery, death-and-gloom-obsessed songs a jolt of fierce energy by reaching back to the anthemic hard-core punk of 1980s groups like Agnostic Front (as well as to '90s pop-punkers like Green Day). At 8 p.m., Roseland Ballroom, 239 West 52nd Street, Manhattan , (212)" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/music\/13pop.html"} , {"body" : "''MONEY is no object when it comes to punk rock,'' said Thurston Moore, the frontman for Sonic Youth. He was flipping through stacks of vinyl at Academy Records in Williamsburg, Brooklyn, with Jemina Pearl, his latest protégé, who had just unearthed a first pressing of ''Raw Power'' by Iggy and the Stooges, from 1973. ''But it's $40,'' she" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | JEMINA PEARL; Punk's Fresh Face" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/fashion\/08night.html"} , {"body" : "Once it might have seemed a match made in zoning heaven: a concrete plant dropped into gritty, tumbledown Red Hook. But Red Hook, a western Brooklyn peninsula known for its rough-hewn docks and their denizens, has been cultivating a gentler, more genteel image for years now, becoming a magnet for artists looking for cheap space, homesteaders" , "date" : "20091107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "RED HOOK JOURNAL; Dust Has Yet to Settle Over New Concrete Plant" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/07\/nyregion\/07metjournal.html"} , {"body" : "Less than two years ago, the Brooklyn Brewery found itself in a bind that had squeezed many companies out of New York. It wanted to expand, but the rapid gentrification of its neighborhood, in Williamsburg, Brooklyn, had pushed rents beyond what it could afford. That was before the recession took hold in the city. Now, the brewery is taking" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Soft Real Estate Market Is a Key Ingredient at Brooklyn Brewery" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02brewery.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE BLACK HEART PROCESSION (Saturday and Sunday) Some bands seem preternaturally suited for a Halloween (or day-after-Halloween) show. The Black Heart Procession, from San Diego, plays dark, sinister indie-rock that toys with drone and electronics. ''Rats,'' from the group's new album, ''Six''" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/music\/30pop.html"} , {"author" : "Andrew Rice is a contributing writer for the magazine." , "body" : "THE GOWANUS CANAL runs one and a half miles through brownstone Brooklyn, cutting a disreputable gash between two of the most desirable residential neighborhoods in New York City. Sunken below street level, no more than 100 feet across at most points, the canal does not really flow -- it skulks. On sunny days, its waters take a greenish hue and are" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "RENEWAL; ON THE WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/magazine\/25Key-Gowanus-t.html"} , {"body" : "He has dreamed of windmills atop skyscrapers, planted magnolia trees with Bette Midler and basked in the effusive praise of Al Gore. More than any mayor before him, Michael R. Bloomberg has made the environment a central theme in his vision of urban life -- a surprising turn for a man who is a billionaire known mainly for his business savvy when he" , "date" : "20091023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Mayor's Environmental Record: Grand Plans and Small Steps Forward" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/23\/nyregion\/23green.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "Museums and Sites NEW YORK TRANSIT MUSEUM Through Feb. 28, ''Last Day of the Myrtle Avenue EL: Photographs by Theresa King,'' with pictures taken in October 1969. On Sunday at 2 p.m., a tour of the display with Ms. King. Museum hours: Tuesdays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 5 p.m.; Boerum Place and Schermerhorn" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DE1530F935A25753C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ART BRUT (Saturday) Rock 'n' roll needs to celebrate as well as ridicule its own mythology, and Art Brut, sarcastically but exuberantly singing about the thrill of plugging in and making a ruckus -- ''Formed a band, we formed a band\/Look at us, we formed a band!'' -- is one of the rare groups" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/music\/16pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MUHAL RICHARD ABRAMS AND FRED ANDERSON\/MARK TAYLOR QUARTET (Friday) In addition to being a venerable pianist and composer, Mr. Abrams is an architect of the Association for the Advancement of Creative Musicians, which presents one of its periodic New York concerts here. Performing with" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/music\/16jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. IAN ANDERSON (Tuesday) The first -- and perhaps last? -- serious rock 'n' roll flutist, Ian Anderson of Jethro Tull is still tooting, performing a series of acoustic solo shows this fall and winter, backed by an all-star band (including the German guitarist Florian Opahle, the pianist and" , "date" : "20091009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/arts\/music\/09pop.html"} , {"body" : "Suzanne Fiol, an impresario of avant-garde culture in New York, who founded the performance space Issue Project Room and served as its artistic rudder, died on Monday in Manhattan. She was 49 and lived in Brooklyn. The cause was cancer, said Sarah Garvey, a spokeswoman. Opened in 2003 in a former garage in the East Village, Issue Project Room" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "37" , "title" : "Suzanne Fiol, 49, Avant-Garde Impresario" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/arts\/music\/08fiol.html"} , {"body" : "REUBEN COPE, a lanky Irish artist, unpacked his bag of broken objects: a few inches of knitting pocked with dropped stitches, a ceramic sherry label broken in half, an adaptor for his razor. Mr. Cope, who lives in a castle in Kilkenny, was in town visiting his girlfriend; he announced that he had tried knitting and yoga for the first time the day" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "SEEN; The Art Of the Repair" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/garden\/08seen.html"} ,   {"body" : "AFTER 37 years in their house on Dean Street in Boerum Hill, Brooklyn, Norman and Roselyn Kopit decided last summer that it was finally time for a change of scene. Their children had moved out, and work had just finished on their living-room ceiling, so the time seemed right. They had bought the house for $43,000; when their broker now priced it at" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BOERUM HILL, BROOKLYN; Subway Lines Galore, but Who's Leaving?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/realestate\/04living.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANDREW W. K. WITH THE CALDER QUARTET (Friday) When not performing high kicks in high-tops, the exuberant, stringy-haired Andrew W. K. (''Party Hard'') plays raucous rock 'n' roll that tends to revisit the same three chords -- but who's counting? Playing against type, he is collaborating once" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/music\/02pop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIPOP CONSORTIUM (Tuesday) More than a decade ago this New York trio was formed with a goal of bringing the creative freedom of avant-garde jazz and poetry to hip-hop. It succeeded all too well, drifting into chaotic, abstract realms where most rappers have justifiably feared to tread. But" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE QUARTET (Wednesday and Thursday) On his typically gorgeous new album, ''Wait Til You See Her'' (ECM), the guitarist John Abercrombie explores the chemistry of this fine quartet with the violinist Mark Feldman, the bassist Thomas Morgan and the drummer Joey Baron." , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25jazz.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} , {"body" : "More than a dozen Brooklyn proprietors have created small restaurant and retail empires in the Smith Street area in and around Cobble Hill, Boerum Hill and Carroll Gardens. Here is a sampling: Frank Falcinelli and Frank Castronovo Frankies Spuntino (restaurant), 457 Court Street Cafe Pedlar (coffeehouse), 210 Court Street Prime Meats (restaurant)," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "The Little Empires" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains-web.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Friday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/arts\/music\/18jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALL TOMORROW'S PARTIES (Friday through Sunday) This year the United States version of this acclaimed British festival -- held on a sprawling country club in the Catskills -- has as one of its curators the Flaming Lips, who have plucked a handful of bands (Boredoms, No Age, Deerhoof, Caribou," , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/arts\/music\/11pop.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "COUNTY FAIR AND MORE A scrappy patch of grass on the western shore of the Gowanus Canal -- the disturbingly tepid, heavily polluted waterway oozing through South Brooklyn -- the BKLYN Yard is an unlikely club space, though its grim industrial aesthetic surely passes for chic in certain circles. (Pull up a cinder block and gather 'round the" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "It's Not Too Late for Grooving" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E0D6103EF937A3575AC0A96F9C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALICE IN CHAINS (Tuesday) One of the more compelling bands to emerge from grunge-gripped Seattle in the late 1990s, Alice in Chains and its rubbery hard-rock (''Would?,'' ''Man in A Box'') felt both dire and, somehow, hopeful. The band went on hiatus toward the end of the decade, and in 2002" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/music\/04pop.html"} , {"body" : "Celebrating Corn A green corn festival will be held Sept. 5 to 7 from 10 a.m. to 6 p.m. at Philipsburg Manor, a restored Colonial estate from 1750 on Route 9 in Sleepy Hollow, N.Y., near Tarrytown. The festival will feature demonstrations of open-hearth cooking, Indian crafts and other activities. Picnic food will be sold. Admission is free for" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Dining Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02fcal.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFTER THE JUMP (Friday through Sunday) This young indie-rock festival is coordinated by a cabal of music bloggers (''They are the ones on the front lines, crushed into the barrier, braving bad music,'' the festival's Web site says), and features 16 up-and-coming bands, including Blood Warrior," , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/music\/28pop.html"} , {"body" : "They are a familiar site on New York City's streets -- rolling arenas for spitball fights and the stirrings of prepubescent romance. But under a plan unveiled on Tuesday by Mayor Michael R. Bloomberg, the city's fleet of yellow school buses would ferry more venerable cargo. ''We're going to be using our school buses, which, if you think about it," , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "School Buses May Give Older New Yorkers a Lift" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/26\/nyregion\/26elders.html"} , {"body" : "Over the decades, Red Hook, Brooklyn, has been home to many things: a brawny, corrupt waterfront; free-range prostitution; a sprawling housing project once pocked by drugs and gunfire; artists seeking space and the hunters of cool who inevitably follow them. Now the neighborhood is about to land one of its odder residents -- an enormous, high-tech" , "date" : "20090825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A High-Tech Home for Multimillion-Dollar Works of Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDB1130F936A1575BC0A96F9C8B63"} , {"body" : "Film Mike Hale When it comes to excuses to hold a film series, the high-class distributor is the new film noir. (Or Asian director.) In the last few years New York theaters have devoted retrospectives to the art-house releases of Janus Films, Kino International, Rialto Pictures and Zeitgeist Films, among others. Now it's the turn of First Run" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | AUG. 23 - AUG. 29" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDC1731F930A1575BC0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALLMAN BROTHERS BAND (Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since the co-founder Dickey Betts is estranged from the band. His replacement, Warren Haynes, shares the twin-guitar" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/music\/21pop.html"} , {"body" : "With its brownstones, city views and colonies of hormone-driven hipsters, what could be more romantic than Brooklyn? The entire borough, especially during summer, seems to hum with an erotic charge. The following poems about Brooklyn were ''found'' last week in the Missed Connections section of newyork.craigslist.org. They are printed verbatim with" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "POETIC CONNECTIONS | BOROUGH OF LOVE; Currents in the Brooklyn Buzz" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/nyregion\/16poems.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Wednesday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His replacement, Warren Haynes, shares the" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/music\/14pop.html"} , {"body" : "HELICOPTER FLIGHTS And Sotomayor Sonia Sotomayor's swearing-in as a justice on the Supreme Court was the top headline on Saturday for less than an hour before it was overshadowed by the collision of a small plane and a helicopter over the Hudson River. The crash, which killed nine people, revived calls for restrictions on sightseeing flights in New" , "date" : "20090811" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3DC163AF932A2575BC0A96F9C8B63"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. TORI AMOS (Thursday) Tori Amos's otherworldly, near-shamanic voice -- high, tender, occasionally cruel -- is matched by her artfully dramatic piano pounding, and her songs of love and devastation have earned her an army of dedicated fans. Ms. Amos's new album, ''Abnormally Attracted to Sin''" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/music\/07pop.html"} , {"body" : "BEAUTY is more powerful when it's unexpected. Like the garden on Union Street, right by the drawbridge to the Gowanus Canal in Brooklyn, where shuttered warehouses meet the cracked, treeless cement. Eight-foot sunflowers tower over the graffiti on the warehouse wall. Larkspur and lavender, bee balm and verbena, clematis and sweet alyssum bloom" , "date" : "20090806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; Growing Cottage Flowers In Gowanus" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/06\/garden\/06garden.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ERNESTINE ANDERSON WITH HOUSTON PERSON (Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain here with help from a frequent foil, the tenor saxophonist Houston Person. She also has" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/music\/31jazz.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera GLIMMERGLASS OPERA (Friday through Thursday) No matter what route a New York City resident chooses in driving upstate to Cooperstown to attend the Glimmerglass Opera, it always seems to take exactly four hours. But it is well worth the trip to experience productions at" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DE1638F932A05754C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Sunday) Whether or not it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live furor," , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/music\/24pop.html"} , {"body" : "The only thing cooler than a pool party on a summer night in New York City is a secret pool party. And the only thing cooler than that, as a few enterprising developers recently discovered, is a secret pool party in a pool made out of a Dumpster on the banks of the Gowanus Canal in industrial Brooklyn. On a rented lot that's hidden from the street" , "date" : "20090720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Forget the Trash Bag, Bring a Towel" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/arts\/design\/20pool.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. (Nate Chinen) RASHIED ALI QUINTET (Wednesday and Thursday) Rashied Ali has had a substantial career in the jazz avant-garde, but hard bop is the foundation for this quintet, which works here to celebrate the release of a new album, ''Live in Europe'' (Survival). The band's" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/music\/10jazz.html"} , {"body" : "LAST Sunday, under a slowly revolving disco ball, a dance floor in Brooklyn was jumping. The German D.J. Losoul spun techno and house, and the crowd -- many in it wearing sunglasses -- moved, two-stepping and twirling with arms raised. Toward the end of the party, when he let a single beat crescendo for several minutes before abruptly cutting it" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "1" , "title" : "Dance Floors for People With Day Jobs" , "url" : "http:\/\/travel.nytimes.com\/2009\/07\/10\/arts\/music\/10djs.html"} , {"body" : "When it comes to the avant-garde side of the arts, the numbers tend to be pretty small. Record sales of a thousand or two, if you're lucky; theater audiences in the dozens, not hundreds. But last year Issue Project Room, a nonprofit arts space that was founded in the East Village and for the last four years has been in Brooklyn, was dealt a" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "An Avant-Garde Arts Group Bites Off a Lot to Chew" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/arts\/09issue.html"} , {"body" : "AN artist without a gallery can take to the streets. But what's a chef without a restaurant to do? You can run a speakeasy operation in your apartment and hope no one tells the health inspectors. Or you can find an existing restaurant and stage a coup (politely), as a few young cooks in Brooklyn have done. BEP At Simple Café, 346 Bedford Avenue" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Raiding the Kitchen" , "url" : "http:\/\/events.nytimes.com\/2009\/07\/08\/dining\/reviews\/08unde.html"} ,   {"body" : "Who needs Renoir's barges on the Seine? Jose Gaytan is enraptured by scows on the Gowanus. Almost every day for the past six years, Mr. Gaytan, with his two dogs, has crisscrossed the streets and bridges near the Gowanus, Brooklyn's famous canal, photographing moments of serenity, color and beauty amid the decaying postindustrial landscape." , "date" : "20090707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "By the Gowanus, A Painterly Lens On the Ruins Amid a Rebirth" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/07\/nyregion\/07muse.html"} , {"body" : "New York City is well-known for dense skyscrapers and gritty neighborhoods, but it also has 578 miles of coastline. Some of that coastline is also gritty (Gowanus, anyone?), but there are plenty of peaceful and pristine spots. The city's smallest beach, at 40.4 acres, is Manhattan (which is actually in Brooklyn), and its largest is Coney Island, at" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "SNAPSHOT |COASTLINE; Sand, Surf and Shoobies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDB1331F936A35754C0A96F9C8B63"} , {"body" : "CAR collections, by nature, are a reflection of their owners' interests. There are sports-car collectors and muscle-car collectors. There are collectors devoted to Italian makes, and there are those who reserve their affections for a single brand. Then there is Lenny Shiller of Park Slope, Brooklyn. An inveterate Brooklynite (''If I never leave" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO; Accumulated, if Not Curated" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/automobiles\/collectibles\/05EGO.html"} , {"body" : "Fighting to prevent the Gowanus Canal in Brooklyn from being labeled a Superfund site, city officials are proposing an alternative cleanup plan that they say would still be overseen by the Environmental Protection Agency but would take only about half the time a Superfund project would require. A Superfund designation, reserved for the country's" , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Proposes New Plan for Gowanus Canal Cleanup" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/02\/nyregion\/02gowanus.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Wednesday) Mr. Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet features Seamus Blake on saxophones, Drew Gress on bass and Mark Ferber on drums. At 10" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WEST VILLAGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/arts\/music\/26jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AEROSMITH (Friday) No matter how old he gets, Steven Tyler never stops looking good -- or, at least, appropriate -- in a pair of comically tight leather pants and a few swipes of eyeliner. This tour, with Z Z Top, was originally planned to promote a new album (the band's first collection of" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1DC113CF935A15755C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND MODULAR THEATER (Wednesday) Collective improvisation is the mode and mission of Modular Theater, an ensemble led by the trumpeter Ralph Alessi and featuring Loren Stillman on alto saxophone, John Hébert on bass and Nasheet Waits on drums. The band is celebrating the" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/music\/19jazz.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'INCORONAZIONE DI POPPEA' (Friday through Sunday) Gilbert Blin's magnificent production of this Monteverdi opera restores several important elements that are usually overlooked: the opera's satirical side, for one, as well as the connection between the prologue -- a" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/music\/19classical-C.html"} , {"body" : "Port Authority Produce Starting June 18, commuters dashing through the Port Authority bus terminal between 8 a.m. and 6 p.m. might be tempted to pause and pick up fresh fruits and veggies from a new indoor Greenmarket that has been installed in the terminal on the 42nd Street side. Two farms are now taking part. It will run on Thursdays year round." , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/17\/dining\/17fcal.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE AVETT BROTHERS (Friday and Saturday) Country music has a rich tradition of brother duos: the Statler Brothers, the Louvin Brothers, the Gatlin Brothers and on and on. The Avett Brothers, from North Carolina, aren't a country band, exactly -- their twangy, harmonized pop songs borrow from" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/music\/12pop.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ACUÑA-HOFF-MATHISEN TRIO (Wednesday) Formed just last year, this exuberant fusion trio comes to its cosmopolitan air naturally: its lineup consists of the Peruvian-born drummer-percussionist Alex Acuña and a pair of proficient Norwegians, Jan Gunnar Hoff on keyboards and Per Mathisen" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/music\/12jazz.html"} , {"body" : "SUPPORT IN RACE: Dual and Dueling In a race with so many qualified liberals, Howard Dean couldn't pick just one. Mr. Dean, the former Vermont governor, presidential candidate and Democratic National Committee chairman, was in Brooklyn on Tuesday morning with Josh Skaller, a candidate for the New York City Council, greeting commuters at the F train" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D91338F933A25755C0A96F9C8B63"} , {"body" : "LONDON -- Recession has jarred the world of contemporary art as much as any part of the economy, but for art, the shake-up may turn out to be inspirational. A wave of small-scale, independent initiatives is leading a shift from self-referential conceptualism and production-line output toward a rediscovery of accessibility and classical skills." , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "title" : "SPECIAL REPORT: CONTEMPORARY ART; Getting Creative in a Downturn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/10\/arts\/10iht-rcartrecess.html"} , {"body" : "Pop Jon Pareles Even before Green Day released its ''21st Century Breakdown,'' 2009 already had a major concept album: ''The Hazards of Love'' by the DECEMBERISTS, whose songwriter and singer, Colin Meloy, calls it a folk opera. Folk-rock opera, perhaps. It does have a lot of acoustic guitars and Celtic-flavored tunes as well as a quasi-Elizabethan" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | JUNE 7 - JUNE 13" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E4DB103CF934A35755C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GABRIEL ALEGRÍA AFRO-PERUVIAN SEXTET (Friday through Sunday, and Thursday) On his most recent album, ''Nuevo Mundo'' (Saponegro), the trumpeter and composer Gabriel Alegría teases out affinities between modern jazz and the African-influenced coastal music of his native Peru. He has" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/music\/05jazz.html"} , {"body" : "Thank the Hens Egg rolls from Chinatown and egg creams from the Lower East Side will be celebrated and served ($4 for both) at a June 7 street fair from noon to 4 p.m. at the Eldridge Street Synagogue, 12 Eldridge Street (Canal Street). Talks Is there a difference in the way male and female chefs might cook a steak or roast a chicken? A panel of" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/03\/dining\/03fcal.html"} , {"body" : "Quantity and Quality Eight contestants will see who can eat the most Texas-style pork ribs in 10 minutes at Hill Country, 30 West 26th Street, on June 6 at 2 p.m. A $5 admission fee and a matching donation from the restaurant will go to the Madison Square Park Conservancy. Information: (212) 255-4544. On June 7, from 11 a.m. to 3 p.m., chefs and" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Benefits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E5DE103CF930A35755C0A96F9C8B63"} , {"body" : "The Gowanus Canal in Brooklyn is notoriously toxic. Since 1869, the mile-long waterway has been a dumping ground for sewage, industrial sludge, guns and body parts -- its waters once too vile to search. Today you can still stand on a bridge over the canal and see unmentionables floating on an iridescent film. The odor, once almost unbearable, has" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "7" , "title" : "EDITORIAL NOTEBOOK; From Gowanus to Venice" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/opinion\/31sun4.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. (Jon Pareles) ART BRUT (Monday through Thursday) Rock 'n' roll needs to celebrate as well as ridicule its own mythology, and Art Brut, sarcastically but exuberantly singing about the thrill of plugging in and making a ruckus -- ''Formed a band, we formed a band\/Look at us, we formed a band!''" , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/music\/29pop.html"} , {"body" : "Either\/Or, the new-music ensemble formed in 2004 by the composer and pianist Richard Carrick and the percussionist David Shively, is devoted to a species of avant-garde composition in which concepts like tonality, serialism and Minimalism are beside the point. This is a world where pure sound and texture are of greater interest than form and" , "date" : "20090525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | EITHER\/OR; Ensemble That Plays By Its Own Rules" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/25\/arts\/music\/25eith.html"} ,   {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "Pop Jon Pareles Death is a fact of life in ELVIS PERKINS's songs. It's not necessarily sad or terrifying; amid the surreal imagery of his lyrics mortality is just another circumstance alongside love, loneliness, memory and the possibility of redemption. ''What am I if bound to walk in chains till I die\/Reaching wildly out to the sky with no" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | MAY 17 - MAY 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1DA1E3CF934A25756C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BONNIE (PRINCE) BILLY (Wednesday and Thursday) The latest guise of the singer and songwriter Will Oldham, Bonnie (Prince) Billy sings rowdy and devastating songs in an Appalachian squeal that can only be described as miraculous. His latest album, ''Beware,'' is a collection of string-heavy" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/15\/arts\/music\/15pop.html"} , {"body" : "ON Sunday, hundreds lined up outside the Highline Ballroom in Chelsea for the Tofu Takedown, paying $10 each to eat bean curd cooked by amateurs, and vote on their favorite dishes. The crowds were still streaming in when the host, Matt Timms, 35, got on the microphone. ''These people are incredible!'' Mr. Timms shouted. ''They made all this food" , "date" : "20090513" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In New York, the Taste of Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/13\/dining\/13cook.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. (Chinen) (Chinen) DAVE ALLEN QUARTET (Tuesday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet includes the saxophonist Mark Turner, the bassist Chris Lightcap and" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/music\/08jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Wednesday) Back in January, jubilant critics were declaring Animal Collective's latest record, ''Merriweather Post Pavilion'' (Domino), the finest release of the still nascent year. The pronouncement still feels premature, but ''Merriweather Post Pavilion'' is stunning -- an" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/music\/08pop.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. KARRIN ALLYSON (Wednesday and Thursday) Ms. Allyson seeks an aching sense of romance on her most recent album, ''Imagina: Songs of Brasil'' (Concord). It's neither the best showcase for her gifts as a singer nor the best Brazilian jazz effort around, but it radiates sincerity, which" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/music\/24jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BELL ORCHESTRE (Thursday) This instrumental band from Montreal, which happens to share a few members with the Arcade Fire, creates songs so rich and dizzying -- mesmerizing, careening melodies that mimic early psychedelia as much as traditional chamber music -- that it's easy to forget that" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/music\/24pop.html"} ,   {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums BROOKLYN MUSEUM: 'GUSTAVE CAILLEBOTTE: IMPRESSIONIST PAINTINGS FROM PARIS TO THE SEA,' through July 5. Thirty-some years ago, the museum had a big success with a Caillebotte retrospective that more or less introduced American" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/design\/24art.html"} , {"body" : "On a warm Saturday morning, Jose Ilarraza stood by the Gowanus Canal in Brooklyn watching two yellow cranes on the other side digging into mountains of scrap metal and dumping it onto a barge. While Mr. Ilarraza, a 40-year-old school custodian, said he likes to spend time by the canal, fishing for striped bass near its mouth in Gowanus Bay and" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On the Gowanus Canal, Fear of Superfund Stigma" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/science\/earth\/24gowanus.html"} , {"author" : "Albert Fayngold, a painter, is a lecturer on Russian and comparative literature at Baruch College. He is currently enrolled in the Writers' Institute program at the CUNY Graduate Center." , "body" : "IN the summer of 1992, I was 21 and it cost $1.25 to ride the subway. The Soviet Union had been dead for nearly a year, and from the window of the F train heading from the Kensington section of Brooklyn into the city, I peered at the Lower Manhattan skyline and beyond it to my lost home across the ocean. I was a Lot's wife in pants. Those were" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["USSR (FORMER SOVIET UNION)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Call of Kiev" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/thecity\/19russ.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums BROOKLYN MUSEUM: 'GUSTAVE CAILLEBOTTE: IMPRESSIONIST PAINTINGS FROM PARIS TO THE SEA,' through July 5. Thirty-some years ago, the museum had a big success with a Caillebotte retrospective that more or less introduced American" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/design\/17art.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. LILY ALLEN (Monday) This spunky British songstress has built a career around the notion of the sweetly delivered kiss-off; in 2007 her ''Smile'' (''At first, when I see you cry, it makes me smile, yeah it makes me smile''), skewered a former suitor's attempts at reconciliation. Still, Ms." , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. 11787 MICHAËL ATTIAS QUARTET (Tuesday) The alto saxophonist Michaël Attias pursues a depth of texture in this forward-leaning group, with Mark Taylor on French horn, Jacob Sacks on piano, John Hébert on bass and Satoshi Takeishi on drums. At 8 p.m., the Stone, Avenue C and Second" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JEFF BECK (Friday) The British Invasion guitar god, who may or may not have been satirized as Nigel Tufnel in the film ''This Is Spinal Tap,'' is on a solo tour. At 8 p.m., Fillmore New York at Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800, irvingplaza.com; sold out." , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/music\/10pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. CLAUDIA ACUÑA (Wednesday and Thursday) ''En Este Momento'' (Marsalis Music) is the most rewarding album by this Chilean jazz singer in some time. Singing original material and songs by the Chilean singer-songwriter Víctor Jara (among others), Ms. Acuña radiates ardor and acuity," , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/music\/10jazz.html"} , {"body" : "The Environmental Protection Agency has proposed to add the Gowanus Canal, in Brooklyn, to its list of Superfund sites, a step that advocates hope will revitalize a waterfront hobbled by environmental problems from its industrial past. ''The Superfund nomination is an important step toward reclaiming the canal for valuable community development and" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Gowanus Canal, Polluted for Many Decades, May Become Superfund Site" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/science\/earth\/10gowanus.html"} , {"body" : "GOWANUS DUPLEX CONDO $1,500,000 BROOKLYN: 262 Bond Street, #2 Half of a two-unit converted warehouse with one bedroom, two and a half baths, and a private roof deck. Vanessa van der Linde Brown, City Connections Realty (917) 576-1012; www.ccrny.com Open house Sunday, 12 to 2 p.m. COMMON CHARGE: $227 a month; taxes: $270.50 a month PROS: There is" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; GOWANUS DUPLEX CONDO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4DC1539F936A35757C0A96F9C8B63"} ,   {"body" : "OPEN the city's administrative code book to any of the sections that deal with street-vending regulations, and you're likely to find yourself staring uncomprehendingly at phrases like ''rules promulgated pursuant thereto.'' A native English speaker with a good dictionary might be able to manage. But what if your native language is Spanish? Or" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK UP CLOSE; Visual Aids for the Pushcart World" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05guid.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BRYAN ADAMS (Friday and Saturday) Although his caché has diminished considerably since the early 1990s (younger pop fans may recognize Mr. Adams only as the owner of a London mansion where Lindsay Lohan once tumbled down a staircase), this famously raspy Canadian singer-songwriter (''Summer" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/music\/03pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND THIS AGAINST THAT (Wednesday and Thursday) The tensions implied by this band's title are expressed in the subtlest of fashions, as Mr. Alessi, an incisive trumpeter, thoughtfully balances composed and improvised music with the help of Tony Malaby on tenor and soprano" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/music\/03jazz.html"} , {"body" : "WHEN Whitney Pettyjohn and her 19-year-old sister, Chelsey, moved to Brooklyn last August, the best deal they could find in their price range was a two-bedroom in Bushwick with unreliable heat, nine blocks from the Morgan Avenue stop on the L train. It cost $1,700 per month. When they looked again this year, they found a very different market. Four" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Why Are These Renters Smiling?" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/realestate\/29cov.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Friday through Sunday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. For the concert, expect an entrancing" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27pop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Friday, Saturday, Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/arts\/music\/20pop.html"} , {"body" : "ROBERT GUSKIND was serious to the point of obsession about his blog, Gowanus Lounge, founded in 2006. So Sam Coker, an information technology specialist from Greenpoint, Brooklyn, who over the years helped Mr. Guskind maintain the site, knew something was wrong. Around 10:30 p.m. on Monday, March 2, Mr. Guskind e-mailed Mr. Coker in frustration to" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; For a Cherished Blog, A Death, and Doubts" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15gowa.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN TRIO (Thursday) The guitarist Howard Alden, a nimble and trustworthy steward of jazz traditions, leads a bop- and swing-oriented group with John Burr on bass and Rob Garcia on drums. At 9 and 10:30 p.m., Smalls, 183 West 10th Street, West Village, (212) 252-5091," , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/13\/arts\/music\/13jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Friday, Saturday, Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E4DF1F38F930A25750C0A96F9C8B63"} , {"body" : "Thirty pairs of long leather gloves for Beyoncé's number at the Academy Awards. Quick-turnaround envelopes specially designed with extra clear windows or zip-tabs. High-end countertops that look like marble but are in fact recycled glass bonded with cement. These are among the products still manufactured in New York City, by an estimated 7,000" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LENS: RICHARD PERRY; Made In N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5DF1E30F932A25750C0A96F9C8B63"} ,   {"author" : "Mark Levine teaches at the Iowa Writers' Workshop." , "body" : "MY NEIGHBOR JOE EMBRACED THE ZEITGEIST, or was embraced by it, shortly before Thanksgiving a couple of years ago when he decided to bid adieu to his S.U.V., a two-and-a-half ton specimen that was a pain to park, got only slightly better mileage than a cement mixer and bore a brand name that meant to evoke, through misspelling, a famously resilient" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Share My Ride" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/magazine\/08Zipcar-t.html"} , {"body" : "Along with about 80 other girls from Harlem high schools, Nikkita McPherson, 18, sifted through racks of formal dresses on Saturday afternoon, looking for just the right one to wear to her senior prom. ''I'm hoping to find something very nice, but unique and simple,'' said Ms. McPherson, the senior class president at Frederick Douglass Academy." , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "So Long, Bridesmaid; Hello, Prom Queen" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/08dresses.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN TRIO (Thursday) Dave Allen, a forward-thinking guitarist, leads a group with two creative rhythm partners: the bassist John Hebert and the drummer Ted Poor. At 8 and 10 p.m., Bar Next Door, 129 Macdougal Street, West Village, (212) 529-5945, lalanternacaffe.com; cover, $10," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/music\/06jazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Thursday) This precise and highly propulsive big band, led by the pianist Arturo O'Farrill, presents ''Musica Nueva II: Latin Jazz Across the Americas,'' a program strengthening the case for an ascendant, transnational Latin fusion. It includes new works by an" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DB1531F934A15751C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Thursday) This precise and highly propulsive big band, led by the pianist Arturo O'Farrill, presents ''Musica Nueva II: Latin Jazz Across the Americas,'' a program strengthening the case for an ascendant, transnational Latin fusion. It includes new works by an" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/music\/27wjazz.html"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. RYAN ADAMS AND THE CARDINALS (Sunday) An artist who does not believe strongly in self-editing, Ryan Adams creates lilting, scrappy country-rock that swings from transcendent to overblown, sometimes within the same song. At 8:30 p.m., Wellmont Theater, 5 Seymour Street, Montclair, N.J., (877)" , "date" : "20090220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/20\/arts\/music\/20pop.html"} , {"body" : "The M\/V North River, a twin-screw tanker out of Brooklyn, steamed past Rikers Island, swung to port, then slipped into its mooring in Hunts Point, in the Bronx. A deckhand tied the ship off while another hooked its hoses to a manifold. Above decks, in the bridge, the first mate took the signal, then gently depressed a switch. With a hum of quiet" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "ROOMS; Where the Sea Air Meets Its Match" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12rooms.html"} , {"body" : "YEARS of mental preparation for this fateful day don't make it any less poignant or bittersweet. I've loaded the minivan with the entirety of the 10-year existence of Jack, our firstborn: duffel-bagged wardrobe, a deflated soccer ball, a tattered Tickle Me Elmo doll and an oversize stroller. Last in is his clunky wooden Swedish-made feeding chair," , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Smiling Jack" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/nyregion\/thecity\/08jack.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. 'LOVE, LOSS, AND WHAT I WORE' There is this great little portable device that stores heaps of text, allows the user to summon any image imaginable and does not require significant technical expertise to operate. It's called a good book, and" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/06wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday and Sunday, noon to 5 p.m., an International Polar Weekend devoted to understanding the Earth's climate change, with discussions, shows and films featuring scientists, performers and others from North America, Greenland and Norway. Saturday at 7:30 and 8:30 p.m.," , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: Feb.6 - Feb. 12 | Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2D91E3CF935A35751C0A96F9C8B63"} , {"body" : "When the singer-songwriter Schuyler Fisk was 17, she up and moved from Charlottesville, Va., to Los Angeles to pursue a career as an actor. Her parents could have freaked, but instead they asked a lot of questions and then made sure that she got settled properly. That's partly because her parents not only understood the impulse, but had also lived" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Trading the Movie Lot for an RV and a Musician's Life on the Road" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/04\/arts\/music\/04fisk.html"} , {"body" : "DEAN HASPIEL, a 41-year-old resident of Carroll Gardens, Brooklyn, is not your stereotypical comic book eccentric. He is charming and funny, and he enjoys bringing people together, whether to talk about comic books or knock back a sociable Scotch. Mr. Haspiel's credits include illustrating ''The Quitter,'' the autobiographical tale of his fellow" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "THE VOICE; Beyond 'Peanuts'" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/nyregion\/thecity\/01cart.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIBALAS (Friday) Antibalas gives a New York makeover to Fela Kuti's Afro-Beat, a Nigerian funk propelled by burly saxophones, fierce percussion and righteous anger. At 9 p.m., Southpaw, 125 Fifth Avenue, near Sterling Place, Park Slope, Brooklyn, (718) 230-0236, spsounds.com; $18 in advance," , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/30\/arts\/music\/30pop.html"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"} , {"body" : "THE little Borden Avenue Bridge has spanned the narrow waters of Dutch Kills, a tributary of Newtown Creek, for more than a century. But unlike its more heralded peers of similar endurance, this bridge tends not to attract tourists. It is in the industrial neighborhood of Sunnyside, Queens, under an elevated section of the Long Island Expressway," , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SUNNYSIDE; A Humble Bridge With One Fetching Feature" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/nyregion\/thecity\/18brid.html"} , {"author" : "Gabriel Cohen is the author of four Brooklyn-based novels, including ''Neptune Avenue,'' to be published in May." , "body" : "THE boy was young, perhaps 3 or 4, and he stood inside the front window of a Park Slope sexual aid emporium, holding what appeared to be an adult toy. It was an odd little tableau, one of many ephemeral scenes undoubtedly taking place across New York on Sept. 15. But a passer-by with a camera happened along, and soon a photo of the child in the" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "You Talkin' to Me?" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11blog.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ADOBE PROBE (Saturday) The alto saxophonist Tim Berne presides over this typically oblique ensemble but entrusts a lot of decisions to his collaborators: the multireedist Chris Speed, the trumpeter Shane Endsley, the guitarist Mary Halvorson, the pianist Matt Mitchell, the bassist John" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/arts\/music\/09jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Monday) In the late 1990s, the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and the" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/arts\/music\/09pop.html"} , {"body" : "Self-awareness has always been a life-giving force in the reedier marshes of indie-rock. For Okkervil River, from Austin, Tex., it also borders on an obsession. Song after song on Tuesday night at the Bell House, near the Gowanus Canal in Brooklyn, involved aspects of band life: stardom or fandom, perceptions and pretensions, the steady pulse of" , "date" : "20090108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["AUSTIN (TEX)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | OKKERVIL RIVER; On a Bumpy Road to Stardom, Insight in a Trail of Dashed Illusions" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/08\/arts\/music\/08okke.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. GREGG ALLMAN (Friday, Saturday and Thursday) A founding member of the Allman Brothers Band, Gregg Allman has long provided much of that group's heart: although his older brother, Duane, who died in 1971, was the progenitor of the Allmans' most emulated licks, it's Gregg's rich, smooth singing" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "The Listings: Jan.2 - 8: Pop" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/arts\/music\/02pop.html"} , {"body" : "IT was an especially cacophonous ''Auld Lang Syne.'' But for the Knitting Factory's last night in Manhattan, it was appropriate, as the shaggy avant-folk group Akron\/Family led a version of that Scottish New Year's hymn on Wednesday night that mutated from a simple singalong to screeching feedback to a meditative one-note drone. The Knitting" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Out With The Knit, In With The Wine" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/arts\/music\/02knit.html"}]