[  {"body" : "A motorist was killed and his 19-year-old stepson was injured when their car was broadsided by a vehicle driven by a man accused of driving drunk in Brooklyn early Saturday, according to the police and a relative of the victims. Both automobiles careened into a third vehicle, an unoccupied Chevrolet van, that was parked near the intersection where" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Man Accused of D.W.I. in Fatal Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/nyregion\/11dwi.html"} , {"body" : "WITH RONNY BACK, Fizz Flows Again The great seltzer drought of Brooklyn is over. Ronny Beberman, 62, one of the last seltzer deliverymen in the city, fell from his truck on Sept. 15 while making deliveries in Gravesend, sending him to the hospital with multiple fractures and lacerations, and depriving his faithful flock of several hundred steady" , "date" : "20091009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E5D6163EF93AA35753C1A96F9C8B63"} , {"body" : "Wind gusting up to 50 miles per hour on Wednesday knocked over trees onto power lines, cars and houses, caused power failures and tangled up traffic in neighborhoods in Brooklyn and Queens, officials said. The weather created significant complications for homeowners and motorists. Parts of Dyker Heights, Brooklyn, experienced sporadic power" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "High Winds Blamed for Toppled Trees, Power Failures and Traffic Delays" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/nyregion\/08wind.html"} , {"body" : "The cellphone would not stop ringing. ''Ronny, you're 10 minutes late,'' one caller whined. But Ronny Beberman had a good reason. Having tumbled eight feet off his own seltzer truck, Mr. Beberman, 62, was answering the phone while laid out on West Seventh Street in Brooklyn, bleeding from a head gash and having broken a foot and several vertebrae." , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seltzer Man Takes a Tumble, And Brooklyn Grows Thirsty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26seltzer.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "First the superintendent and the handyman checked the oven from top to bottom. Then they tested the electrical outlet that supplied ignition power for the oven. Everything worked. Finally, they gave their verdict to the tenant, Andrei Melnikov. It was simply not possible, they said, that his oven, a Magic Chef made by Maytag, had turned itself on" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Hello, Oven? It's Phone. Now Let's Get Cooking!" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/nyregion\/23about.html"} , {"body" : "Colin Harrison, 48, is a crime novelist and an editor at Simon & Schuster. His latest book, ''The Finder,'' was published last year. He lives in Park Slope, Brooklyn, with his wife, the writer Kathryn Harrison, and their three children, Sarah, 19; Walker, 17; and Julia, 9. MICHAEL WILSON BREAKFAST WITH BUZZ Sundays, for me, means my son is playing" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | COLIN HARRISON; Eggs, Bacon and a Baseball Cap" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/nyregion\/16routine.html"} , {"body" : "TIME waits for no man, certainly not during a real estate downturn in Brooklyn. So despite the tumbling prices for trophy apartments, a striking triplex penthouse apartment in a clock tower overlooking the Brooklyn Bridge and New York Harbor has gone on the market for $25 million, more than double the highest price known to have been paid for a" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; No Need to Wear a Watch" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/realestate\/09deal1.html"} , {"body" : "When Glenn Storman, a guidance counselor at Public School 212 in Gravesend, Brooklyn, came across an unruly student cursing at a substitute teacher in 2004, he ordered the boy to ''zip it'' and brandished a rolled-up piece of paper, thinking that would be the last he heard of the encounter. But five years later, Mr. Storman, 57, is embroiled in a" , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Teacher Fights a Charge Of Corporal Punishment" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/28\/nyregion\/28corporal.html"} , {"body" : "Shirley Fenelon doesn't seem like someone about to move for the third time in three years, who does not know who will care for her baby, due this month, when she goes back to work. She doesn't sound like a woman who endured the murder of her partner, leaving her with an infant daughter, and then a separation, several years later, from the father of" , "date" : "20090202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; She's Become an Expert at Accentuating the Positive" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/02\/nyregion\/02neediest.html"} ,   {"body" : "SISTER FAITH MARGARET, wearing a turquoise corduroy jacket, a flowered blouse and a wooden cross on a chain around her neck, set down a plate of freshly baked oatmeal chocolate-chip cookies on the table in the conference room of her convent on 113th Street in Morningside Heights. Sister Claire Joy, attired in her order's elective habit of navy robe" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Praise the Lord and Green the Roof" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/nyregion\/thecity\/01nuns.html"} , {"body" : "When Lou Neglia first opened his Brooklyn martial arts academy in 1974, students wanted to learn kung fu, inspired by the television show starring David Carradine. Then karate enjoyed a surge of interest after the release of the 1984 film ''The Karate Kid.'' Now nearly everyone who enters Mr. Neglia's school in Gravesend wants to learn mixed" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Banned Sport Gains Fans, And Seeks More in Albany" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/21\/nyregion\/21martial.html"}]