[  {"body" : "WHEN you hoist a leg over a barstool these days, you're as likely to find Tom Edison as a Tom Collins. Light bulbs have been popping up behind the bar, with more cocktails developed in the last 10 years than probably any decade since Prohibition. Some of them have emerged as modern classics, standing out not only as culinary creations, but also as" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Decade of Invention, and Reinvention" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30cocktail.html"} , {"body" : "AT this 11th hour of the wild Christmas goose chase -- and this is true whether the economy is bustling or bristling -- most normal people are afflicted with that weird state of anxiety, anticipation, dread and panic that the Germans call shopenfreude. O.K., so they don't -- but I do. Unfortunately, the usual cure for shopenfreude is running" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | MXYPLYZYK; A One-Stop Christmas for Dawdlers" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/fashion\/24CRITIC.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Ann Kansfield, who runs a weekly food pantry at the Greenpoint Reformed Church in Brooklyn, cannot bring herself to tell you this, so I will: She doesn't want your cans. As uncharitable as it sounds, she doesn't want your holiday food drives. Don't be offended. She knows you are well meaning; just misguided, perhaps misinformed. Cans of food are" , "date" : "20091212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "BIG CITY; To Feed the Hungry, Spread the Word: Cash Is Preferred Over Cans" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/12\/nyregion\/12bigcity.html"} , {"body" : "AN empty pizza box was propped against a black fiberglass urn in the hallway outside Three's Company, a gallery that is also the living room of Alex Gartenfeld and Piper Marshall, roommates in a tiny tenement walkup in Chinatown. ''That's what can happen to the art after a show,'' said Mr. Gartenfeld, indicating the urn, which he explained had been" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Is It Art or Their Shoes?" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/garden\/10galleries.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "What is the sound of one eye rolling? Call Joel Berg, executive director of the New York City Coalition Against Hunger, and tell him you want to engage in that wonderful holiday tradition of volunteering on a soup line in the third week of November. ''Thanksgiving is to hunger groups what Halloween is to a costume company,'' he said. ''Sometimes" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Warm Intentions, Meet Cold Reality" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/nyregion\/22critic.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "Maggie Nesciur was 7 when she started exploring city streets on foot. Terrified of a man who was a fixture in her subway station, she would get off at a nearby stop and walk. After high school, she traveled widely, but returned to Greenpoint, Brooklyn, in 2003, after being diagnosed with rhabdomyosarcoma, a rare cancer. Even during a year of" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "One in 8 Million : New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0DD1E39F93BA35752C1A96F9C8B63"} , {"body" : "For almost two years, city officials have extolled a proposal for a five-borough network of water taxis, an ambitious plan that the City Council speaker, Christine C. Quinn, said would make New York ''a shining example of urban sustainability for cities all over the world.'' The plan moved quickly. A ferry linking the Rockaways, in Queens, to" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "East River Commuter Ferry Service Could Be Halted, Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/nyregion\/04ferry.html"} , {"body" : "IF you are of the view that nurture trumps nature, you might not have predicted a career as a professional comic for Kumail Nanjiani. He grew up in Pakistan -- ''Not necessarily a very funny place,'' he says -- and had never seen a moment of stand-up comedy until he came to Iowa for college and watched a Jerry SeinfeldHBO special. In his" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "COMEDY; It's Not a Bad Time To Be Funny in the City" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/01\/arts\/television\/01koni.html"} , {"body" : "Over the past seven years, Mayor Michael R. Bloomberg has presided over a historic re-envisioning of New York City, one that loosened the reins on development across the boroughs and pushed more than 100 rezoning measures through a City Council that stamped them all into law. His administration poured $16 billion into financing to foster commercial" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Stalled Vision: Big Development As City's Future" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/nyregion\/29develop.html"} ,   {"body" : "JASON MILLER, a 38-year-old furniture designer best known for creating a popular ceramic chandelier in the shape of antlers, no longer lives in a loft. ''In a factory space or an industrial space, there's a certain level of finish that's not there,'' he said. ''You make do with chewing gum and tape.'' Last December, Mr. Miller, who had spent more" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; An Ode to '70s-Style Living" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/garden\/29location.html"} , {"body" : "The mostly empty pews at the Lutheran Church of the Messiah spoke of a dying congregation. But as the 17 worshipers returned to their seats after communion on a recent Sunday, they faced a more encouraging symbol: guitars, keyboards and drums poking up from the choir loft, hinting at the church's double life. The instruments belong to two rock" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "GREENPOINT JOURNAL; A Place to Worship, and to Jam, Shop and Feast" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24metjournal.html"} , {"body" : "Mayor Michael R. Bloomberg is closing in on a milestone: building or preserving 165,000 city-financed apartments and houses for low-, moderate- and middle-income families, the goal of a $7.5 billion housing plan he announced in 2002 and expanded in 2005. It has already financed the creation or preservation of 94,000 units, including 72,000 for" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "As the City Gains Low-Income Housing, the Market Takes It Away" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15housing.html"} , {"body" : "In a landscape I could barely recognize, I stood balanced atop a 140-foot-high silver egg. The wind picked up as I traversed a narrow walkway to the top of another egg, apparently of the same bizarre species, and then another and another. Below me -- very far below me -- lay huge pools teeming with microbes. I saw bridges in the distance, rivers" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "ELLIS ISLAND (NYC)" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; The Doors Are Open, So Snoop Away" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/nyregion\/04critic.html"} , {"body" : "A BROOKLYN DERBY For Urban Anglers It's out there somewhere. Urban anglers of all skill levels are being challenged to grab their rods and reel in Brooklyn's biggest fish. The Brooklyn Fishing Derby, promoted as ''the first-ever New York City common man's fishing competition,'' began on Thursday night and will run until the end of the month. The" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DC153FF930A35753C1A96F9C8B63"} , {"body" : "This article was reported by Simon Akam, Alison Leigh Cowan, Michael Wilson and Karen Zraick, and written by Mr. Wilson. For years, he was a fixture in Lower Manhattan, as regular as the sunrise. Every morning, Najibullah Zazi would be there on Stone Street with his pastries and his coffee, his vending cart anchored to the sidewalk. For many on" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From Smiling Coffee Vendor to Terror Suspect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E4D61E38F935A1575AC0A96F9C8B63"} , {"body" : "Opening this Week MERCAT NEGRE Here's a geography lesson. Mercat, the parent restaurant in Manhattan, focuses on the city of Barcelona, but with the owner Jaime Reixach's new place, opening on Sept. 24, he not only moves out to Brooklyn, but also moves out of Barcelona, giving the Catalan cuisine the rusticity of the Girona area to the northeast." , "date" : "20090923" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/23\/dining\/23off.html"} , {"body" : "Every day, people walk into Grand Central Terminal and look up at the vaulted ceiling over the main concourse, with its star constellations and zodiac signs. It helped make the station ''a triumphant portal to New York,'' in the words of one of its architects, Whitney Warren. People who walked into the Empire State Building have done their looking" , "date" : "20090923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Overhead, A Lobby Is Restored To Past Glory" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/23\/nyregion\/23empire.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "WHEN Jean-Marie Grenier was growing up in the Norman village of Rugles, he lived on a street called Rue du Cimetière. On funeral days, women wearing long black veils padded by behind a horse-drawn hearse, a sight that terrified him as a little boy. ''Les dames en noir,'' recalled Mr. Grenier, 56, a sculptor who immigrated to New York in the late" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; The Two-Story Conversation Starter" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/realestate\/20habi.html"} , {"body" : "TAXI DRIVERS Share Their World Cabbies, though their work facilitates many a New Yorker's daily life, are often overlooked, known to their passengers only as a snapshot on a license floating in a corner of the cab's plexiglass divider. So it was a refreshing change when five New York City cabdrivers faced an audience from a small stage in a" , "date" : "20090919" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDE1239F93AA2575AC0A96F9C8B63"} ,   {"body" : "AUDIO SLIDE SHOW Jane and Jean-Marie Grenier live in a former funeral home in Greenpoint, Brooklyn, and tell cabbies that their building ''looks like a church but it's not.'' nytimes.com\/realestate" , "date" : "20090919" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Online" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFDB1339F93AA2575AC0A96F9C8B63"} , {"body" : "Jane and Jean-Marie Grenier tell cabbies looks like a church but its not, when they go to their house in a former funeral home in Greenpoint, Brooklyn." , "date" : "20090918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Spirits Replaced With Joie de Vivre" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/09\/18\/realestate\/0920-habi-audioss\/index.html"} , {"body" : "Bob Visintainer sat in Washington Square Park on Wednesday cradling an acoustic guitar. Two days earlier, the city announced a plan to ban smoking at parks and beaches. Mr. Visintainer, strumming a D chord, said people smoking in parks was not something that bothered him. But trash overflowing from garbage cans? That's worth cracking down on. ''It" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "So the City Likes to Ban Things. How About These?" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/nyregion\/18parks.html"} , {"body" : "For all the inroads made by hipsters in Greenpoint, Brooklyn's northernmost neighborhood, it has retained much of its Old World Polish character and working-class grit (probably because its subway is the much-loathed G train). It's a great place to fill up on tasty, shockingly cheap Polish food -- kielbasa, pirogi and bigos, the cabbage and meat" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | GREENPOINT; A Taste of Poland in Arty Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2009\/09\/13\/nyregion\/13stop.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "$10.80\/SQ. FT. approximate annual rent $54,000 153 Green Street Greenpoint, Brooklyn A custom cabinetry maker has signed a five-year lease for this 5,000-square-foot warehouse. Tenant: Rodos L.L.C. Tenant brokers: Jacques Wadler and Vincent Lopez, Kalmon Dolgin Affiliates Landlord: Anovy Associates Brooklyn L.L.C. Landlord broker: Len Gold, Finch" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE6DC1538F935A1575BC0A96F9C8B63"} , {"body" : "McCARTNEY--Dr. John J.,93, of Garden City, NY, formerly of Manhasset, on August 22, 2009. Beloved husband of the late Dorothy. Loving father of Dorothy and the Rev. John J. McCartney. Devoted brother of George (deceased), William (deceased), James (deceased), Patrick, Mary (deceased), Joseph (deceased), Daniel, Michael, Edward, and Francis." , "date" : "20090824" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "08" , "title" : "Paid Notice: Deaths MCCARTNEY, DR. JOHN J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E7DF103AF937A1575BC0A96F9C8B63"} , {"body" : "McCARTNEY--Dr. John J.,93, of Garden City, NY, formerly of Manhasset, on August 22, 2009. Beloved husband of the late Dorothy. Loving father of Dorothy and the Rev. John J. McCartney. Devoted brother of George (deceased), William (deceased), James (deceased), Patrick, Mary (deceased), Joseph (deceased), Daniel, Michael, Edward, and Francis." , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths MCCARTNEY, DR. JOHN J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4D6133AF930A1575BC0A96F9C8B63"} , {"body" : "The noise of skateboard wheels thrumming on wooden ramps echoed near the Brooklyn waterfront in Greenpoint on Saturday night, where a semisecret skating spot called the Autumn Bowl is located inside an old brick warehouse. Photographs of the New York City skateboarding pioneer Andy Kessler decorated the walls inside the warehouse, and bouquets of" , "date" : "20090817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Generations of Skaters Gather to Pay Tribute To a Legend of the City" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/17\/nyregion\/17skate.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "IS the 1955 Donnell Library on West 53rd Street a rare piece of midcentury Modernism? Or an empty suit of expressionless masonry? As the vacant building heads toward demolition in two years, a cadre of preservationists still hope to convince the Landmarks Preservation Commission that the limestone facade is not a nothing, but a something. The" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "STREETSCAPES | THE DONNELL LIBRARY; A Spartan Beauty or a Plain Old Beast?" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/realestate\/16scapes.html"} ,   {"body" : "'IT CAME FROM BROOKLYN' Sorry, Baltimore and Portland, Ore., Brooklyn's reign of cultural supremacy is not ending anytime soon. At least that's the message of the Guggenheim Museum's new monthly performance series, It Came From Brooklyn. Part of the museum's 50th-anniversary celebration, the series, which begins on Friday, includes music, readings" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6D81631F937A2575BC0A96F9C8B63"} , {"body" : "TORI MELLOTT, who was the decorating editor at the now-shuttered Domino magazine, lives in a West Village one-bedroom apartment that is the anti-Ikea. She is among a small group of people who don't, when they are craving a certain kind of furniture, simply go out and buy it; she has it made and is a self-described ''custom junkie.'' The queen-size" , "date" : "20090806" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "DESIGN NOTEBOOK; Can't Find the Right Furniture? Have It Made" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/06\/garden\/06custom.html"} , {"body" : "Mayor Michael R. Bloomberg has made a plan to create housing for half a million low- and moderate-income New Yorkers one of his signature initiatives, driving the rezoning of swaths of New York City to create what city planners call the largest municipal affordable housing plan in the nation. But in one neighborhood, the rush to build affordable" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Old Feuds Resurface in a Brooklyn Rezoning Fight" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/nyregion\/05broadway.html"} , {"body" : "VALISA AND JAMES TATE were among the first residents to move into One Brooklyn Bridge Park, a condominium project in Brooklyn Heights, in the summer of 2008. A year later, the hallways still feel barren. Only 77 of the building's 438 apartments have closed. Twenty-six are in contract. In order to keep money coming in during a difficult time for" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Renters to the Rescue" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/realestate\/26cov.html"} , {"body" : "THE FIERY FURNACES, the indie-rock duo made up of the siblings Matt and Eleanor Friedberger, are releasing ''I'm Going Away'' (Thrill Jockey) on Tuesday. A conscious nod to the recession, the album is more pared down in its arrangement than their six previous studio albums, but even the most musically sparse songs pulse with a rich narrative. Matt," , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "PLAYLIST | THE FIERY FURNACES; Off the Beaten Path, Surrounded by Rebels" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/arts\/music\/19play.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Sunday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet, assembled here for brunch duty, features Seamus Blake on saxophones, Chris Lightcap on" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/17\/arts\/music\/17jazz.html"} , {"body" : "ALEX NICOLA, who will be 5 in August, enjoys being naked as frequently as possible at home. ''In the morning he gets up and takes his pajamas off, and rather than get dressed right away, he walks around naked,'' said Dawn Nicola, Alex's mother, a stay-at-home parent in Castle Rock, Colo. After school, he likes to take off his pants, recline on his" , "date" : "20090716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "When Do They Need a Fig Leaf?" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/16\/garden\/16nudity.html"} , {"body" : "EAT 124 Meserole Avenue (Leonard Street) Greenpoint, Brooklyn, (718) 389-8083, eatgreenpoint.com. When Eat Records opened in Greenpoint in 2003, it was four-fifths used-records store and one-fifth coffee shop, with a few tables crammed beside floor-to-ceiling shelves of vinyl. In recent months, it's become a fully fledged cafe, shedding the" , "date" : "20090715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | RECENTLY OPENED" , "url" : "http:\/\/events.nytimes.com\/2009\/07\/15\/dining\/reviews\/15brief-002.html"} , {"body" : "BROOKLYN'S PLACE In the Beer World For a while, the beer flowed from Brooklyn as if from a broken spigot. With 45 breweries at the turn of the 20th century -- including 11 on a 12-block stretch in Williamsburg -- Brooklyn produced a significant share of the nation's beer. But if the names Rheingold and Schaefer do not provoke a feeling of parched" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDD1F3FF932A25754C0A96F9C8B63"} , {"body" : "Who needs Renoir's barges on the Seine? Jose Gaytan is enraptured by scows on the Gowanus. Almost every day for the past six years, Mr. Gaytan, with his two dogs, has crisscrossed the streets and bridges near the Gowanus, Brooklyn's famous canal, photographing moments of serenity, color and beauty amid the decaying postindustrial landscape." , "date" : "20090707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "By the Gowanus, A Painterly Lens On the Ruins Amid a Rebirth" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/07\/nyregion\/07muse.html"} ,   {"body" : "LIKE other property-hungry renters in New York City, Janet Hicks recently decided to take advantage of the weak real estate market and buy her first home. But instead of getting an apartment in the city, she chose to become a first-time buyer in a second-home market. While keeping the one-bedroom rental she shares with her boyfriend in Park Slope," , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The New Country Squires" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/realestate\/05cov.html"} , {"body" : "LAST summer a sad but hopeful question made its way through Brooklyn: Where will the Pool Parties go? It was the third year of concerts in McCarren Park Pool, the disused 1930s public swimming hole on the Williamsburg-Greenpoint border, and they had begun to feel like an institution. Each Sunday afternoon the shows drew thousands of the young and" , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "MCCARREN PARK (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Keep the Music, Add the Views" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/music\/03brooklyn.html"} , {"body" : "FOR two uneasy years, Mark Sussman and Jessica Suarez lived in Bushwick, Brooklyn. Shortly after their arrival, their apartment was broken into. They added security alarms. It was broken into again. After losing four laptops, they decided they couldn't risk losing more. ''I was sure it was just a matter of time'' before yet another burglary, Miss" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; More Than a 'Flop Pad'" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28hunt.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The event was a fancy corporate dinner in a public garden on the Lower East Side, a celebration of locally grown food. The second course listed on the menu was ''grilled Queens farm pork loin,'' which sounded as if the dish had been created by someone from Queens. Then a man pulled up a chair and was introduced as Michael Grady Robertson from the" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Trend and Tradition Meet at a Queens Farm" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/nyregion\/28about.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND MODULAR THEATER (Wednesday) Collective improvisation is the mode and mission of Modular Theater, an ensemble led by the trumpeter Ralph Alessi and featuring Loren Stillman on alto saxophone, John Hébert on bass and Nasheet Waits on drums. The band is celebrating the" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/music\/19jazz.html"} , {"body" : "THIS summer, Tony Tomelden hopes to be making bloody marys at the Pug in Washington, D.C., with tomatoes and chilies grown above the bar, thanks to the city's incentives for green roofs. Mr. Tomelden, the Pug's principal owner, says he's planting a garden to take advantage of tax subsidies the city offers in his neighborhood if he covers his roof" , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Urban Farming, A Bit Closer to the Sun" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/17\/dining\/17roof.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE AVETT BROTHERS (Friday and Saturday) Country music has a rich tradition of brother duos: the Statler Brothers, the Louvin Brothers, the Gatlin Brothers and on and on. The Avett Brothers, from North Carolina, aren't a country band, exactly -- their twangy, harmonized pop songs borrow from" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/music\/12pop.html"} , {"body" : "TIME marches on. People move, and move again. Now, on the fifth anniversary of The Hunt, it's time to catch up with some of those who so graciously shared their house-hunting tales. Creature of Habit Five summers ago, Nicole Davis, who lived in Clinton Hill, Brooklyn, took a half-share in a house in Montauk on Long Island, and she was relieved to" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; So Where Are They Now?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/realestate\/07hunt.html"} , {"body" : "The ''Living In'' article last Sunday, about Greenpoint, Brooklyn, overstated the effect of a 1950 explosion in polluting Newtown Creek, an estuary along the neighborhood's boundary. The explosion contributed some of the polluting petroleum, not ''much'' of it. In addition, the process of contamination was described incorrectly. The oil seeped into" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E4DC1539F934A35755C0A96F9C8B63"} , {"body" : "As usual, Thu Tran was trying to do two things at once. In the living room of her apartment in Greenpoint, Brooklyn, its floor littered with glittery scraps of paper, she was supervising two friends who were decorating balloons and beach balls to be tossed to the crowd at a D.J. show the following night. Meanwhile in the kitchen she was adding" , "date" : "20090606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Foodie With a Taste for the Surreal" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/06\/arts\/television\/06food.html"} ,   {"body" : "THERE was a time, not long ago in the grand scheme of things, when the only practical way to get in and out of Greenpoint was by boat. In those days, as late as the mid-19th century, the area was separated from much of the rest of Brooklyn by marshland and flanked on the north and west by Newtown Creek and the East River. Overland crossings were" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREENPOINT, BROOKLYN; Polish Is Still Spoken, but Industry Is History" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31living.html"} , {"body" : "FOR two decades, Steven Leeds and Rachel Hott lived in Montclair, N.J., an hourlong train-and-subway commute to their office near Union Square in Manhattan. But with their two children almost grown, Mr. Leeds, in particular, wanted a quick trip to work. A short walk was his ideal. The idea of a move back to the city was fine with his wife. After 25" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The Six-Minute Test" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31hunt.html"} , {"body" : "Greenpoint, a traditionally Polish neighborhood in Brooklyn, is attracting younger residents and families with its lower prices, large parks, and growing restaurant scene." , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "title" : "Living in Greenpoint, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/05\/28\/realestate\/0531-livingin_index.html"} , {"body" : "$12.70\/SQ. FT. approximate annual rent $108,000 180 North 14th Street Greenpoint, Brooklyn A provider of music rehearsal space has signed a five-year lease for this 8,500-square-foot industrial building. Tenant: Band Spaces NYC Landlord: Maj Associates Brokers: Jacques Wadler, Vincent Lopez and Bob Klein, Kalmon Dolgin Affiliates TRANSACTIONS" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E0DB1F39F934A15756C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "A half-hour late, Gerry Esposito hustled into the Fort Washington Armory one rainy day last month. Inside, Michael R. Bloomberg, the mayor, was speaking to a group about new ways for people to volunteer in the city. A mayoral appearance is less government in action than stage management; liturgy without Scripture but with scripts. And as Mr." , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "ABOUT NEW YORK; A Heretic To the Gospel Of Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16about.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums AMERICAN FOLK ART MUSEUM: 'THE TREASURE OF ULYSSES DAVIS,' through Sept. 6. Ulysses Davis (1914-1990) was a Savannah, Ga., barber who whittled and carved wooden sculptures in his shop when business was slow. Organized by the" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/15\/arts\/design\/15art.html"} , {"body" : "ON Sunday, hundreds lined up outside the Highline Ballroom in Chelsea for the Tofu Takedown, paying $10 each to eat bean curd cooked by amateurs, and vote on their favorite dishes. The crowds were still streaming in when the host, Matt Timms, 35, got on the microphone. ''These people are incredible!'' Mr. Timms shouted. ''They made all this food" , "date" : "20090513" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In New York, the Taste of Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/13\/dining\/13cook.html"} , {"body" : "There is little that is cozy about ''HomeBase IV,'' a site-specific installation built around a dozen artists' notions of home. It is installed in a vacant medical clinic on the Lower East Side, unused for three years but still carrying the unmistakable whiff of an institution you don't want to be in. ''When we arrived, it had nothing in it,'' said" , "date" : "20090511" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "At a Clinic, Artists Reflecting On Home" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/11\/arts\/design\/11home.html"} , {"body" : "ANDREW BAISLEY described himself as a ''cheerleader for Brooklyn'' -- at least until a month ago, when the proud Bushwickian decided to take a peek at the Manhattan rental market. Now he has a one-bedroom in Chelsea with outdoor space and a 10-minute commute, all for an ''unbelievable'' $2,100 a month. ''When you go to Manhattan, there's an air of" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Calling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/realestate\/10cov.html"} , {"body" : "Alabama CITY STAGES Birmingham, June 19-21. This eclectic festival, which invades downtown for three days every summer, is comprised of a seemingly random selection of gospel, hip-hop, jazz, folk and rock 'n' roll acts, including Jane's Addiction, Young Jeezy, Indigo Girls, Charlie Wilson, the Neville Brothers, En Vogue, the Doobie Brothers, Guster" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Summer Stages: Pop\/Jazz" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/arts\/music\/10webpop.html"} ,   {"body" : "AT the northernmost tip of Brooklyn, in the area east of McGuinness Boulevard, there is an industrial wilderness, a home for rumbling trucks and silent brick warehouses adorned with wooden signs and chipped paint. But on the corner of Paidge Avenue and Provost Street, just a short distance from Newtown Creek, a boulder sits like a giant trail" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWTOWN CREEK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Ironic Nature Walk" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/thecity\/10boul.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BELL ORCHESTRE (Thursday) This instrumental band from Montreal, which happens to share a few members with the Arcade Fire, creates songs so rich and dizzying -- mesmerizing, careening melodies that mimic early psychedelia as much as traditional chamber music -- that it's easy to forget that" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/music\/24pop.html"} , {"body" : "1. GREGORY KRUM likes to mix it up. As director of retail for the Shop at the Cooper-Hewitt National Design Museum, he stocks its grass-green vitrines (adapted from a 1962 Fritz Haller design) with objects he singles out for their craftsmanship, quirkiness, contextual relevance or just plain beauty. ''I try to keep the shop focused yet full of the" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Arts" , "Style"] , "page_facet" : "36" , "title" : "THE GET; In-Store Mini Cooper" , "url" : "http:\/\/travel.nytimes.com\/2009\/04\/19\/style\/tmagazine\/19instore.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. LILY ALLEN (Monday) This spunky British songstress has built a career around the notion of the sweetly delivered kiss-off; in 2007 her ''Smile'' (''At first, when I see you cry, it makes me smile, yeah it makes me smile''), skewered a former suitor's attempts at reconciliation. Still, Ms." , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17pop.html"} , {"body" : "THE industrial slivers of northern Brooklyn and western Queens that sit in the shadow of the Kosciuszko Bridge are, to most New Yorkers, forsaken territory. But on these hinterlands near the Kosciuszko, the aging bridge that connects Greenpoint, Brooklyn, to Maspeth, Queens, along the Brooklyn-Queens Expressway over Newtown Creek, is a thriving" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GREENPOINT\/MASPETH; Uneasily Contemplating the Arrival of a Spiffy Newcomer" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/thecity\/12brid.html"} , {"body" : "Wells Tower's book of short stories, ''Everything Ravaged, Everything Burned,'' has attracted a great number of vivid descriptions from admiring critics in the few weeks since it came out, and ''strange'' is perhaps the most commonly employed. Also: ''lurid''; ''crammed with more pathos than a 400-page potboiler''; ''bittersweet,'' ''beautiful''" , "date" : "20090411" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Witness to Luckless Lives on the Periphery" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/11\/books\/11towe.ready.html"} , {"body" : "FRED HUA'S banh mi pho does not look like a cultural revolution. But in its juicy, messy way, it is. Served at Nha Toi in Brooklyn, where he is the chef and owner, banh mi pho is stuffed with the ingredients for pho, the sacred soup of Vietnam: beef scented with star anise and cinnamon, fresh basil and crunchy bean sprouts. ''I could never get away" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIETNAM"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Building on Layers of Tradition" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/08\/dining\/08banh.html"} , {"body" : "An article on March 22 about the News Corporation's acquisition of The Brooklyn Paper misstated the reason that Aaron Short, a reporter, left The Greenpoint Courier, another newspaper owned by the corporation. Mr. Short was let go because the newspaper shut down; he was not fired." , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5DC163FF936A35757C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND THIS AGAINST THAT (Wednesday and Thursday) The tensions implied by this band's title are expressed in the subtlest of fashions, as Mr. Alessi, an incisive trumpeter, thoughtfully balances composed and improvised music with the help of Tony Malaby on tenor and soprano" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/music\/03jazz.html"} ,   {"body" : "EARLIER this year, a restaurateur in Greenpoint, Brooklyn, named Cody Utzman posted a comment on his blog in which he described his newest neighborhood venture, a store specializing in organic foods, as a small grocery, a general store and a market. By the time an article about the project appeared in The Brooklyn Paper about two months later, he" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GREENPOINT; The Classic Bodega Takes a Star Turn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/thecity\/29bode.html"} , {"body" : "McCarren Park Pool, right, located on the border between Williamsburg and Greenpoint in Brooklyn, is set to become a swimming spot again, and the summer rock concerts that put it on the musical map will move to the Williamsburg waterfront. Stephanie Thayer, the executive director of the Open Space Alliance for North Brooklyn, a nonprofit group that" , "date" : "20090328" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Outdoor Concerts Find a New Home" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/28\/arts\/music\/28arts-OUTDOORCONCE_BRF.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN TRIO (Thursday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His current trio includes Massimo Biolcati on bass and Jochen Rueckert on drums. At 9 and 10:30 p.m.," , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27Jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Friday through Sunday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. For the concert, expect an entrancing" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27pop.html"} , {"body" : "The woman at the desk of A & L Collision, an auto repair shop in Brooklyn, eyed Officer Neil R. Stevens suspiciously. ''You're not from here,''' she said. ''Yes I am,'' Officer Stevens replied. ''You dress differently,'' she insisted. She had a point. Officer Stevens's uniform is olive green, not blue, and he wears a Stetson hat that gives him a" , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Don't Be Fooled by the Hats: These Officers Are For Real" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/26\/nyregion\/26ecocops.html"} , {"body" : "Imagine you're scouting locations for a television series, a biblical allegory that unfolds in a contemporary monarchy. The script calls for a clean, new capital ''unspoiled by time or litter,'' modern with a touch of Renaissance Revival, ''a city to make you believe in magic.'' Would you ever choose New York City? The production team from NBC" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "New York, a City Unspoiled. Wait, New York?" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/23\/nyregion\/23kings.html"} , {"body" : "THIS is not an obituary. The Brooklyn Paper lives. Since 1978, it has been a ''loud, offbeat and somewhat irreverent'' voice in the borough, in the words of its founder and publisher, Ed Weintrob. The paper did, however, undergo something of a transformation this month when it was purchased by Rupert Murdoch's News Corporation. Just what this will" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; A Scrappy Local Paper Ponders Its New Parent" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/thecity\/22murd.html"} , {"body" : "ERIK PARKER says he has never taken a class in color theory. ''I just like things to be charged and relentless,'' he said as he showed a visitor around his studio in Greenpoint, Brooklyn. That is evident in his eye-popping new work, on view through April 28 at Paul Kasmin Gallery in Chelsea, where Mr. Parker is having his first New York paintings" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ART; No Longer Racing at the Speed of Art" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/arts\/design\/22kino.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Friday, Saturday, Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/arts\/music\/20pop.html"} , {"body" : "ROBERT GUSKIND was serious to the point of obsession about his blog, Gowanus Lounge, founded in 2006. So Sam Coker, an information technology specialist from Greenpoint, Brooklyn, who over the years helped Mr. Guskind maintain the site, knew something was wrong. Around 10:30 p.m. on Monday, March 2, Mr. Guskind e-mailed Mr. Coker in frustration to" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; For a Cherished Blog, A Death, and Doubts" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15gowa.html"} ,   {"body" : "JAMAICA ESTATES, QUEENS List price: $1,010,000 Bedrooms: 4 Bathrooms: 4.5 Interior: 3,000 sq. ft. Lot size: 4,000 sq. ft. Date built: 1930 This Tudor-style home in Donald Trump's childhood neighborhood provides a grand entrance: the front walkway winds past a cascading waterfall and a fishpond. A 2005 renovation restored the original moldings and" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "50" , "title" : "PRICE CHECK; What You Get for $1,000,000 in ..." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5DD143BF936A25750C0A96F9C8B63"} , {"body" : "IN 1986, when Anders Goldfarb moved to Greenpoint, Brooklyn, he was a young photographer with a master of fine arts degree from the State University of New York at New Paltz. In moving to Greenpoint, he joined a growing number of young artists seeking the low rents of what was then a declining neighborhood of light industrial buildings and" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; On the Edge of Blight" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15arti.html"} , {"author" : "Jonathan Mahler is a contributing writer. His most recent book is ''The Challenge: Hamdan v. Rumsfeld and the Fight Over Presidential Power.''" , "body" : "A few years ago, while working on a profile of Mayor Bloomberg for this magazine, I had dinner with his deputy mayor for economic development, Dan Doctoroff, at an Italian restaurant in the Clinton Hill neighborhood of Brooklyn. At the time, the city was flush with cash -- weeks earlier, it reported a budget surplus of $3.4 billion -- the Dow was" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "47" , "title" : "ON THE HOMEFRONT; After The Bubble" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/keymagazine\/15Key-lede-t.html"} , {"body" : "SLIDE SHOW: BANISHING THE GHOSTS IN SOUTHERN CAMBODIA On the southern coast of Cambodia, which in its heyday was a destination for jet-setters, travelers encounter a country where the luxurious present meets the ravaged past. Clockwise from far left, a worker in a rice field outside Sihanoukville, a fisherman returning from a day at sea, and the" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DC1E39F936A25750C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN TRIO (Thursday) The guitarist Howard Alden, a nimble and trustworthy steward of jazz traditions, leads a bop- and swing-oriented group with John Burr on bass and Rob Garcia on drums. At 9 and 10:30 p.m., Smalls, 183 West 10th Street, West Village, (212) 252-5091," , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/13\/arts\/music\/13jazz.html"} , {"body" : "A former New York City police officer was arrested on Monday and charged with fatally shooting his 28-year-old former companion and wounding another woman in a Brooklyn apartment on Sunday, the authorities said. The ex-officer, Jerry Bowens, 43, was alone in a car when heavily armed officers intercepted him at 3 a.m. about a block from the 120th" , "date" : "20090310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Former New York Police Officer Charged in Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/10\/nyregion\/10arrest.html"} , {"body" : "A former New York City police officer who resigned last year after being arrested on corruption charges is suspected of fatally shooting his 28-year-old ex-girlfriend and wounding another woman in Brooklyn on Sunday, the police said. The police said the shooting happened shortly after 4:30 p.m. inside Apartment 1B of a condominium building at 84" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Ex-Officer Suspected Of Shooting 2 Women" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/nyregion\/09shot.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His replacement, Warren Haynes," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6D8173DF935A35750C0A96F9C8B63"} , {"body" : "Even the film and television industry, one of the few fields generating profits in the throes of this recession, says it needs government help to stay in New York. At a news conference at Kaufman Astoria Studios in Queens, dozens of film and television workers gathered on Monday to ask politicians to expand the incentive program offered to their" , "date" : "20090303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "22" , "title" : "A Plea to Keep Cameras Rolling in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/03\/nyregion\/03film.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Friday and Saturday) Whether it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/music\/27pop.html"} ,   {"body" : "MOST urban dwellers might expect their interactions with chicken, if any, to occur exclusively on a lunch or dinner plate. So when Kate Coats and her husband moved into their apartment in a new condominium building on Greenpoint Avenue in Brooklyn three months ago, they were surprised to be awakened before sunrise by what she described as" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GREENPOINT; When the Feathers Really Fly" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/nyregion\/thecity\/15chic.html"} , {"body" : "IF the choreographer Megan Byrne were wealthy, she said, her days would consist of ''class in the morning, rehearsal in the afternoon and steak for dinner.'' But Ms. Byrne, 29, like many in the contemporary dance world, is not wealthy. Far from it. Instead of paying for class and a steak, she said, the reality for many of her uninsured," , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "DANCE; New Classes Fill New Needs in Movement" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/arts\/dance\/01laro.html"} , {"body" : "There were heaps of clothes inside the church hall, including wool sweaters and what looked like a pair of lederhosen that somebody might have once worn in the Alps. There were children's toys and a box of designer sunglasses. A table held books, including ''Fortress America,'' by William Greider, about the American military after the cold war; and" , "date" : "20090129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOWERY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "An East Village Market Where Everything Is Free Faces an Uncertain Future" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/29\/nyregion\/29free.html"} , {"body" : "It was around 3 in the afternoon when Alex Kapranos's hangover began to wear off. Mr. Kapranos, the lead singer of the Scottish rock band Franz Ferdinand, and his bandmate Nick McCarthy, who plays guitar and keyboards, had spent the previous evening in a refined version of debauchery. They went to a concert -- by the British group the Last Shadow" , "date" : "20090127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Band Moves Away From the Style It Helped Make Mainstream" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/27\/arts\/music\/27fran.html"} , {"body" : "Danica Warren, 24, is an apprentice hair colorist at the Antonio Prieto Salon in Chelsea. She moved to New York from Salt Lake City two years ago, and came to the salon in August 2007. Why hair? I have really bad dyslexia, so I've always struggled academically. I did creative things to get by in high school -- dance, a little bit of cheerleading, a" , "date" : "20090127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ENTRY LEVEL; A Match Made With a Coloring Brush" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/27\/nyregion\/27entry.html"} , {"body" : "WHEN a former community organizer named Barack Obama began his bid for the presidency, it cast a spotlight on an uncelebrated profession. In New York, the history of community organizing is long, and Luis Garden Acosta has been around for much of it. Born in Fort Greene, Brooklyn, to a Puerto Rican mother and a Dominican father, Mr. Acosta, 63," , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; Since the '60s, a Place on the Ramparts" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25orga.html"} , {"body" : "BEYOND Mexico and the Caribbean, another ''New World'' of cuisine still awaits many New Yorkers. These three restaurants offer some surprising flavors from South America. CAFECITO BOGOTA 1015 Manhattan Avenue (Green Street), Greenpoint, Brooklyn; (718) 569-0077. So you think you know arepas? At this Colombian cafe and wine bar, these griddled" , "date" : "20090121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOUTH AMERICA" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; The South America Less Traveled" , "url" : "http:\/\/events.nytimes.com\/2009\/01\/21\/dining\/reviews\/21unde.html"} , {"body" : "Some alumni donate stadiums. Others give benches spiffed up with gold plaques. And then there is Ed Planas, who on Wednesday presented his alma mater with a pair of six-cylinder, fuel-injected engines. To be fair, these were not ordinary engines, but muscular, large-scale versions that used to power the brown delivery trucks of the United Parcel" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Two Used Truck Engines? You Shouldn't Have!" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15automotive.html"} , {"body" : "ONE thing that the owners of the Austin, Nichols & Company warehouse at 184 Kent Avenue in Williamsburg, Brooklyn, were firm about throughout the long battle over the building's fate three years ago was that it was not historically valuable. The city's Landmarks Preservation Commission, which declared the 1915 structure a landmark, disagreed, but" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "WILLIAMSBURG; At an Old Warehouse, A Reversal of Fortune" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11aust.html"} , {"body" : "THREE KINGS DAY The lights have been taken down, the trees are on the way to the mulch pile, and Christmas cards are being offered at staggering discounts, but holiday celebrations aren't over yet. Christmas technically ended on Monday, its 12th day. And on Tuesday, the day known in Spanish-speaking New York (and beyond) as El Día de Reyes, El" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DB1239F93AA35752C0A96F9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E0DB1430F93AA35752C0A96F9C8B63"} , {"body" : "BEFORE asking the waiter at Five Leaves about a drink on the cocktail list, the Whiskey in a Jar ($9), I had to ask about his tattoos. They were that striking. On one arm was a silhouette of an elk; on the other a water tower, the kind that dots the low-slung skyline of Greenpoint, the neighborhood Five Leaves calls home. ''My friend came up with" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; A Neighborhood Feel Despite Its Pedigree" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/dining\/07unde.html"} , {"body" : "ON a recent Saturday morning, my friend Judith and I shopped for breakfast at the farmers' market in Greenpoint, Brooklyn. We bought eggs, butter, cheese, fresh bread and plenty of apples: the makings of a princely meal. I chattered enthusiastically about the apple French toast and scrambled eggs with cheese we could whip up back at Judith's house." , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "A GOOD APPETITE; Fish and Eggs: It's What's for Breakfast" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE6D6153AF934A35752C0A96F9C8B63"} , {"body" : "New York City has created more than 100 miles of bicycle lanes in recent years to encourage and accommodate the number of people who, compelled by a desire to preserve the environment or preserve their bank accounts, have taken to getting around on two wheels. But the effort to turn the city into a place that embraces bicyclists has clashed with a" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Bike Lanes Touch Off Row in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/04lanes.html"}]