[  {"body" : "At the Target in the Atlantic Terminal mall in Brooklyn, checkout at Line 19 was in many ways like the 26 others on Tuesday evening, with a cashier in a red shirt and khakis steadily scanning and packing piles of DVDs, Elmo dolls and Huggies into distinctive red-and-white bags. For hours the wait was only about 10 or 15 minutes -- not bad during" , "date" : "20091219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ON SALES; Shopping: The Beat Goes On, And On" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/19\/nyregion\/19sales.html"} , {"body" : "They are the luckiest of the unlucky: survivors of gunshots meant for someone else. Davonte Kelly, 11, was shot in the head on a baseball field in Starrett City, Brooklyn, last spring. Denia Kearse, 11, was shot in the neck at a block party in Crown Heights, Brooklyn, in the summer of 2008. The two children, who had a brief news celebrity in the" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Stray Shots and Children: Living With the Wound and the Memory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26shot.html"} , {"body" : "1901 TOWN HOUSE $995,000 BROOKLYN: 136 Hawthorne Street, Prospect-Lefferts Gardens A renovated brick house with three bedrooms and two and a half baths, four fireplaces and a landscaped front courtyard and backyard. Bette Cunningham, Brown Harris Stevens (718) 399-4120; www.brownharrisstevens.com Open house Sunday, 1:30 to 3 p.m. TAXES: $3,260 a" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EED6123BF93BA35752C1A96F9C8B63"} , {"body" : "DAN SCHREIBER and Caroline Jeanjot took a one-bedroom sublet in Bay Ridge, Brooklyn, after arriving in New York three years ago from their native Brussels. They chose it because of its low monthly rent, around $1,200, but knew little about the city's geography. Their Bay Ridge neighborhood was ideal in all ways but one -- the tedious subway ride to" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Going With Uncool" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08Hunt.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Saturday, 10 a.m. to 1 p.m., a harvest festival, with storytelling, crafts and food; $5 for adults; $10 for children 3 to 17 ($4 and $8 for members). Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895 Shore Road North, Pelham Bay Park," , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDC1E30F930A15753C1A96F9C8B63"} , {"body" : "A grand jury in Brooklyn has indicted an off-duty police officer on charges of second-degree vehicular manslaughter and driving while intoxicated in an automobile accident last month that killed a woman who was hailing a taxicab, the Brooklyn district attorney announced on Wednesday. The district attorney, Charles J. Hynes, said the officer, Andrew" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Officer Indicted in Accident That Killed Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15indict.html"} , {"body" : "JOHANNA BRONK wants to make communal vegetarian meals and keep chickens. Mariel Berger hopes for social, artistic and political collaborations. Harmony Hazard is into hula hooping, book groups and anarchism. Oh, to be a young city-dweller in search of a house share. Finding a roommate has never been easy, but for some, the endeavor has lately" , "date" : "20091001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "LIVING TOGETHER; A Modern Answer To the Commune" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/01\/garden\/01collective.html"} , {"body" : "An off-duty police officer was charged on Sunday with vehicular manslaughter and driving while intoxicated after, according to the police and relatives, the sport utility vehicle he was driving struck and killed a Brooklyn woman who was hailing a taxi. The officer, Andrew Kelly, 30, a seven-year veteran of the Police Department who worked in the" , "date" : "20090928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Woman Killed Hailing Cab; Officer Held In Accident" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/28\/nyregion\/28dwi.html"} , {"body" : "Summer just won't end. It goes on. And on. And on. In one of those calendar quirks that can sneak up you, Labor Day, the marker of summer's conclusion, arrives as late as it possibly can this year, on Sept. 7. With Memorial Day having shown up on May 25, its earliest arrival, this has been one very, very long summer. It hasn't always felt that way," , "date" : "20090831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "The Long Not Summer: A Calendar Quirk Stretches the Season" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/31\/nyregion\/31summer.html"} , {"body" : "In the Hunts Point neighborhood of the Bronx, a family's assortment of blue jeans bobbed like invisible people dancing on a puppet string. At 181st Street and Audubon Avenue in Manhattan, yellow panties shamelessly waved to Washington Heights. And outside a bathroom window two stories above Bailey Avenue in Kingsbridge Heights, another Bronx" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SUMMER RITUALS | CLOTHESLINES; Sheets Flap, Socks Dance And Towels Just Hang Out" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/nyregion\/31clothesline.html"} ,   {"body" : "A 24-year-old man who prosecutors say was brutalized by a group of uniformed police officers inside a Brooklyn subway station last October filed a federal civil rights lawsuit on Thursday against the city, the Police Department and four officers. The midday attack on the man, Michael Mineo, led to indictments in December against three of the four" , "date" : "20090529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Brooklyn Man Claiming Police Assault in Subway Station Sues" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/nyregion\/29mineo.html"} , {"body" : "JAPAN DAY In Japan no occasion is too small to warrant a gift. A visit to a friend, the signing of a lease or a return from a short trip is accompanied by a small token or simple cash. So it is no surprise that in 1912 the Japanese saw fit to send cherry trees to cities in the United States, including New York, where some took root in Central Park." , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/29spare.html"} , {"body" : "Address: 83 Lefferts Avenue (between Flatbush and Bedford Avenues), Brooklyn The Property: A 1920s two-story semidetached brick house with an English basement, driveway and one-car garage. The house has three bedrooms, three and a half baths, a stylish open living-dining-kitchen space with exposed beams, and central air-conditioning. Annual taxes" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "BUY OF THE WEEK\/PROSPECT-LEFFERTS GARDENS; $895,000" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1DF1131F934A25756C0A96F9C8B63"} , {"body" : "With his wife's help, Terence Conley walked slowly toward a piano on a recent Thursday at the Jazz Foundation of America headquarters in Manhattan. ''Play something nice,'' Judith Conley told her husband as she eased him onto a piano stool. Mr. Conley, 51, steadied his fingers above the keys, smiled across the room in the direction of his three" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Long Road Back, but Not a Lonely One" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/17musician.html"} , {"body" : "CARMEN STAAF, a 28-year-old New England Conservatory-trained jazz pianist, does what she has to do to make ends meet. Last year, she played accordion in a musical about Julius and Ethel Rosenberg, starring puppets. More recently, she played ragtime piano with a xylophone band -- in a dog costume. But those gigs were nothing compared with talking" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "HABITATS | PROSPECT-LEFFERTS GARDENS; Musicians Preferred; Loud Music O.K." , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03habi.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "Three residents of 75 and 99 Ocean Avenue, adjacent buildings in Prospect-Lefferts Gardens, Brooklyn, talk about what it is like to live around fellow musicians." , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "The Musical Buildings" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/04\/30\/realestate\/0503-cov-feature.html"} , {"body" : "LIVING at home with Mom and Dad at age 34? Oh, the indignity. All he could think, Quamin Ellis said, was, ''I can't do this -- I'm an adult.'' But it was even more unacceptable to pay rent. So Mr. Ellis opted for delayed gratification. If he had to return to the parental nest, he would, holding out until he could again buy an apartment. After" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Leaving the Nest (Again)" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/realestate\/19hunt.html"} , {"body" : "The last of three men accused of killing a New York City police officer during a traffic stop in Brooklyn in 2007 was convicted of aggravated murder on Monday. The charge carries a mandatory life sentence without the possibility of parole. After two and half days of deliberation, a jury of nine men and three women also found the man, Lee Woods, 31," , "date" : "20090317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Guilty Verdict In Shooting Of Officer From S.U.V." , "url" : "http:\/\/www.nytimes.com\/2009\/03\/17\/nyregion\/17woods.html"} ,   {"body" : "Many playwrights dread sitting among their audiences: Nothing is quite as soul-killing as overhearing people savage your work in midperformance. But not Young Jean Lee. Night after night this month at the Kitchen, the downtown Manhattan theater, she has gritted her teeth and felt her skin crawl at times while white and black audience members have" , "date" : "20090128" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "An Evening in Black and White From a Playwright Who Is Neither" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/28\/theater\/28lee.html"} , {"body" : "For the third time in two months, Tatyana Timoshenko shook her head in disbelief. The first time was in mid-December, when a jury acquitted Robert Ellis, 35, of the murder of her 23-year-old son, Police Officer Russel Timoshenko, in 2007 on a Brooklyn street. A few days later, she sat in court again as a judge ordered a mistrial in the case of" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "15 Years on Gun Charges In Killing of Officer, 23" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15ellis.html"}]