[  {"body" : "No rarefied air here: A newly released study of street-level airborne pollution has found that the Upper East Side is home to some of the dirtiest air in the five boroughs. Filth is not the first image associated with the neighborhood, which has some of the country's richest ZIP codes, but for residents and visitors on Wednesday, the notion took" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "On Upper East Side (Gasp!), Some of the City's Dirtiest Air" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17pollute.html"} , {"body" : "Four years ago, Jocelyn Morales's biggest concerns were cheerleading and the science club. Now she has one overriding preoccupation: being a mother. ''He likes to dance and sings just about every song on the radio,'' Ms. Morales, 21, said of Angel, 2 1\/2, as he bopped around a pizza parlor in her native Sunset Park, Brooklyn, charming patrons in" , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; Outfitting a Young Mother To Proudly Support Her Son" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DA173AF93BA25752C1A96F9C8B63"} , {"body" : "A grand jury in Brooklyn has indicted an off-duty police officer on charges of second-degree vehicular manslaughter and driving while intoxicated in an automobile accident last month that killed a woman who was hailing a taxicab, the Brooklyn district attorney announced on Wednesday. The district attorney, Charles J. Hynes, said the officer, Andrew" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Officer Indicted in Accident That Killed Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15indict.html"} , {"body" : "An off-duty police officer was charged on Sunday with vehicular manslaughter and driving while intoxicated after, according to the police and relatives, the sport utility vehicle he was driving struck and killed a Brooklyn woman who was hailing a taxi. The officer, Andrew Kelly, 30, a seven-year veteran of the Police Department who worked in the" , "date" : "20090928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Woman Killed Hailing Cab; Officer Held In Accident" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/28\/nyregion\/28dwi.html"} , {"body" : "The pizzeria called Original rose in a Canarsie of mostly Italian-American and Jewish residents, opening on April 12, 1970, an event captured in a photograph of a hungry crowd that included a bunch of men with shaggy hair and a teenage girl in a tube top. It survived the 1990s, when white residents moved away while black people bought their homes" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CANARSIE JOURNAL; Over Decades, Pizzeria Stays the Same in a Changed Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18metjournal.html"} , {"body" : "Despite his nickname, Short Al stood tall in the pantheon of overnight callers to talk shows on the New York sports radio station WFAN-AM. Such callers, sometimes called FANdroids, are known by name, neighborhood and loyalties. Bruce from Bayside likes the Cleveland Indians, while Bruce from Flushing is a Yankees man. There is Marc in the Bronx" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Why Short Al, Talkative Fan, Calls No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6D61F3DF936A35754C0A96F9C8B63"} , {"body" : "Shlomo Dahan's friends remember him as a skilled plumber, a dedicated scholar of the Torah, a humble man whose bearish frame belied his quiet demeanor -- but most of all as someone who rushed to help anyone in need. Tommy Velinskie said Mr. Dahan, his landlord and neighbor, brought him food when he had trouble making ends meet on his disability" , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Friends Mourn a Pious Plumber and His Son Who Perished in a Toxic Well" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/01\/nyregion\/01plant.html"} , {"body" : "''My mother's rice and beans,'' Joe Quintana said, then paused. He was talking about his Puerto Rican childhood in Mill Basin, Brooklyn, the whole experience of Caribbean cooking and the New York City restaurants in which he worked throughout his adult life. He chuckled. ''My mother's are the best rice and beans ever.'' Quintana is the executive" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "20" , "title" : "THE CHEAT; THE CHEAT: COMIDA CENTRAL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3D71E39F93BA15755C0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Sunday, 10 a.m. to 5 p.m., ''Yankee Peddler Day,'' with antiques, crafts and collectibles; $2, free for children under 12. Weekend hours: Friday and Saturday, 1 to 5 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4 for 65+; $3.50 for students" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D71630F935A15755C0A96F9C8B63"} , {"body" : "WITH turrets, a notched roofline and an adorning lion-themed coat of arms, the stone-walled home at National Drive and Indiana Place in Mill Basin is a dead ringer for a castle. But as recently as the mid-20th century, when this tucked-away southeast Brooklyn neighborhood was considered the borough's frontier, the only castles to be found were most" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | MILL BASIN, BROOKLYN; Mill's Long Gone, but the Basin's Still Full" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03living.html"} ,   {"body" : "Mill Basin is a reminder of Brooklyn’s eclecticism. Far from the converted warehouses of postindustrial Williamsburg is this zone of lawn mowers, tool sheds, brick patios and umbrella-shaded glass tables." , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "title" : "Living in Mill Basin, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/04\/30\/realestate\/20090503LIVINGIN_index.html"} , {"body" : "To most people who know him, Raphael Hazan is a true ''mensch.'' Roughly translated from Yiddish, that means ''a good person.'' Some people, though, consider him a ''meshugana.'' ''That's a 'crazy person,' '' Mr. Hazan explains with a smile. ''They say, 'You should go and enjoy your life. What are you doing this for?''' Instead, for four years, Mr." , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "title" : "Mensch or Meshugana, He Nourishes Many Souls" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/29pantry.html"} , {"body" : "A small group of Democratic state senators from Brooklyn, Queens and the Bronx have blocked a financial rescue proposal for the Metropolitan Transportation Authority because it would require tolls on the East River and Harlem River bridges. They have taken this position even though the plan is meant to help hold down transit fares, and in their" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "HARLEM RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Unlikely Opponents of Bridge Tolls: Transit Riders" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/23\/nyregion\/23transit.html"} , {"body" : "After the Q101 bus crossed the narrow humpbacked bridge and arrived at its last stop -- on Rikers Island -- many of the passengers hurried to rows of steel coin-operated lockers. There, for 50 cents, they stored devices that are not allowed on visits to the jail complex, like mobile phones, beepers, radios and cameras. But others bypassed the" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Safeguarding Contraband, Like iPods, Outside Jails" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/23\/nyregion\/23phones.html"} , {"body" : "A committee of the New York State Board of Regents approved a proposal on Monday for the city's first Hebrew-language charter school, all but clearing the way for the school to open in Brooklyn's District 22 this fall. While the full board will consider the proposal on Tuesday, it is widely expected to echo the committee's approval. The school, to" , "date" : "20090113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "Plan to Open Charter School For Hebrew Clears Hurdle" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/13\/education\/13hebrew.html"} , {"body" : "Nearly two years after a wave of protests over New York City's first public school dedicated to the Arabic language and culture, state education officials are expected to consider greenlighting a Hebrew-language charter school in Brooklyn this week. The school would open in the fall if it is approved, first by a committee of the State Board of" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIDWOOD (NYC)" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Regents Consider New Hebrew Charter School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12hebrew.html"}]