[  {"body" : "IN the wake of a sweeping rezoning that has taken place in New York over the last few years, apartments now rise from industrial areas, where trains clatter, trucks rumble and machinery beeps while backing up. So that residents don't suffer from nightly volleys of irksome noise, the city requires certain buildings to install thick, snug windows, to" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTING; Getting a Hush For the Money" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/realestate\/13post.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "Q. We are renovating the lobby of our co-op at 66 Court Street, which was finished in 1927. Can you give us a lead on where to look for an image which could be enlarged? ... Ellen Murphy, Brooklyn A. The photograph published here of your building as it looked in 1939 is from my collection. The Brooklyn Public Library has a good one from the 1940s," , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES | READERS' QUESTIONS; Portrait of a Building as a Young High-Rise" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/realestate\/06scapesready.html"} , {"body" : "Were the women in ''On the Town'' always so brazen? Two are voraciously man-hungry, and the third is a cooch dancer -- but only to pay for her singing lessons. Female lasciviousness hasn't been this entertaining since ''Sex and the City'' went off the air. In fact, the Paper Mill Playhouse's whole new production is high-class, hotsy-totsy, spiffy" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THEATER REVIEW | NEW JERSEY; Sailors and Mates, at Liberty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6DA153FF931A15752C1A96F9C8B63"} , {"body" : "Less than two years ago, the Brooklyn Brewery found itself in a bind that had squeezed many companies out of New York. It wanted to expand, but the rapid gentrification of its neighborhood, in Williamsburg, Brooklyn, had pushed rents beyond what it could afford. That was before the recession took hold in the city. Now, the brewery is taking" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Soft Real Estate Market Is a Key Ingredient at Brooklyn Brewery" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02brewery.html"} , {"body" : "ABOARD THE U.S.S. NEW YORK, off North Carolina -- This gleaming $1.3 billion vessel is piled high with some of the Navy's most sophisticated technology. So while watching the hovercraft roar in and out of the lower landing deck on a rainy Friday morning, it is easy to forget that the name has not always been attached to such a venerable fighting" , "date" : "20091031" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Wood to Steel, a Long Line Of Ships Named New York" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/31\/nyregion\/31ship.html"} , {"body" : "A TIFFANY REGISTRY, But No Bride The tasteful Tiffany gift registry politely requests an opulent sterling silver Chippendale tray (listed for $2,868.75) and a delicate Queen Anne teapot ($4,250). In comparison, the $258.75 gravy ladle and the $173.75 Hampton fish knife seem quite the bargain. The silver pieces are being sought to complement more" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE5D91731F932A15753C1A96F9C8B63"} , {"body" : "Studying Pies A class in making pies and tarts will be held by Sandro Micheli in the kitchen at Adour Alain Ducasse, 2 East 55th Street, from 11:30 a.m. to 1:30 p.m. on Oct. 24: $75 from (212) 710-2277. A French Connection Events about food will be held at the French Institute Alliance Française, 22 East 60th Street, starting Oct. 21 with a" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Dining Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/dining\/21fcal.html"} , {"body" : "During much of his tenure, Mayor Michael R. Bloomberg has taken credit for helping to create hundreds of thousands of jobs in New York City, from high-paying construction work to sales jobs at dozens of new big-box stores. Even as the city plods through the recession, the mayor has set a goal to ''retain and create'' an additional 400,000 jobs over" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Mayor Has Added Many Jobs, and Lost Some, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15jobs.html"} , {"body" : "The museum in the private house near the Brooklyn-Queens Expressway announces itself in blue letters spelled out in painter's masking tape. ''Don't let Pirate Mike steal our heritage,'' reads the sign, above a row of illustrations of gorgeous brick-fronted mansions and the legend ''Landmark Admiral's Row.'' Not much more information is forthcoming" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "WALLABOUT JOURNAL; A Museum of Stuff, but Also of a Mission to Still the Wrecking Ball" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/03\/nyregion\/03metjournal.html"} , {"body" : "Mel Vader and Bob Henderson figured that martini hour on the terrace of their apartment in Prospect Heights, Brooklyn, would grow only more interesting after Richard Meier built his 15-story glass tower across the way. From their sixth-floor perch, the couple have seen a toddler on the eighth floor ride her tricycle around her balcony, and watched" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Glass Half Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/nyregion\/27meier.html"} ,   {"body" : "WHEN Sasha Haines-Stiles moved out of a crumbling brownstone studio in April and into a large loft in downtown Brooklyn with soaring ceilings and expansive views, she fantasized that the space would look as perfect as one of the many photo shoots and fashion shows she oversaw in her role as a vice president for communications at Bernard Chaus Inc." , "date" : "20090924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "ON THE CHEAP; A Place Fit for The Boss" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/24\/garden\/24cheap.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "Something to keep in mind next time you're invited to a 7-year-old's birthday party: Down by the Brooklyn Navy Yard you can pick up an actual fire truck for a few thousand dollars. Just don't try to parallel park it. The trucks, along with an array of other heavy machinery and scores of cars being cast off by the Parks and Recreation Department," , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Clunkers for Cash: Bidding on the City's Castoffs" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/20\/nyregion\/20critic.html"} , {"body" : "A food market a stone's throw from the Brooklyn Navy Yard and in the shadow of the B.Q.E. may hardly seem a shopper's paradise. But Andrew Goldin, near right, and his brother, David, have lined the shelves, bins and display cases of Fresh Fanatic, the 7,000-square-foot boutique supermarket they own with Joshua Niamehr, with live lobsters, artisanal" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Boutique Supermarket Opens Near the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/26\/dining\/26market.html"} , {"body" : "Over the decades, Red Hook, Brooklyn, has been home to many things: a brawny, corrupt waterfront; free-range prostitution; a sprawling housing project once pocked by drugs and gunfire; artists seeking space and the hunters of cool who inevitably follow them. Now the neighborhood is about to land one of its odder residents -- an enormous, high-tech" , "date" : "20090825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A High-Tech Home for Multimillion-Dollar Works of Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDB1130F936A1575BC0A96F9C8B63"} , {"body" : "BROOKLYN'S PLACE In the Beer World For a while, the beer flowed from Brooklyn as if from a broken spigot. With 45 breweries at the turn of the 20th century -- including 11 on a 12-block stretch in Williamsburg -- Brooklyn produced a significant share of the nation's beer. But if the names Rheingold and Schaefer do not provoke a feeling of parched" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDD1F3FF932A25754C0A96F9C8B63"} , {"body" : "Virginia Dildine Norling, a daughter of Barbara H. Dildine and Peter A. Norling of Brooklyn, was married Saturday to Lt. Tyler Lee Branham, the son of Lisa Branham of Shoreline, Wash., and Douglas Branham of Tukwila, Wash. The Rev. Melora Lynngood, a Unitarian Universalist minister, officiated at River Farm, the headquarters of the American" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Ginger Norling, Tyler Branham" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/fashion\/weddings\/05norling.html"} , {"body" : "CLINTON HILL CO-OP $450,000 BROOKLYN: 201 Clinton Avenue, #15E A two-bedroom one-bath top-floor apartment in a 112-unit building constructed in 1949 for workers at the Brooklyn Navy Yard. For sale by owners: Bea and Eric Romeo (646) 262-3232. Open house Sunday, July 12, 1 to 3 p.m. MAINTENANCE: $792 a month PROS: Completely renovated by the owners" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5DB1230F936A35754C0A96F9C8B63"} , {"body" : "-- roughly bounded by Division Avenue, Broadway, Heyward Street and the Brooklyn Navy Yard -- is an anachronistic pleasure. Unlike in the hipster section north of Grand Avenue, the images here -- knife-grinders on the street, bearded men in 19th-century frock coats -- are not only vivid, they are also apparently lost to time. The neighborhood," , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | HASIDIC WILLIAMSBURG; A Piece of Brooklyn Perhaps Lost to Time" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/nyregion\/05stop.html"} , {"body" : "REMEMBERING A BROTHER LOST AT SEA, GUADALCANAL, SOLOMON ISLANDS Ann Stack Natuzzi, right, 80, a Queens native now retired in Sonoma, Calif., with her daughter Dr. Eileen Natuzzi, Nov. 15, 2008. ''My brother Billy was 17 years old when he shipped out of the Brooklyn Navy Yard on the U.S.S. Quincy. They went off to the Pacific and on Aug. 9, 1942, he" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "page_facet" : "11" , "title" : "WHY WE TRAVEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E7DD1F3EF936A35754C0A96F9C8B63"} , {"author" : "Gay Talese, the author of 11 books, was a writer for The New York Times from 1956 to 1965." , "body" : "ALTHOUGH I was born and reared on a resort island in southern New Jersey, I have never learned to swim, nor have I ever gone fishing -- nor, since moving to Manhattan in the mid-1950s, had I ever ventured out to observe the city from the Circle Line tours that depart from Pier 83 on the Hudson River at 42nd Street. My aversion to the water is" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Once Around the Island" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/nyregion\/05circle.html"} ,   {"body" : "Karen Lynn Milkosky and Patrick Daniel Curran were married Saturday at Steiner Studios in the Brooklyn Navy Yard. Judge Guido Calabresi of the United States Court of Appeals for the Second Circuit officiated. The bridegroom was a clerk for the judge, whose chambers are in New Haven, in 2004 and 2005. The couple, both 30, met at Harvard, from which" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Karen Milkosky, Patrick Curran" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/fashion\/weddings\/05milkosky.html"} , {"body" : "GET your hula on, with that barbecue basic of yesterday: the Hawaiian shirt. This summer's versions -- by the likes of Engineered Garments, Tommy Hilfiger, Claiborne by John Bartlett and Topman (left) -- are trimmer and hipper than their forebears, better suited for the Brooklyn Navy Yard than a suburban potluck. BRUCE PASK" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "Lei Not Included" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3DD1431F932A15755C0A96F9C8B63"} , {"body" : "ONE afternoon last week, Mary Mattingly, a 30-year-old sculptor and photographer who has been living in a two-bedroom walk-up in Queens, gave a reporter a tour of her new home, a 30-by-100-foot barge moored at the Brooklyn Navy Yard. ''This is the living quarters,'' Ms. Mattingly said, standing on deck and pointing to a half-built shed made of" , "date" : "20090604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "A Fluid Definition Of Self-Sufficiency" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/04\/garden\/04waterpod.html"} , {"body" : "CITY RESISTS STATE On Voting Change This month, the State Board of Elections approved a pilot program to introduce optical-scanning voting machines in most of New York's 62 counties. And while the majority of the counties have agreed to take part, there are notable holdouts, among them the five boroughs of New York City and Nassau, Suffolk," , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EED7123FF93AA15756C0A96F9C8B63"} , {"body" : "Imagine narrow European-style roadways shared by pedestrians, cyclists and cars, all traveling at low speeds. Sidewalks made of recycled rubber in different colors under sleek energy-efficient lamps. Mini-islands jutting into the street, topped by trees and landscaping, designed to further slow traffic and add a dash of green. This is what New York" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In the Future, The City's Streets Are to Behave" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/20\/nyregion\/20streets.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "The use of wind power by owners of commercial real estate in New York City is rising rapidly, but from a very low base, according to energy service companies, which supply the power to businesses. Wind power is expected to be a critical component of President Obama's plan to expand the production of renewal domestic energy, and there are signs that" , "date" : "20090422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Some of the Bright Lights of New York's Businesses Are Powered by Wind" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/22\/business\/energy-environment\/22wind.html"} , {"body" : "The idea for Voos, a Brookyn store that sells furniture designed in Brooklyn, was born when Serap Demirag spotted an interesting looking table at the Architectural Digest Home Design Show in Manhattan last year. Ms. Demirag, top right, who trained as an architect in Turkey, investigated and discovered it was made by Palo Samko, in the Brooklyn Navy" , "date" : "20090402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; Décor With a Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/02\/garden\/02open.html"} , {"body" : "Vinegar Hill House 72 Hudson Avenue (Front Street), Vinegar Hill, Brooklyn; (718) 522-1018, vinegarhillhouse.com. Vinegar Hill House is as attractive as it is elusive. The intimate restaurant is tucked away in a part of the Brooklyn waterfront still marked by industry -- the Navy Yard is across the street, a Con Edison substation looms nearby --" , "date" : "20090325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "DINING BRIEFS | RECENTLY OPENED" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/25\/dining\/25brief-002.html"} , {"body" : "Each name, slightly more than one-and-a-half inches tall, will carry the most intimate memories. All 2,982 names together, arrayed atop parapets stretching more than 1,500 feet around two great pools, will convey the vastness of the loss. With such a range of scale and so many emotions attached, it is no wonder that one of the simplest" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Balancing Emotion and City Code in Names Display at Trade Center Memorial" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/24\/nyregion\/24names.html"} ,   {"body" : "Sara Ann Schacter and Aram Lee Erenburg were married Saturday at Stage 6 at Steiner Studios in the Brooklyn Navy Yard. Robert J. Berson, the leader of the Ethical Culture Society of Northern Westchester, officiated. The bride, 33, is a job placement supervisor for YAI\/National Institute for People With Disabilities in Manhattan. She graduated from" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Sara Schacter, Aram Erenburg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE143DF936A25750C0A96F9C8B63"} , {"body" : "IF ever there was a time for Fort Greene, one of the most revered brownstone districts in Brooklyn, to have an identity crisis, that time would be now. Fort Greene is Brooklyn's latest culinary mecca, bewitching foodies with hip, minimalist restaurants. Or it's a bastion of African-American pride and culture, a historic home to a vibrant community" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | FORT GREENE, BROOKLYN; Multiple Identities Can Be a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/realestate\/08Livi.html"} , {"body" : "AROUND TOWN WILLIAMSBURG SPELLING BEE True confession time: I'm a spelling nerd. I won my junior high bee, have been known to take a rooting interest in the national finals on television and, as an editor, depend to a certain extent on my ability to spell. Still, even for me, the prospect of spending a night out just, well, spelling didn't sound" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wspare.html"} , {"body" : "AROUND TOWN Museums and Sites 3711 HISTORIC RICHMOND TOWN Staten Island Historical Society. Sunday at 2 p.m., a cooking demonstration and lecture with Gil Marks, author of ''Olive Trees and Honey: A Treasury of Vegetarian Recipes From Jewish Communities Around the World''; $15; reservations: (718) 442-1158. Every Wednesday through April 29 at 7:30" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0DC143EF934A15751C0A96F9C8B63"} , {"body" : "LIKE any worthwhile journey through New York, the television drama ''Life on Mars'' takes a roundabout route to arrive at a familiar destination. In its first episode, a New York police detective named Sam Tyler is hit by a car. When Tyler, played by the actor Jason O'Mara, recovers from the accident, he finds he has woken up in the year 1973. He" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Law and Disorder" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25mars.html"} , {"body" : "An article last Sunday about the resiliency of niche manufacturers at the Brooklyn Navy Yard industrial park omitted credit for a newsletter that first reported that the number of Brooklyn jobs for niche manufacturers rose by 17 percent from 2001 to 2007 while the number of manufacturers making products for mass markets declined by 48 percent, and" , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DB133AF93BA25752C0A96F9C8B63"} , {"body" : "According to the sages, sanctity lingers. ''Holiness,'' the Talmud says, ''does not depart its place.'' There are many places holy to Jews -- the Western Wall and Joseph's Tomb among them -- but one of the plainest and least-known is the empty ground-floor study on your left just inside Lubavitch World Headquarters at 770 Eastern Parkway in" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ROOMS; No One There, but This Place Is Far From Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/nyregion\/15rooms.html"} , {"body" : "The workshop where John Randall assembles $3,000 pine-beam tables is so cramped that he holds client meetings at a sawdust-covered worktable and has to shuffle his equipment around to make elbow room for himself and a co-worker. But the recession notwithstanding, he has enough orders to keep busy through April and hopes to buy a $2,000 drill press" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "At the Old Navy Yard, Niche Manufacturers Weather the Recession" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/11manufacture.html"}]