[  {"body" : "In the imagination of Wanda James, the story goes something like this: A small group of soldiers returns to Brooklyn from Iraq. One of them proposes to his longtime girlfriend, with whom he had fathered a girl just before his deployment. The wedding and reception last two weeks, stretching from Dec. 16 to New Year's Day. The setting is the same" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "It May Not Be Macy's, but This Window Still Draws a Crowd" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/31\/nyregion\/31window.html"} , {"body" : "Metho Nelson would be the first to say that he has been favored with many acts of kindness in his 23 years. But there are four gifts, he said, that truly stand out. First: the day when, after being put out of his Brooklyn home at age 18, he encountered two New York police officers in Prospect Park. They had noticed Mr. Nelson wandering, bench to" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; In Acts of Kindness, a Chance at a New Start" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27neediest.html"} , {"body" : "Bumper Cars Cobble Hill is a neighborhood of old brownstones and narrow streets. It also has a hospital and nursing home whose employees often wait in their cars and save spaces for friends on the next shift -- an annoying but not illegal practice. What must be illegal, though, is cramming one's car into too small a space. Having witnessed this one" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "COMPLAINT BOX; And Another Thing..." , "url" : "http:\/\/www.nytimes.com\/2009\/12\/27\/nyregion\/27complaint.html"} , {"body" : "ON a recent frigid Thursday night about 300 people sipped wine, knitted and tapped their feet as they listened to the music of the ZigZag Quartet. The evening was notable for the group's range -- from classical to jazz to Brazilian samba -- and because it took place at Lincoln Center's newest space, the David Rubenstein Atrium, which officially" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "As Good as Having an Uncle in the Business" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18free.html"} , {"body" : "THE first time Todd and Marlene Capron saw their two-bedroom rental apartment in Brooklyn, they were horrified. ''The floorboards were cracked, the kitchen was awful, paint was peeling, the ceiling was a mess and there was a lot of damage to the brick wall,'' said Mr. Capron, 31. And then there was the bathroom. ''The faucets were leaky, the tile" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Renovating a Rental As if It Were Their Own" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/garden\/10reno.html"} , {"body" : "Through the real estate boom, few new developers filled the city with luxury condominiums as fast as Shaya Boymelgreen. He turned Wall Street corner offices into minimalist bachelor lairs, built TriBeCa apartments snapped up by celebrities like Gwyneth Paltrow and crowded the edges of Park Slope, Brooklyn, with condos. But Mr. Boymelgreen, 58, has" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Star of Real Estate Boom Is Confronting Hard Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/nyregion\/02developer.html"} , {"body" : "A lot of people cry over their hard-luck stories. Dominique Wright wants to write about hers. She started her first journal at 8 years old, while living with a foster mother in South Jamaica, Queens, because her own mother had turned to drugs and alcohol and could not keep her six children at that time. At 12, her father regained custody of her and" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "THE NEEDIEST CASES; Chronicling a Life and Honing Job Skills" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/nyregion\/27neediest.html"} , {"body" : "NEW YORK ON LESS: Finances Flabby? Tighten the Body Just because your bank account has lost some of its muscle does not mean your body has to suffer the same fate. Take Charlene Bryant, 45, who has lost 10 pounds since being laid off from her job with Citibank. ''With the flexibility that my schedule has given me, I can go to the gym more often, I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DB1739F935A25752C1A96F9C8B63"} , {"body" : "Mayor Michael R. Bloomberg pulled out a narrow re-election victory on Tuesday, as voters angry over his maneuver to undo the city's term limits law and his extravagant campaign spending provided an unexpected lift to his vastly underfinanced challenger, William C. Thompson Jr. Unofficial returns showed Mr. Bloomberg with 51 percent and Mr. Thompson" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BLOOMBERG WINS 3RD TERM IN TIGHT RACE; Thompson Strong in Campaign for Mayor" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/nyregion\/04mayor.html"} , {"body" : "IN a city of 8.2 million people, where most apartment buildings are a stack of identical boxes, it's surprising how radically different those boxes can be on the inside, once they've been altered to suit personal tastes. But unlike homes in small towns or cities -- which are often single-story and therefore relatively easy for passersby to peer" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The Renovation Trifecta: 1 Building, 3 Floors" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/garden\/29same.html"} ,   {"body" : "International UNITED NATIONS CONDEMNS U.S. Embargo Against Cuba The United Nations General Assembly voted overwhelmingly to condemn the American trade embargo against Cuba, with speeches by the U.S. ambassador and Cuba's foreign minister reflecting how little has changed despite an expected shift under the Obama administration. PAGE A8 SPREAD OF" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E2D61638F93AA15753C1A96F9C8B63"} , {"body" : "'GHOULS AND GOURDS' Don't expect candy at the Brooklyn Botanic Garden's Halloween celebration on Sunday. Or jack-o'-lanterns. Or, for that matter, ghouls, even though the event is called ''Ghouls and Gourds.'' ''We want kids to think outside the box,'' said Anita Jacobs, the garden's director of public programs. (And well outside the trick-or-treat" , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/23\/arts\/23kids.html"} , {"body" : "Looking Ahead HILL COUNTRY CHICKEN In the spring, Hill Country, the Texas barbecue restaurant and market, will open this spot for fried chicken and Southern baked goods: 1123 Broadway (25th Street). Opening This Week CORSINO Jason Denton has scored with his panini and wine places, 'Ino and 'Inoteca. His latest, which opened Oct. 19, varies the" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off The Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/dining\/21off.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "WHEN they married last November, Mike and Sarah Hudnall had two plans for the near future: a new home and a new baby. They assumed there would be sufficient time to hunt for the former while waiting for the latter to happen. Instead, Mrs. Hudnall became pregnant immediately, so finding a place to buy became a priority. In their cozy Park Slope," , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; New Home, New Addition" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18hunt.html"} , {"body" : "PROSPECT HEIGHTS CO-OP $825,000 BROOKLYN: 202 St. Marks Avenue, #2 A three-bedroom one-bath apartment on the second floor of a four-unit prewar building, with a washer\/dryer, a deck and a backyard. Tracey McLean, the Corcoran Group (917) 693-8135, www.corcoran.com Open house Sunday, 2:30 to 4 p.m. MAINTENANCE: $750 a month PROS: A generous" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DF123EF93BA25753C1A96F9C8B63"} , {"body" : "Properties in Prospect Heights, Brooklyn, the Upper East Side and Kips Bay." , "date" : "20091016" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/10\/16\/realestate\/20091018-OTMNYC_index.html"} , {"body" : "Open Now BAR CELONA The name is clever and, of course, there are tapas on the menu of this lounge, which is owned by Cynthia Diaz, left, a fashion consultant who has done her place in Dolce & Gabbana black and gold. The chef, Jordy Lavanderos, goes beyond Spain for his inspiration with scallop ceviche, mackerel paté and mushroom tostones: 104" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/14\/dining\/14off.html"} , {"body" : "Prix Fixe Dinners More than 50 restaurants in Huntington, N.Y., will participate in a restaurant promotion through Oct. 23, with three-course dinners for $24.95 plus tax and tip. For the list: dinehuntington.com. Greek Cooking Lessons Classes in Greek cooking have been scheduled at 5 p.m. on Wednesday nights at Thalassa, 179 Franklin Street (Hudson" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/14\/dining\/14fcal.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "KIM STOLZ, a green-eyed brunette whose résumé includes a star turn on ''America's Next Top Model'' as well as a stint at a major New York law firm, lives in an Upper East Side apartment that embodies the geography of her childhood. It was in this two-bedroom penthouse aerie on East 84th Street, near Third Avenue, that Ms. Stolz, now 26, used to" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | EAST 84TH STREET; A Hand-Me-Down Home" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/realestate\/11habi.html"} ,   {"body" : "TEN years is a respectable run for a New York restaurant. Most don't make it that long, and many of those that do are slowly taking on water. A few may change course by bringing a new chef on board or, more and more frequently these days, trimming their sails and tacking toward cheaper, more casual shores. Saul is a heartening exception. One of the" , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; Still Neighborly in Brooklyn" , "url" : "http:\/\/events.nytimes.com\/2009\/10\/07\/dining\/reviews\/07rest.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Friday at 5:30 p.m., a performance by Stephen Dydo, a classical guitarist. Saturday, 10 a.m. to 12:30 p.m., a bicycle tour of historical and architectural sites in the East Bronx; free. Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFDD123AF931A35753C1A96F9C8B63"} , {"body" : "Mel Vader and Bob Henderson figured that martini hour on the terrace of their apartment in Prospect Heights, Brooklyn, would grow only more interesting after Richard Meier built his 15-story glass tower across the way. From their sixth-floor perch, the couple have seen a toddler on the eighth floor ride her tricycle around her balcony, and watched" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Glass Half Empty" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/nyregion\/27meier.html"} , {"body" : "Continuing layoffs on Wall Street drove New York City's unemployment rate to 10.3 percent in August, a 16-year high that underscores the need to retrain former financial services workers for other jobs, state officials said Thursday. In the year since the Lehman Brothers investment bank collapsed and others had to be rescued from failing, the" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY JOBLESS RATE CLIMBS TO 10.3%" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/nyregion\/18unemploy.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Starting this week, Susan Coronel, a day care owner, plans to leave her home in Ridgewood, Queens, most days at 6:45 a.m. with her 5-year-old son, Benjamin, and drive 10 minutes to Bushwick, Brooklyn. There, a bus hired by a dozen families, at about $400 a month each, will pick up Benjamin and another 5-year-old before stopping at homes in Crown" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "BIG CITY; Going the Distance to Get A Child to a Magnet School" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/nyregion\/08bigcity.html"} , {"body" : "Dates are listed when known: ABE & ARTHUR'S Mark Birnbaum and Michael Hirtenstein have named this restaurant for grandfathers and are building a dining room for Franklin Becker's grill menu on the ground floor of the former Lotus. A lounge is named Simyone after a grandfather of another partner, Eugene Remm: 409 West 14th Street. Late September. A" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening in September" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02now.html"} , {"body" : "These restaurants will open starting in October: BALABOOSTA The name is Yiddish for the perfect housewife. So Einat Admony, the chef and an owner of Taim, will let passers-by peer into the kitchen through a window on the street. There will be references to North Africa and the Middle East: 214 Mulberry Street (Spring Street). December. B CLINTON" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening Later" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02later.html"} , {"body" : "As a rising number of half-finished and half-empty condo projects clutter the skyline, state and city officials have begun developing programs to turn hundreds of these apartments into moderate-income housing. But those efforts have proved far from easy. With budgets tighter than ever, there are few financial incentives to entice developers and" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City Seeks to Turn Stalled Projects Into Moderate-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/nyregion\/02condos.html"} , {"body" : "THE NIGHT KEEPER Orrin Harris, 48, sleeps during the day and spends nights cooking, cleaning, speaking with her mother on the telephone and ''looking out for the building'' in Prospect Heights, Brooklyn, where she has lived for nearly 30 years. Around 4:30 a.m., she takes a bike ride through Prospect Park, then showers and goes to bed. ''I hide" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One in 8 Million New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2DE113CF933A0575BC0A96F9C8B63"} , {"body" : "Manhattan Upper West Side . . . . . . . . $306,000 67 West 107th Street 24 weeks 550-sq.-ft. condo in a prewar building; upgraded appliances, high ceilings, h\/w floors, renovated bath; common charge $390; taxes $2,232; listed at $395,000. Broker: Citi Habitats. Upper East Side . . . . . . . . $630,000 241 East 76th Street 24 weeks 950-sq.-ft. co-op" , "date" : "20090830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DE113EF933A0575BC0A96F9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Sunday, 1 to 4 p.m., ''Staten Island Modern,'' an outdoor event with dance performances and an art and photography display; visitors should provide their own seating. Through Sept. 6, ''Interlude,'' an exhibition of documentary photographs by eight photographers whose works are featured in the" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/28spare.html"} , {"body" : "ANGER 'POSTED' The Age-Old Way Robert Keith doesn't tweet. He doesn't blog. He doesn't post comments on the Web. Mr. Keith, 75, prefers a distinctly lo-fi medium: the window poster. Every couple of weeks, he props two professionally made signs in his first-floor windows. Subjects of his contempt have included credit default swaps, auto bailouts and" , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3D7133AF934A1575BC0A96F9C8B63"} , {"body" : "QUESTIONS upon questions upon questions: they're a restaurant critic's real diet, fed to him by friends and strangers, in phone calls and e-mail messages, at cocktail parties and the gym. Say the words, ''I'm a restaurant critic,'' and the floodgates open. ''Where should I take my 92-year-old grandmother for brunch in Midtown, keeping in mind that" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "RESTAURANTS; Good Tips at the End of His Meals" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/26\/dining\/reviews\/26rest.html"} , {"body" : "Two children fell out of windows in separate accidents in Brooklyn over two days. One of the children died of his injuries on Tuesday, and the other remained hospitalized in critical condition, the authorities said. The first accident occurred about 5 p.m. Monday when an 18-month-old boy fell out of a second-story window of a relative's house in" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "2 Toddlers Fall From Windows in Brooklyn; One Is Dead" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/13\/nyregion\/13falls.html"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "A night of music and dancing at a block party in Brooklyn ended in violence on Saturday night when two men were fatally shot in a car parked nearby, the police said. The men, Vance Rock, 23, and Darian Delk, 19, both of Brooklyn, were shot just after 10 p.m. while sitting in a Chevrolet Caprice at Washington Avenue and St. Johns Place in Prospect" , "date" : "20090720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Two Men Fatally Shot Near Block Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/20\/nyregion\/20car.html"} , {"body" : "INDISCRIMINATE gluttons and discerning gourmands alike have long been crazy for pizza. But over the last few years, they have elevated their passion to a vocation, sending pizza into a whole new stratosphere of respect. It isn't just loved, and it isn't just devoured. It's scrutinized and fetishized, with a Palin-esque power to polarize. Does a" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Crust Is a Canvas for Pizza's New Wave" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08pizza.html"} , {"body" : "1. MOTORINO319 Graham Avenue (Devoe Street), Williamsburg, Brooklyn; (718) 599-8899. Pros: Properly cooked Neapolitan crusts with character and no soupiness. Well-balanced toppings in classical and inventive veins. Good beers, well-priced wines, dessert. Cons: Never achieves utter transcendence, and trusted scouts report inconsistency from night to" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "The Best New-Generation Pizzerias" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08place.html"} , {"body" : "Opening This Week AUREOLE This restaurant, formerly on the Upper East Side, made its debut June 29 in its spacious new location. Declaring four-hour dinners passé, Charlie Palmer, its chef and owner, and Christopher Lee, at right, his executive chef, offer a four-course tasting menu of two dishes per course, $115 in the main dining room. The menu" , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/01\/dining\/01off.html"} , {"body" : "IT was a recent spring afternoon in Brooklyn, but at Complete Music Studios in Prospect Heights a sweet high voice and a slinky, imperturbable backbeat conjured mid-1970s Memphis. Maxwell, the R&B songwriter who made three platinum albums before he paused his career for seven years, was rehearsing his band for an extended tour timed to the release" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "MUSIC; After a Pause, Maxwell's Music Is Set to Play" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/arts\/music\/28pare.html"} ,   {"body" : "Opening This Week AVENUE What was Earth is now a multistory lounge owned by Noah Tepperberg and Jason Strauss, partners in Marquee. It opens at 9 p.m. with a menu of finger food like lobster rolls, spring rolls, Kobe sliders and waffle fries by Roblé Ali, all neatly served in woven boxes ($9 to $14): 116 10th Avenue, (17th Street), (212) 337-0054." , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/10\/dining\/10off.html"} , {"body" : "Will the Nets ever play basketball in Brooklyn? The question is impossible to answer nearly six years since Bruce C. Ratner hatched the idea when he led the successful bid to acquire the Nets for $300 million. Since then, the Mets, the Yankees and the Devils have moved into new homes -- but the Nets still play at the Izod Center in East Rutherford," , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "ANALYSIS; Barriers to Brooklyn Fall Slowly for Nets" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/sports\/basketball\/31arena.html"} , {"body" : "THERE was a time, not long ago in the grand scheme of things, when the only practical way to get in and out of Greenpoint was by boat. In those days, as late as the mid-19th century, the area was separated from much of the rest of Brooklyn by marshland and flanked on the north and west by Newtown Creek and the East River. Overland crossings were" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREENPOINT, BROOKLYN; Polish Is Still Spoken, but Industry Is History" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31living.html"} , {"body" : "Open Now AAMCHI PAO Ever have an Indian slider? Surbhi Sahni, left, the pastry chef at Dévi, and Nandini Mukherjee, right, who owned Indian Bread Co., will be glad to serve you one at their new spot. Ms. Sahni said the name means ''my bread'' in Maharashtri. Pao are like burger buns but smaller and can be filled with potato fritter, crisped" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/27\/dining\/27off.html"} , {"body" : "THE tedious 35-minute subway ride between David Basner's studio in Chelsea and Courtney Reimer's one-bedroom in Prospect Heights, Brooklyn, annoyed both of them. Each disliked the other's place, too. She felt that his -- so small it fit only a twin bed -- was cramped and dark. He felt that hers was inconvenient and impractical. Except for maybe a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Place They Both Call Home" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/realestate\/24hunt.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "PROSPECT HEIGHTS BROWNSTONE $1,875,000 BROOKLYN: 388 Sterling Place (near Underhill Avenue) An 1890s row house with a one-bedroom one-bath garden apartment and a six-bedroom three-bath triplex. Erin McDonnell, Aguayo & Huebener (718) 309-8799; www.ahrlty.com Open house Sunday, 2:30 to 4:30 p.m. TAXES: $7,172 a year PROS: On an unusually deep lot," , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EED91238F934A25756C0A96F9C8B63"} , {"body" : "Apartments on the Lower East Side, Chelsea and in Prospect Heights, Brooklyn." , "date" : "20090515" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York City" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/05\/15\/realestate\/0516-nyc-slideshow_index.html"} , {"body" : "In January 2007 the New York City Landmarks Preservation Commission received a proposal for the creation of a new South Village Historic District to protect what advocates say is an area important for its architecture and its place in the city's heritage. In the months after, as the commission studied the proposal, owners of buildings in the area" , "date" : "20090512" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Historic District Is Proposed, and Buildings Are Soon Altered" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/12\/arts\/design\/12vill.html"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} ,   {"body" : "AROUND TOWN TRANSLATION SLAM Translation is a tricky business. You never know exactly where, or how, you're going to end up. In ''A Midsummer Night's Dream,'' when Bottom, in his ass's head, is told ''thou art translated!,'' he has not only been physically transformed but also magically intoxicated, transmigrated to another world. In the" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/01spare.html"} , {"body" : "NEW YORK CITY UPPER EAST SIDE, THROUGH MAY 17 The 2009 Kips Bay Decorator Show House is at a 1927 limestone mansion at 22 East 71st Street. The hours are 11 a.m. to 5 p.m. Monday to Saturday; (until 8 p.m. on Tuesday and Thursday); Sunday, noon to 5 p.m. Participating designers will include Charlotte Moss, Juan Montoya, Christopher Corcoran," , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/30\/garden\/30webtours-001-002.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "PROSPECT HEIGHTS CO-OP $1,199,000 BROOKLYN: 41 Eastern Parkway, #7A A three-bedroom two-bath co-op in Copley Plaza, a full-service Art Deco building, with a maid's room, a butler's pantry, a large foyer, eight closets and a washer-dryer. Tracey McLean, the Corcoran Group (917) 693-8135, www.corcoran.com Open house Sunday, 2:30 to 4 p.m." , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Prospect Heights Co-op" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEED91E3AF935A15757C0A96F9C8B63"} , {"body" : "LOTS of New Yorkers dream of discovering an extra room in their apartments. For Gandalf Gaván and Nicola López, that dream came true, and then some. About eight years ago, while poking around the former factory building in Brooklyn that has been their home since 2000, Mr. Gaván came upon a space on the roof that had been boarded up for years. It" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | PROSPECT HEIGHTS; Look, Kids! A Secret Room!" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/realestate\/19Habi.html"} , {"body" : "LIVING at home with Mom and Dad at age 34? Oh, the indignity. All he could think, Quamin Ellis said, was, ''I can't do this -- I'm an adult.'' But it was even more unacceptable to pay rent. So Mr. Ellis opted for delayed gratification. If he had to return to the parental nest, he would, holding out until he could again buy an apartment. After" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Leaving the Nest (Again)" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/realestate\/19hunt.html"} , {"body" : "ARTISTIC and romantic partnerships are tricky things, susceptible to envy, one-upmanship and other dysfunctions, but Bradley Rust Gray and So Yong Kim, New York-based independent filmmakers who have been married for 10 years, have hit on a working method that is both equitable and harmonious. Each is a director with two movies apiece so far, and" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Independently Intimate Directors" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/movies\/19lim.html"} , {"body" : "'FOOD IN FILM: An Evening of Flavors From the Silver Screen' Good films, like good lasagna, are artfully layered productions, filled with metaphors and surprises. How filmmakers develop food scenes will be tastefully dissected on Wednesday night in this program at the 92nd Street Y, part of the series Francine Segan's World of Tasting. Ms. Segan, a" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/17spare.html"} , {"body" : "VERA BEAUDIN SAEEDPOUR talks about her home as it if she met it on a blind date and didn't know what hit her. One minute she's checking it out, and the next thing she knows she's settling in. ''I walked in and looked around -- just the entrance -- and I said, 'I'll take it.' '' But then, few events in Dr. Saeedpour's life seem calm, orderly or" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HABITATS | PROSPECT HEIGHTS, BROOKLYN; The Home As Cultural Refuge" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/realestate\/12habi.html"} , {"body" : "When a woman set down a vision for her Brooklyn neighborhood on her blog last month, she did not know how popular it would become. ''The goal is to sow wildflower seeds on every single patch of abandoned soil,'' Deborah Fisher, an artist who lives in Bedford-Stuyvesant, wrote on March 7. ''I want there to be so many wildflowers on the streets that" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "April Showers Bring Seed-Sowing Volunteers" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/12flowers.html"} ,   {"body" : "WHEN it comes to the recession, tactful New Yorkers may refrain from complaining too loudly about their misfortunes, knowing that the chances are, there is someone else out there who has it worse. But try explaining to a 6-year-old, no matter how worldly and well mannered, that budget cuts may prevent him from spending quality time with a penguin." , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONEY ISLAND; A Small Casualty In Hard Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/nyregion\/thecity\/12doce.html"} , {"body" : "PROSPECT HEIGHTS STUDIO $175,000 BROOKLYN: 77 Eastern Parkway, #1D An L-shaped co-op with a dining area on the first floor of an Art Deco building opposite the Brooklyn Botanic Garden. Gabriele Sewtz, Prudential Douglas Elliman (718) 840-2005; www.prudentialelliman.com Open house Tuesday, 5:30 to 7 p.m. MAINTENANCE: $192 a month, plus a $17 fuel" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; PROSPECT HEIGHTS STUDIO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E0DA1E3BF931A25757C0A96F9C8B63"} , {"body" : "BEHOLD the power of the collective unconscious: ''In Treatment,'' HBO's intimate and innovative therapy drama, has resurfaced in its second season as a show both shot and set in the talking-cure capital, New York City. What's more, its central character, the boundary-challenged, deeply conflicted, terribly appealing psychotherapist Paul Weston" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "TELEVISION; Sessions and the Single Man" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/arts\/television\/05oran.html"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS This year's theme of change has proved infectious. While economic woes have certainly dimmed the atmosphere, the sentiment at the UniverSoul Circus yields only light. Founded in 1994 to showcase the range of African-American talent, this circus now features a cast of international performers in this season's ''America" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/03spare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater through May 23, playing alternately every hour on the half-hour from 10:30 a.m. to" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DA103AF930A35757C0A96F9C8B63"} , {"body" : "AS a teenager, Carla Ford-Anderson would walk past the enormous apartment building on Eastern Parkway in Prospect Heights, opposite Prospect Park, and wonder what it would be like to live there. In 1976, married to her first husband, she found out, renting a two-bedroom two-and-a-half bath apartment. In 1980 the building went co-op, and the couple" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL | PROSPECT HEIGHTS, BROOKLYN; Listening to Your Broker Can Pay Off" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15sell.html"} , {"body" : "AN ugly red statuette of a bull appeared last month on a shelf at O'Connor's, a sparsely decorated watering hole in Park Slope. Most of O'Connor's drinkers knew that the bull would fit in better at Freddy's Bar, a few blocks away in Prospect Heights. That's because the bull was, in fact, pilfered from Freddy's. The prank, carried out by an" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PARK SLOPE | PROSPECT HEIGHTS; Pranksters Amid the Pilsner" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08trin.html"} , {"body" : "AROUND TOWN USA MEMORY CHAMPIONSHIP When Proust bit into that madeleine, he eventually located the source of the rosy childhood recollection -- Sunday tea with an aunt -- that gave the treat an appeal beyond its undoubtedly generous quantity of sugar. Impressive. But for the participants in the 12th annual memory championship the task that was" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF935A35750C0A96F9C8B63"} , {"body" : "AROUND TOWN WILLIAMSBURG SPELLING BEE True confession time: I'm a spelling nerd. I won my junior high bee, have been known to take a rooting interest in the national finals on television and, as an editor, depend to a certain extent on my ability to spell. Still, even for me, the prospect of spending a night out just, well, spelling didn't sound" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wspare.html"} , {"body" : "AROUND TOWN Museums and Sites 3711 HISTORIC RICHMOND TOWN Staten Island Historical Society. Sunday at 2 p.m., a cooking demonstration and lecture with Gil Marks, author of ''Olive Trees and Honey: A Treasury of Vegetarian Recipes From Jewish Communities Around the World''; $15; reservations: (718) 442-1158. Every Wednesday through April 29 at 7:30" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0DC143EF934A15751C0A96F9C8B63"} ,   {"author" : "E-mail: haberman@nytimes.com" , "body" : "By February's standards, Thursday was practically balmy in New York City. But it was still too cold for stoop-sitting. So Kimber VanRy will wait a few months before deciding whether to test once more the law's tolerance for someone who sits on his front steps watching the world go by while -- gasp! -- sipping a beer. For some New Yorkers, Mr. VanRy" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "NYC; Testing a Law? He'll Pop a Top and Drink to That" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/nyregion\/27nyc.html"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "The Clinton Hill neighborhood of Brooklyn thuds to a halt at Atlantic Avenue; Prospect Heights starts a few blocks south. But now there is a storefront between gas stations and warehouses there that looks as if it were transported intact from Paris. Choice Atlantic, its burgundy facade lettered à la Française, is a new food store owned by Thierry" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Food on a Grand Scale" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/25\/dining\/25mark.html"} , {"body" : "PROSPECT HEIGHTS CO-OP $525,000 BROOKLYN: 20 Plaza Street East, #E4 A one-bedroom one-bath apartment with a large foyer and sleeping alcove in a 24-hour doorman Art Deco building. Tom Curtis, Warren Lewis Realty (718) 638-6500; www.warrenlewis.com Open house Sunday, 12 to 2 p.m. MAINTENANCE: $820 a month PROS: Generously proportioned with a" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DE113BF936A25751C0A96F9C8B63"} , {"body" : "9 P.M. (Starz) THE VISITOR (2008) In the role that has earned him an Oscar nomination for best actor, Richard Jenkins (above left, with Haaz Sleiman) plays a widowed, depressed professor of economics at Connecticut College who finds that his Manhattan apartment has been illegally rented to a drummer from Syria (Mr. Sleiman) and his Senegalese" , "date" : "20090214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "WHAT'S ON TODAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EFD81131F937A25751C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RASHIED ALI QUINTET (Sunday) Rashied Ali has had a substantial career in the jazz avant-garde, beginning with his role in the late-period bands of John Coltrane. But hard bop is the foundation for this quintet, with a front line of the trumpeter Josh Evans and the tenor saxophonist" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Feb.6 - Feb. 12 | Jazz" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/06\/arts\/music\/06jazz.html"} , {"body" : "Love Comes to Town A tasting of wines for Valentine's Day and a chance to talk to Dr. Ruth Westheimer will be offered from 6 to 8 p.m. on Feb. 6 at Bottlerocket Wine and Spirit, 5 West 19th Street. Free. A demonstration of how to prepare a Valentine's Day menu will be given on Feb. 7 from 11 a.m. to 1 p.m., including lunch, at Cafe Centro, 200 Park" , "date" : "20090204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/04\/dining\/04fcal.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "''Here,'' said Eddie Byrnes. He waved his hand at a bare wall in a wholesale food warehouse in Brooklyn. ''This is where they usually keep the wings,'' said Mr. Byrnes, who buys food for the Kettle Black Bar and Restaurant in Bay Ridge. He squinted at a stack of boxes nearby that were full of chicken parts, all of them wrong. Drumsticks. Breasts." , "date" : "20090131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; A Super Bowl Victory, Answering a Prayer for Wings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/31\/nyregion\/31about.html"} , {"body" : "LIKE any worthwhile journey through New York, the television drama ''Life on Mars'' takes a roundabout route to arrive at a familiar destination. In its first episode, a New York police detective named Sam Tyler is hit by a car. When Tyler, played by the actor Jason O'Mara, recovers from the accident, he finds he has woken up in the year 1973. He" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Law and Disorder" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25mars.html"} , {"body" : "9 P.M. (Lifetime) PRAYERS FOR BOBBY (2009) In her first television movie Sigourney Weaver, at right with Ryan Kelley, plays Mary Griffith, a religious suburban housewife in the 1970s who struggles to accept that her son Bobby (Mr. Kelley) is gay. When tragedy results, Griffith becomes an advocate for gay rights. The film is based on the nonfiction" , "date" : "20090124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE6DF103FF937A15752C0A96F9C8B63"} ,   {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Every Friday and Saturday at 7:30 and 8:30 p.m. (except Jan. 30 and Feb. 6, 21 and 27), ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E0D9143FF930A15752C0A96F9C8B63"} , {"body" : "For the first time, a reality show set in New York is about to unleash the tide of jealousy, voyeurism and scorn always latent in this city's overeducated, undercompensated sectors. ''The Apprentice,'' ''Project Runway,'' ''Real Housewives,'' ''Top Chef'' and ''The Real World'' have left the local consciousness largely undisturbed. But New York has" , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "TELEVISION REVIEW | 'THIS OLD HOUSE'; Now Building in Brooklyn: A Renovation, Maybe Envy" , "url" : "http:\/\/tv.nytimes.com\/2009\/01\/23\/arts\/television\/23this.html"} , {"body" : "LUNAR NEW YEAR The passage of time is maddeningly subjective -- a minute in traffic is never quite like a minute in front of the television -- and that is perhaps one reason people endlessly seek to measure it. History is littered with calendars that didn't survive (remember the Calendrier républicain, anyone?). But one that was too entrenched," , "date" : "20090123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD8173CF930A15752C0A96F9C8B63"} , {"body" : "In its 29 years on the air, ''This Old House,'' the PBS renovation program, has ventured beyond its Massachusetts roots to Miami, New Orleans and even Santa Barbara, but has studiously avoided New York City. Starting Jan. 22, though, the show will broadcast from Prospect Heights, Brooklyn, where Karen Shen and Kevin Costello (above, with their" , "date" : "20090122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | ON TV; In New York, It's 'That Old Brownstone'" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/22\/garden\/22television.html"} , {"body" : "''I'M really a modernist,'' said Serine Hastings, who lived in prewar apartments her first three decades in New York. Since moving from Chicago in the late 1970s, she has always made her home in places with vintage architectural details. ''I lived on the top floor of a Federal town house in Chelsea and a co-op on the Upper West Side,'' said Ms." , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; After All Those Brownstones, a Blank Canvas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/realestate\/04habi.html"} , {"body" : "'50 FIRST JOKES' Eating black-eyed peas, being hung over, regrets -- everyone has a New Year's tradition. For the show ''50 First Jokes'' on Saturday, 50 comedians will start 2009 with a new punch line. ''Our rule is, you have to write your joke after the ball drops,'' said Jiwon Lee, a stand-up comedian and co-producer of the event, now in its" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES: AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DC123FF931A35752C0A96F9C8B63"} , {"body" : "Jolene Siana, a writer in Boerum Hill, Brooklyn, plans to spend time with friends at their homes rather than in wine bars, bringing a $12 bottle rather than blowing $12 on a glass. Nelson Murphy, a maintenance worker at a Manhattan hospital, is determined that 2009 will be the year he finally gives up smoking -- it is bad for his health, and, at $9" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "As Resolutions Go, Spending Less May Actually Stick" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01resolutions.html"}]