[  {"body" : "WHEN you hoist a leg over a barstool these days, you're as likely to find Tom Edison as a Tom Collins. Light bulbs have been popping up behind the bar, with more cocktails developed in the last 10 years than probably any decade since Prohibition. Some of them have emerged as modern classics, standing out not only as culinary creations, but also as" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Decade of Invention, and Reinvention" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30cocktail.html"} , {"body" : "Arrayed throughout his office in Downtown Brooklyn are the touchstones of Salvatore Joseph Cassano's life -- keepsakes that speak of family, faith and the Fire Department he will lead come Jan. 1. A model of a military tank rests by a miniature of Ebbets Field, where the Brooklyn Dodgers used to play. An American flag pennant sits in a mug on his" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Fire Commissioner Devoted to Family and Dedicated to the Safety of His Corps" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24sal.html"} , {"body" : "Sometimes all it takes is a little help if it is the right kind of help. With two grown children and a baby granddaughter depending on her, Martha Hernandez was struggling to provide for her family in a New York City Housing Authority project on the Lower East Side. Ms. Hernandez, 47, a former special education teacher with a winning smile, could" , "date" : "20091221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Back in the Driver's Seat, With a Small Boost" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E6D61438F932A15751C1A96F9C8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IT was a balmy evening in May of 2003, and a 27-year-old film editor named Alexandra Bodner had moved just two weeks earlier into a studio apartment in Park Slope, Brooklyn. After bouncing around among apartments in Brooklyn, Manhattan, Chicago and Los Angeles, Ms. Bodner had finally alighted in a place she loved. And determined not to be one of" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Post-Industrial Order" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/realestate\/13habi.html"} , {"body" : "Fellow Americans: there's good news and bad regarding our national pastimes -- eating, snacking and pigging out. The Samurai Shopper respects our constitutional entitlement to life, liberty and the pursuit of voluptuously stacked hamburgers, but those entitlements weigh heavily on us. Literally. Carnivores run amok may soon be unable to run at all." , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "74" , "title" : "SAMURAI SHOPPER; Beef Encounters" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/06\/t-magazine\/food\/06get-samurai.html"} , {"body" : "ON a recent Sunday, at Clover Club, six young women giddily compared impressions of their mixed drinks. Nothing unusual in that. People come to this tavern in Cobble Hill, Brooklyn, expressly to indulge in finely honed cocktails. But the sun, slanting brightly through the front windows, glinted off the iced glasses. And at the next table a young" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "WINTER DRINKS ISSUE; The Final Frontier? It's an Eye-Opener" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/02\/dining\/02bars.html"} , {"body" : "FOR a drink with a ball gag in its mouth, the Night Marcher has a lot to say about where cocktail culture may be heading. Some major themes in fashionable bars lately: small, elegant, stemmed glassware; arm garters; house-made bitters; a seriousness that is hard to distinguish from humorlessness; gin. Some major themes in the Night Marcher, a drink" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "WINTER DRINKS ISSUE; Staging A Rum Rebellion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEFD71F3BF931A35751C1A96F9C8B63"} , {"body" : "Suzanne Tecza had spent a year redesigning the library at Middle School 126 in Williamsburg, Brooklyn, including colorful new furniture and elaborate murals of leafy trees. So when her principal decided this year to give the space to the charter high schools that share the building, Ms. Tecza was furious. ''It's not fair to our students,'' she said" , "date" : "20091130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's Schools Share Space, And Bitterness, With Charters" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/30\/education\/30space.html"} , {"body" : "SELF EDGE is the name of a good-looking store on Orchard Street that opened in July. It sells classic examples of American work-wear, like chambray shirts, that are produced in Japan with old American machines and the deadstock of American button and zipper makers. With the geeky solemnity of a rare seed catalog, the store's Web site declared of" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Yes, We're Open" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/fashion\/26STORES.html"} , {"body" : "Like scores of other avid home brewers, Shane C. Welch has turned his personal passion into a commercial enterprise. But he has followed his own path in marketing his beers. Mr. Welch's company, Sixpoint Craft Ales, in the Red Hook section of Brooklyn, does not sell beer in bottles, for instance. Instead, it primarily sells kegs to pubs and" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Passion for the Pint Overcomes Hurdles" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/business\/smallbusiness\/26sbiz.html"} ,   {"body" : "The actress Jessica Hecht was full of mixed emotions as the curtain rose for one of the final Broadway performances of Neil Simon's ''Brighton Beach Memoirs'' this fall. Only minutes earlier she had learned the stunning news that the revival, in which she played the fragile widow Blanche, would close on Nov. 1 because of poor ticket sales. Yet that" , "date" : "20091123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Refugees From a Flop, Broadway Bound Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/23\/theater\/23view.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "What is the sound of one eye rolling? Call Joel Berg, executive director of the New York City Coalition Against Hunger, and tell him you want to engage in that wonderful holiday tradition of volunteering on a soup line in the third week of November. ''Thanksgiving is to hunger groups what Halloween is to a costume company,'' he said. ''Sometimes" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Warm Intentions, Meet Cold Reality" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/nyregion\/22critic.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "Kristen Schafenacker, 26, has the rare title of New York City farmer. Born in Fort Wayne, Ind., she attended Mount Holyoke College, where her devotion to food took root, and is now the senior farm assistant at Added Value, an urban farm located opposite the Ikea in Red Hook, Brooklyn. Foodie to farmer: I got really into food and community in" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ENTRY LEVEL; In Brooklyn, Her Farmer's Heart Is Happy" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/nyregion\/17entry.html"} , {"body" : "Oreo, a dog that was nursed back to health after surviving being thrown off the roof of a six-story building, was killed Friday by lethal injection. A 2-year-old pit bull, Oreo was euthanized in the New York City headquarters of the American Society for the Prevention of Cruelty to Animals after the organization rebuffed last-minute pleas to spare" , "date" : "20091114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Despite Pleas to Spare Her Life, Oreo the Abused Pit Bull Is Euthanized" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/14\/nyregion\/14oreo.html"} , {"body" : "Oreo, a pit bull mix, was hailed as a miracle dog when she survived being hurled off a Brooklyn rooftop last summer. She had two broken legs and a broken rib. Her owner was arrested on cruelty charges, and Oreo, a dark brown dog with white paws and forelegs and a white stripe down her forehead, was nursed back to health. Dozens of people expressed" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Oreo, Dog Who Survived Roof Fall, Will Be Euthanized" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/nyregion\/13oreo.html"} , {"body" : "PRIME MEATS 465 Court Street (Luquer Street), Carroll Gardens, Brooklyn; (718) 254-0327, frankspm.com. You know what's going to be great? When Frank Castronovo and Frank Falcinelli finally open the main dining room of Prime Meats, their excellent little barroom in Carroll Gardens. These are some talented bears. Their flagship up the block, Frankies" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | RECENTLY OPENED; Dining Briefs" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11brief-001.html"} , {"body" : "In-Store Sweet William Bronagh Staley's two-year-old shop in Williamsburg, Brooklyn, is filled with stylish clothing, accessories and toys for the seesaw set. ''I'm drawn to small labels, especially European ones, that make traditional kids' items with a little bit of an edge,'' says Staley, shown here with her son and muse, Fiontan. (112 North 6th" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "44" , "title" : "GET; Tot Spot" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/style\/tmagazine\/08instore.html"} , {"body" : "Once it might have seemed a match made in zoning heaven: a concrete plant dropped into gritty, tumbledown Red Hook. But Red Hook, a western Brooklyn peninsula known for its rough-hewn docks and their denizens, has been cultivating a gentler, more genteel image for years now, becoming a magnet for artists looking for cheap space, homesteaders" , "date" : "20091107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "RED HOOK JOURNAL; Dust Has Yet to Settle Over New Concrete Plant" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/07\/nyregion\/07metjournal.html"} , {"body" : "Among supermarkets, Fairway Market, the popular Manhattan-based food emporium, is a destination retailer. What started in 1933 as a modest 3,500-square-foot fruit and vegetable market on the Upper West Side now includes five stores in operation and three more in the works. It already claims 10 million shoppers a year, who are said to drive an" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Looking Beyond the City for Growth" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/realestate\/commercial\/04fairway.html"} ,   {"body" : "For years, Mayor Michael R. Bloomberg called City Councilwoman Letitia James ''Trish,'' even though she is known as Tish and corrected him again and again. When the mayor spoke to her, his body language spoke volumes, she said: He would look up, down, around, anywhere but at her face. What a difference an election makes, said Ms. James, a Brooklyn" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "POLITICAL MEMO; With Some Coaching, Bloomberg Learns to Bite His Tongue" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02nicemike.html"} , {"body" : "34 Van Dyke Street (Dwight Street), Red Hook, Brooklyn; (718) 246-8050, rockysullivans.com. It may profile as Grumpy McDuff's up in the front room when the Rangers are playing and everyone's sucking down Bud Lights then heading out to the desolate street for a smoke, but Rocky Sullivan's bar, now two years out of its original lower Lexington Avenue" , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | CHECKING IN; Rocky Sullivan's" , "url" : "http:\/\/events.nytimes.com\/2009\/10\/28\/dining\/reviews\/28brief-002.html"} , {"body" : "Raising the specter of a return to higher crime and greater anxiety, former Mayor Rudolph W. Giuliani warned on Sunday that New York could become a more dangerous city if Mayor Michael R. Bloomberg is not re-elected in November. Mr. Giuliani did not mention Mr. Bloomberg's Democratic challenger, William C. Thompson Jr., by name. But during the" , "date" : "20091019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stumping With Mayor, Giuliani Stirs Old Fears" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/19\/nyregion\/19rudy.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "A BROOKLYN DERBY For Urban Anglers It's out there somewhere. Urban anglers of all skill levels are being challenged to grab their rods and reel in Brooklyn's biggest fish. The Brooklyn Fishing Derby, promoted as ''the first-ever New York City common man's fishing competition,'' began on Thursday night and will run until the end of the month. The" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DC153FF930A35753C1A96F9C8B63"} , {"body" : "The first time Sarah Goldschadt ordered a bratwurst sandwich from the schnitzel truck on West 52nd Street, it had not yet become the award-winning schnitzel truck on West 52nd Street. And it did not have a bratwurst sandwich to sell her. She got there so late that day, a couple of weeks ago, that it had run out of the $5 sandwich. On Monday, Ms." , "date" : "20090929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Four Stars With Mustard: Lunch Carts Win Awards" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/29\/nyregion\/29vendy.html"} , {"body" : "Mr. Spector, 46, is a principal of the Spector Group, a midsize architecture and design firm with offices in Manhattan and Woodbury, N.Y. The company -- founded by his father, Michael Harris Spector, in 1965 -- has completed more than 1,000 projects. Q. How has your firm been affected by the downturn? A. We've been fortunate that business is" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET | THE 30-MINUTE INTERVIEW; The 30-Minute Interview\/Scott E. Spector" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/realestate\/27sqft.html"} , {"body" : "The beach, the ocean and the sky are all real, and so are most of the seagulls. The one thing the Brave New World Repertory Theater actors hope remains undeniably fake -- as phony as Coney -- is the thunderstorm at sea that opens Shakespeare's ''The Tempest.'' A full-blown tempest could scatter the audience. ''We have drums and flutes and sound" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "18" , "title" : "CONEY ISLAND JOURNAL; Bard, Boardwalk and, With Luck, Only a Staged Tempest" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26metjournal.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIPOP CONSORTIUM (Tuesday) More than a decade ago this New York trio was formed with a goal of bringing the creative freedom of avant-garde jazz and poetry to hip-hop. It succeeded all too well, drifting into chaotic, abstract realms where most rappers have justifiably feared to tread. But" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25pop.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} ,   {"body" : "Oktober Ritual An Oktoberfest celebration will be held on Sept. 19 from 5 p.m. to midnight in front of Blaue Gans, 139 Duane Street (Church Street), with beer and sausages and oom-pah accompaniment. Pig-Out Party This year the annual pig roast held in front of Il Buco restaurant, 47 Bond Street (Bowery), will be on Sept. 20 from 1 to 8 p.m." , "date" : "20090916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/16\/dining\/16fcal.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI GROUP (Thursday) ''Things to Come'' (Sunnyside) is the strong new statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here he reassembles the album's superb cast: the alto saxophonist Rudresh Mahanthappa, the" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/arts\/music\/11jazz.html"} , {"body" : "NEW YORKERS often discover things about their apartments weeks and months after moving in, but it took Ernest Semán some seven years to discover something about his that would make this summer different from any of the 39 that came before. First, two things. One, the possibility had occurred to Mr. Semán some time ago. Two, he had help making it" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "SUMMER RITUAL | ROOFTOP CINEMA; Home Theater Under the Stars" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/nyregion\/06ritual.html"} , {"body" : "COUNTY FAIR AND MORE A scrappy patch of grass on the western shore of the Gowanus Canal -- the disturbingly tepid, heavily polluted waterway oozing through South Brooklyn -- the BKLYN Yard is an unlikely club space, though its grim industrial aesthetic surely passes for chic in certain circles. (Pull up a cinder block and gather 'round the" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "It's Not Too Late for Grooving" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E0D6103EF937A3575AC0A96F9C8B63"} , {"body" : "Dates are listed when known: ABE & ARTHUR'S Mark Birnbaum and Michael Hirtenstein have named this restaurant for grandfathers and are building a dining room for Franklin Becker's grill menu on the ground floor of the former Lotus. A lounge is named Simyone after a grandfather of another partner, Eugene Remm: 409 West 14th Street. Late September. A" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening in September" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02now.html"} , {"body" : "DEAR DIARY: While sitting in back of the 79th Street crosstown bus, I was interested to see a man in full Scottish dress climb aboard carrying, in a case, his bagpipes. We began to chat about Scotland, and especially about Edinburgh, a favorite city of mine. ''Do you know 'A Wee Deoch an Doris'?'' I asked. This Scottish song, whose title is Gaelic" , "date" : "20090831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/31\/nyregion\/31diary.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ALHAMBRA TRIO (Wednesday) ''Alhambra Love Songs'' (Tzadik), a new album by John Zorn, features his compositions exclusively, with a style uncharacteristically skewed toward romance. Two of its three cast members -- the pianist Rob Burger and the drummer Ben Perowsky -- reconvene here" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/music\/28jazz.html"} , {"body" : "Hardly a day has passed in the six months since President Obamasigned the $787 billion stimulus package without an elected official announcing how a chunk of the $5 billion or so that is coming to New York City will be spent. The money has been designated for a wide variety of uses, including road and bridge repairs ($215 million), summer jobs for" , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Counting Up Stimulus Jobs Is Not Easy In New York" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/27\/nyregion\/27stimulus.html"} , {"body" : "They are a familiar site on New York City's streets -- rolling arenas for spitball fights and the stirrings of prepubescent romance. But under a plan unveiled on Tuesday by Mayor Michael R. Bloomberg, the city's fleet of yellow school buses would ferry more venerable cargo. ''We're going to be using our school buses, which, if you think about it," , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "School Buses May Give Older New Yorkers a Lift" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/26\/nyregion\/26elders.html"} , {"body" : "Over the decades, Red Hook, Brooklyn, has been home to many things: a brawny, corrupt waterfront; free-range prostitution; a sprawling housing project once pocked by drugs and gunfire; artists seeking space and the hunters of cool who inevitably follow them. Now the neighborhood is about to land one of its odder residents -- an enormous, high-tech" , "date" : "20090825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A High-Tech Home for Multimillion-Dollar Works of Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDB1130F936A1575BC0A96F9C8B63"} ,   {"body" : "''Let's say we take an airplane somewhere.'' This was a fishing guide named Frank Crescitelli talking, getting around to the subject of bluefish, why it gets a bad rap, why it should not. Crescitelli is from Staten Island, where he has run a boat out of Great Kills Harbor since he was 13. He has been a guide in the city for a dozen years. You can" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "THE CHEAT; Something Fishy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2D9173FF930A1575BC0A96F9C8B63"} , {"body" : "NEARLY 1,600 miles lie between Calexico, a hardscrabble California border town, and Oaxaca, Mexico's cultural and culinary capital. Just seven blocks separate Calexico Carne Asada 122 Union Street (Columbia Street), (718) 488-8226, and Oaxaca 251 Smith Street (Douglass Street); (718) 643-9630, two new Brooklyn taquerias. But they're as different as" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; In Brooklyn, New Taquerias, Two Ways" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/19\/dining\/reviews\/19unde.html"} , {"body" : "For those who work on the New York waterfront, ministering to the big ships that plow into the harbor, a certain unflattering image accompanies the job. The equation that tends to define the spicy character of the place is simple: the waterfront = corruption. The latest scandal to wash over the docks, though, prompted not embarrassment or anger," , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Dockworkers See Shoe On Other Foot After a Scandal" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/nyregion\/14waterfront.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, classes in photography for adults, beginning with a lesson in the basics from 11 a.m. to 1 p.m., followed by an intermediate class from 1:30 to 3:30 p.m.; the intermediate class will focus on nature and portraiture; each is $25. Equipment will be provided. House hours: Thursday through" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD81731F937A2575BC0A96F9C8B63"} , {"body" : "'STONE SOUP' If learning to share is one of the basic lessons of childhood, why do many adults find it so hard? ''Stone Soup,'' a new musical from Literally Alive Children's Theater, suggests a few reasons but is particularly intriguing in its proposed solution. Based on a folk tale with variations in several cultures, this adaptation by Michael" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/14kids.html"} , {"body" : "Brooklyn's latest high-end hot dog can be found at Bark Hot Dogs, a rustic spot where high communal tables and stools are made of recycled wood. It opened on Aug. 11. The devisers of this little dream, Brandon Gillis, far left, and Joshua Sharkey, have pedigrees of their own, Mr. Sharkey in the kitchen at Café Gray and Mr. Gillis at Franny's, a" , "date" : "20090812" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Hey, Hot Dogs (and Rustic Charm) Here!" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/12\/dining\/12bark.html"} , {"body" : "Empire State Signals Q.Now that there is no broadcasting of TV channels over the airwaves, what purpose do the antennas on top of the Empire State Building serve? A. Television and radio signals, just as before. ''The only change has been that analog has been shut off and replaced by digital,'' the building's management said in a statement. ''There" , "date" : "20090809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2009\/08\/09\/nyregion\/09fyi.html"} , {"body" : "Around Town Museums and Sites LOUIS ARMSTRONG HOUSE MUSEUM On Tuesday at 7 p.m. a performance outside Armstrong's home by the jazz pianist Arturo O'Farrill and his Afro-Latin Jazz Orchestra; part of Jazzmobile, a free performance series. Spectators should provide their own seating. Louis Armstrong House Museum, 24-56 107th Street, Corona, Queens ," , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1D7163EF934A3575BC0A96F9C8B63"} , {"body" : "As Americans struggle through a dismal recession, many are trying to safeguard themselves from what they fear will be even worse times ahead. They eat out less often. They take vacations closer to home. They put off buying new cars. And some raise chickens. Lloyd Romriell, a married father of four in Annis, Idaho, recently received seven grown" , "date" : "20090804" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Keeping Their Eggs in Their Backyard Nests" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/04\/business\/04chickens.html"} , {"body" : "WHATEVER happened to the Collins brothers? You remember them: Tom, most of all, who could be found hobnobbing at nearly every cocktail party and country-club bar in the '60s and '70s, but also John, the rowdy Southerner of the bunch, and Charley, the Caribbean brother. They were the Big Men of their era, stylish and ubiquitous. But they fell on" , "date" : "20090802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "SHAKEN & STIRRED; The Collins Boys, In Breezy Simplicity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6DF1E3DF931A3575BC0A96F9C8B63"} ,   {"body" : "BY SEA IS BETTER, Top Deck, the Best John Maxtone-Graham, who arrived in New York on Thursday, is not a fan of flying. ''You're packed uncomfortably into an aluminum tube and hurled across the Atlantic,'' he said. ''I find air travel essentially uncomfortable and graceless as opposed to travel by sea.'' Fortunately, Mr. Maxtone-Graham, a maritime" , "date" : "20090801" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E0DC113CF932A3575BC0A96F9C8B63"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "Museums and Sites MUSEUM OF THE CITY OF NEW YORK Wednesdays, 6 to 9 p.m., through Aug. 26, music and dancing at ''The Speakeasy at 1220 Fifth,'' with cocktails and viewing of exhibitions; $12; $10 for members. Fifth Avenue at 103rd Street , (212) 534-1672, mcny.org. Suggested admission: $10; $6 for students and 62+; free for under 12; $20 for" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDC1130F934A25754C0A96F9C8B63"} , {"body" : "BROOKLYN'S PLACE In the Beer World For a while, the beer flowed from Brooklyn as if from a broken spigot. With 45 breweries at the turn of the 20th century -- including 11 on a 12-block stretch in Williamsburg -- Brooklyn produced a significant share of the nation's beer. But if the names Rheingold and Schaefer do not provoke a feeling of parched" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDD1F3FF932A25754C0A96F9C8B63"} , {"body" : "LAST Sunday, under a slowly revolving disco ball, a dance floor in Brooklyn was jumping. The German D.J. Losoul spun techno and house, and the crowd -- many in it wearing sunglasses -- moved, two-stepping and twirling with arms raised. Toward the end of the party, when he let a single beat crescendo for several minutes before abruptly cutting it" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "1" , "title" : "Dance Floors for People With Day Jobs" , "url" : "http:\/\/travel.nytimes.com\/2009\/07\/10\/arts\/music\/10djs.html"} , {"body" : "INDISCRIMINATE gluttons and discerning gourmands alike have long been crazy for pizza. But over the last few years, they have elevated their passion to a vocation, sending pizza into a whole new stratosphere of respect. It isn't just loved, and it isn't just devoured. It's scrutinized and fetishized, with a Palin-esque power to polarize. Does a" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Crust Is a Canvas for Pizza's New Wave" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08pizza.html"} , {"body" : "1. MOTORINO319 Graham Avenue (Devoe Street), Williamsburg, Brooklyn; (718) 599-8899. Pros: Properly cooked Neapolitan crusts with character and no soupiness. Well-balanced toppings in classical and inventive veins. Good beers, well-priced wines, dessert. Cons: Never achieves utter transcendence, and trusted scouts report inconsistency from night to" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "The Best New-Generation Pizzerias" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08place.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Wednesday) Mr. Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet features Seamus Blake on saxophones, Drew Gress on bass and Mark Ferber on drums. At 10" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WEST VILLAGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/arts\/music\/26jazz.html"} , {"body" : "For his legions of fans, he was the Peter Pan of pop music: the little boy who refused to grow up. But on the verge of another attempted comeback, he is suddenly gone, this time for good. Michael Jackson, whose quintessentially American tale of celebrity and excess took him from musical boy wonder to global pop superstar to sad figure haunted by" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Obituaries"] , "page_facet" : "1" , "title" : "A Star Idolized and Haunted, Michael Jackson Dies at 50" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/arts\/music\/26jackson.html"} , {"body" : "AN ORGANIC FARM With a View The sustainable garden with the most exclusive real estate in Washington is no doubt the one at the White House. The sustainable farm with the most exclusive view in New York is the one that just opened on Governors Island. ''It's pretty trippy to see plants growing and the Statue of Liberty,'' said Leslie Koch," , "date" : "20090623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/www.nytimes.com\/2009\/06\/23\/nyregion\/23cr-rail.html"} ,   {"body" : "For some theater buffs summer in New York City usually includes a trip to the Delacorte to see the annual Shakespeare in the Park productions from the Public Theater. But real aficionados know that plenty of other free outdoor shows pop up year after sweltering year, seeming to ask, ''What about us?'' and offering Elizabethan comedy and drama to" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "All the City's a Stage, and All the Admissions Free, This Time of Year" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/theater\/19shake.html"} , {"body" : "BICYCLE FILM FESTIVAL Fans of fixies, alley cats, low riders and classic cruisers will turn out in droves and have their rides valet-parked this weekend for the Bicycle Film Festival, which is dedicated to celebrating the culture of the two-wheeler in all its incarnations. Since it started nine years ago, the festival, above in 2006, has expanded" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/19spare.html"} , {"body" : "OPEN STUDIOS IN BROOKLYN Who needs Chelsea? This weekend, artists around Brooklyn are inviting visitors to come directly to them. The Atlantic Avenue Art Walk, an annual self-guided studio tour, showcases more than 200 local designers, painters, sculptors and more. This year, more public murals and live music have been added to the mix. A few" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05spare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GABRIEL ALEGRÍA AFRO-PERUVIAN SEXTET (Friday through Sunday, and Thursday) On his most recent album, ''Nuevo Mundo'' (Saponegro), the trumpeter and composer Gabriel Alegría teases out affinities between modern jazz and the African-influenced coastal music of his native Peru. He has" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/music\/05jazz.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Bruce Tully was squiring out-of-town friends around New York, a tour that included a boat ride to Ellis Island and the Statue of Liberty. This was 10 or 11 days ago, just as the dispute over the president's plan to shut down the Guantánamo Bay prison camp put some American politicians in touch with their inner wimp. The spirit that won the West" , "date" : "20090602" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GUANTANAMO BAY NAVAL BASE (CUBA)" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "NYC; For Terror Suspects, Proposing a Prison With a View of Lady Liberty" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/02\/nyregion\/02nyc.html"} , {"body" : "Ralph Gorham and Susan Povich own a building in Red Hook, Brooklyn, which they had planned to turn into rental apartments. The downturn had them shifting gears, and a few weeks ago they opened Red Hook Lobster Pound in the space, combining their entrepreneurial spirit with their passion for the state of Maine. Mr. Gorham (above), who also makes" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; A Lobster Haul in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/20\/dining\/20lobster.html"} , {"body" : "Dinner-Dance Affair For the American Ballet Theater's performances through July 11, the Grand Tier restaurant in the Metropolitan Opera House will be open for dinner with a prix fixe menu: $39 for adults, or $49 with a glass of wine, and $24 for children. The restaurant will also offer the prix fixe menu at lunch for matinee performances. During" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/20\/dining\/20fcal.html"} , {"body" : "$14 MILLION or for lease at $12 to $15\/sq. ft. 627 Court Street Red Hook, Brooklyn This 54,980-square-foot, two-and-a-half-story 1955 warehouse, with three loading docks and a freight elevator, has 24,000 square feet of available space, including 4,500 square feet of renovated office space. Owner: Ari Steiner Broker: Lewis B. Kaye, MLBKaye" , "date" : "20090520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "TRANSACTIONS; For Sale or Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0D81E3FF933A15756C0A96F9C8B63"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} ,   {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} , {"body" : "The mound of salt in the Red Hook Marine Terminal soars over the waterfront, as white and dry as the sands of Coney Island and as tall as the four-story brick tenements across the street. Salt piles, while not common, have been seen over the years in the neighborhood, which is on the border, roughly, of Red Hook and Cobble Hill. But residents said" , "date" : "20090427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Now Growing in Brooklyn, A Waterfront Pile of Salt" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/27\/nyregion\/27pile.html"} , {"body" : "THE luxury liners that once crossed the Atlantic at a regular clip are of course a thing of the past, long since converted to cruise ships or disappeared entirely. And since 2005, some New York-bound cruise ships have been hanging a sharp right as they enter the harbor, heading not for the West Side's Passenger Ship Terminal but for Red Hook," , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | BROOKLYN HEIGHTS; The Ghost Ships of the Hudson" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/nyregion\/thecity\/26crui.html"} , {"body" : "On a warm Saturday morning, Jose Ilarraza stood by the Gowanus Canal in Brooklyn watching two yellow cranes on the other side digging into mountains of scrap metal and dumping it onto a barge. While Mr. Ilarraza, a 40-year-old school custodian, said he likes to spend time by the canal, fishing for striped bass near its mouth in Gowanus Bay and" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On the Gowanus Canal, Fear of Superfund Stigma" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/science\/earth\/24gowanus.html"} , {"body" : "NORVAL WHITE, one of the great figures of New York architecture, was cruising around Long Island City a couple of months ago when he came upon an unexpected sight. On Jackson Avenue, in this still scrappy-looking section of Queens, stood a newish co-op sheathed in luminous squares of blue glass. Its designer, Robert Scarano Jr., is one of the less" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Grand Cornice-and-Pediment Tour" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/thecity\/19norv.html"} , {"body" : "Lose your job in Boston, Pittsburgh, Seattle or Trenton and you could collect $544 or more per week in unemployment benefits. But get laid off in New York City, as almost 200,000 workers have in the past year, and the most you can collect is $430 a week. Despite its high cost of living, New York pays less to its unemployed than about two dozen" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "New York's Newly Jobless Find $430 a Week in Benefits Doesn't Go Far" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/nyregion\/19benefits.html"} , {"body" : "Open Now EMPORIO Fitting its name, there are a few shelves of provisions for sale in this casual restaurant, which has replaced In Tent. The menu of Riccardo Buitoni, left, takes its cue from Rome, with fried artichokes, garganelli in Amatrice sauce, tonnarelli cacio e pepe, and Frascati-braised rabbit with rosemary: 231 Mott Street (Prince" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/dining\/15off.html"} , {"body" : "The Environmental Protection Agency has proposed to add the Gowanus Canal, in Brooklyn, to its list of Superfund sites, a step that advocates hope will revitalize a waterfront hobbled by environmental problems from its industrial past. ''The Superfund nomination is an important step toward reclaiming the canal for valuable community development and" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Gowanus Canal, Polluted for Many Decades, May Become Superfund Site" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/science\/earth\/10gowanus.html"} , {"body" : "8 P.M. (MTV) PEDRO (2008) Alex Loynaz stars in this drama based on the life of Pedro Zamora, right, who learned that he was H.I.V. positive when he was 17 and went on, in 1994, to star in ''The Real World: San Francisco'' and to raise AIDS awareness around the world. After his death from the disease at 22 in November 1994, one day after the final" , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E2D7153CF932A35757C0A96F9C8B63"} , {"body" : "Dell's Maraschino Cherries Company in Red Hook, Brooklyn, produces about a third of the country's maraschino cherries, according to the company's president, Arthur Mondella. Modernization and computerization enable the company to remain competitive, he said. Earlier pictures: nytimes.com\/cityroom. LENS RICHARD PERRY" , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "LENS RICHARD PERRY; Made in N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E7D8133CF932A35757C0A96F9C8B63"} ,   {"body" : "It took circus people, metalworkers, pirates and one very cold mermaid to raise a bar in Red Hook, Brooklyn, on Sunday. The event was the moving of the Tini Wine Bar -- formerly of 414 Van Brunt Street and indeed rather wee -- to a new space five blocks north on the same street, the waterfront neighborhood's main vein. Tini's owners, Monica Byrne" , "date" : "20090330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "To Move a Wine Bar in Brooklyn, a Tiny Parade (Mermaid Included)" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/30\/nyregion\/30bar.html"} , {"body" : "The old cobblestones on the Red Hook waterfront in Brooklyn have felt the weight of many kinds of vehicles, from wagons to tractor trailers to the snazzy cars and S.U.V.'s of the neighborhood's newer residents. But as a soft drizzle fell on Saturday night, the stones felt something new -- a clandestine bicycle race. From shortly after 11 p.m. until" , "date" : "20090330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Brooklyn Bike Race Worthy of James Dean" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/30\/nyregion\/30bike.html"} , {"body" : "IN the late evening hours of Aug. 19, 1999, 11-year-old Kelvin McGinnis was talking with friends in a courtyard at Saratoga Village, a public housing project in Bedford-Stuyvesant, Brooklyn. At 8:50 p.m., three young men rode by on bikes, carrying guns. They were gang members, police said later, and when they spotted a rival gang member in the" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; On Violent Ground, a Touch of Beauty" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/nyregion\/thecity\/29disp.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN TRIO (Thursday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His current trio includes Massimo Biolcati on bass and Jochen Rueckert on drums. At 9 and 10:30 p.m.," , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27Jazz.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "More than 25 years ago, Mohammed Abuzaid left his home in a farming region in southwestern Yemen and traveled to the United States for a new life. He struggled for years, working at a small grocery in Red Hook to bring his wife and five of his children over to join him in Brooklyn. After 18 years, he was able to start his own deli in Crown Heights." , "date" : "20090327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Immigrant Died Protecting His New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27robbery.html"} , {"body" : "NANCY AND AZIZ LAMAZOU hail from Lebanon and Tunisia. During Mr. Lamazou's years as a diplomat, they ate their way across the globe. They're purveyors of fine European packaged goods. They cave continental cheeses beneath a New York City sidewalk. They sell carefully made sandwiches. Nicky Defonte, born and raised in Bay Ridge, Brooklyn, is the" , "date" : "20090318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Within Six Blocks, Worlds Apart" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/18\/dining\/reviews\/18unde.html"} , {"body" : "RESIDENTS of Red Hook, Brooklyn, who worry about car exhaust have long looked in consternation to the east, to the Brooklyn-Queens Expressway, or, more recently, to the south, where an Ikea store opened last year amid fears about the traffic it would draw. But when Adam Armstrong of Pioneer Street thinks of exhaust, he thinks of the westward view" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Smoke on the Water" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/nyregion\/thecity\/08disp1.html"} , {"author" : "Mark Levine teaches at the Iowa Writers' Workshop." , "body" : "MY NEIGHBOR JOE EMBRACED THE ZEITGEIST, or was embraced by it, shortly before Thanksgiving a couple of years ago when he decided to bid adieu to his S.U.V., a two-and-a-half ton specimen that was a pain to park, got only slightly better mileage than a cement mixer and bore a brand name that meant to evoke, through misspelling, a famously resilient" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Share My Ride" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/magazine\/08Zipcar-t.html"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} ,   {"body" : "THERE is a script by which a restaurant can establish the food-world equivalent of street cred these days, and Buttermilk Channel follows almost every line of it. House-made pickles? They're here, advertised -- fashionably -- in a box in the upper-left-hand corner of the dinner menu, under the heading ''snacks.'' That's also where you'll find the" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANTS; Bringing Home the Bacon" , "url" : "http:\/\/events.nytimes.com\/2009\/02\/25\/dining\/reviews\/25rest.html"} , {"body" : "FOR a guy who works with beer, Jeff Gorlechen was having a hard time getting his hands around one on Tuesday night. Mr. Gorlechen, 39, handles promotion for Sixpoint Craft Ales, a small brewer in Red Hook, Brooklyn, and he was at Sixpoint's fourth-anniversary party at Barcade, in Williamsburg, where the crowd at the bar was three deep. Mr." , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Crying in Their Presidential Beer" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/thecity\/22disp.html"} , {"body" : "For about 16 months, until December 2007, Tony Scherr's trio played every week at Marion's, on the Bowery. With the bassist Rob Jost and the drummer Anton Fier -- and whichever of his friends happened to wander through the club that night -- Mr. Scherr typically played guitar and sang for more than two hours, a thorough performance with no cover." , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW | TONY SCHERR; Friends Who Went Away Are Back, in a New Place" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/arts\/music\/18trio.html"} , {"body" : "Open Now ABSINTHE WINE BAR Small plates that are billed as French tapas are featured at this East Village spot: 111 First Avenue (Sixth Street), (212) 777-0440. DOC'S This is the latest from Carl Redding, a founder of Amy Ruth's in Harlem, which he sold. It specializes in ribs and soul food: 1902 Adam Clayton Powell Boulevard (115th Street), (212)" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)" , "HARLEM (NYC)" , "GREENWICH VILLAGE (NYC)" , "MANHATTAN (NYC)" , "EAST VILLAGE (NYC)" , "RED BANK (NJ)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/18\/dining\/18off.html"} , {"body" : "GREEN--Sidney W. One of the country's top fund raisers and a publicist for progressive causes died Saturday February 7th in Brooklyn, New York just 4 days after his 76th birthday. He succumbed to the complications of Alzheimer's disease. Born in Brooklyn, he was the son of Nathan Green and Helen Honig. The family owned a popular neighborhood candy" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths GREEN, SIDNEY W" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EEDD143AF936A25751C0A96F9C8B63"} , {"body" : "9 P.M. (Starz) THE VISITOR (2008) In the role that has earned him an Oscar nomination for best actor, Richard Jenkins (above left, with Haaz Sleiman) plays a widowed, depressed professor of economics at Connecticut College who finds that his Manhattan apartment has been illegally rented to a drummer from Syria (Mr. Sleiman) and his Senegalese" , "date" : "20090214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "WHAT'S ON TODAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EFD81131F937A25751C0A96F9C8B63"} , {"body" : "In ''The Caller,'' a corporate crime drama that runs fatally amok, Frank Langella plays Jimmy Stevens, a world-weary senior executive and numbers cruncher who blows the whistle on his company's fiscal corruption and then waits for the lethal consequences. The EN Corporation, the evil energy enterprise for which he works, has conducted dirty" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "MOVIE REVIEW | 'THE CALLER'; Awaiting Payback For Blowing The Whistle" , "url" : "http:\/\/movies.nytimes.com\/2009\/02\/13\/movies\/13call.html"} , {"body" : "The M\/V North River, a twin-screw tanker out of Brooklyn, steamed past Rikers Island, swung to port, then slipped into its mooring in Hunts Point, in the Bronx. A deckhand tied the ship off while another hooked its hoses to a manifold. Above decks, in the bridge, the first mate took the signal, then gently depressed a switch. With a hum of quiet" , "date" : "20090212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "ROOMS; Where the Sea Air Meets Its Match" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/12\/nyregion\/12rooms.html"} , {"body" : "One of the city's largest beer distributors has reached a tentative agreement to move to two piers on the waterfront in Red Hook, Brooklyn, where the distributor, stevedores and government officials hope to revive and expand once-bustling cargo operations. Phoenix Beverages, which distributes Heineken, Guinness, Brooklyn Beer, Smirnoff Ice and" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Beer Distributor Makes a Deal to Move to Two Piers in Red Hook" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/11\/nyregion\/11redhook.html"} , {"body" : "International Role of U.N. Peacekeeper Raises Concerns Among Experts More than a decade after United Nations peacekeepers failed to prevent massacres in Rwanda and Srebrenica, Bosnia, diplomats and experts say that the organization's flagship mission appears to be slouching toward crisis once again because of a significant rise in the number of" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: February 11, 2009" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1D81638F932A25751C0A96F9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites 3681 AMERICAN MUSEUM OF NATURAL HISTORY Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, will be presented in the Rose Center for Earth and Space; tickets, $15; $12 for members. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0DE153CF933A05752C0A96F9C8B63"} , {"body" : "IN the summer of 2006, a native New Yorker named Fran Moss went to Brooklyn to meet a firefighter friend at his firehouse in Red Hook. ''I'm a Manhattan girl,'' said Ms. Moss, a 50-something former dancer who grew up on the Upper West Side and is now semiretired to Westhampton. ''I didn't know where Red Hook was.'' As she waited outside the" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES; A More Inviting Place To Await the Next Fire" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/nyregion\/thecity\/25read.html"} , {"body" : "MY closet is stuffed with shirts waiting to come back in style. Many are secondhand button-downs in plaids and buffalo prints from my early-'90s grunge years and, farther back in time, from the six months in 1985 when I tried really hard to look ''cowpunk.'' Like many thrift store finds, these shirts all have full, squarish cuts. I just don't feel" , "date" : "20090122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | SMITH & BUTLER; For Shapeshifters, Bringing Boxy Back" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/22\/fashion\/22CRITIC.html"} , {"body" : "''WHEN I roll back the tape of our marriage, I think I was ill-prepared,'' said Alan Harding, whose wife, Leslie Parks, and he are separated pending their divorce. ''I had to wear so many hats. I had to be the daddy. I had to bring home money. I had to be the husband and I had to be the best friend. I wasn't ready for that.'' Mr. Harding and Ms." , "date" : "20090118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "STATE OF THE UNIONS; Leslie Parks and Alan Harding" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/18\/fashion\/weddings\/18UNIONS.html"} , {"body" : "Mayor Michael R. Bloomberg, in a dramatic presentation Thursday that included a Ric Burns-narrated video and a marching band, invoked Franklin D. Roosevelt and the Sept. 11 attacks as he called for New Yorkers to endure the current economic crisis and ''come out stronger together.'' In his annual State of the City address, Mr. Bloomberg described" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "With Nod to History, Mayor Says City Will Recover" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/16\/nyregion\/16stateofcity.html"} , {"body" : "The colorful, abstract patterns of Amy Helfand's rugs are usually derived from nature. But for her latest collection, Ms. Helfand, an artist and designer in Red Hook, Brooklyn, took her inspiration from the ''prayer flags at Buddhist temples and hanging from trees'' that she photographed during a recent trip to Nepal, where her rugs are" , "date" : "20090115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DéCOR; And No Need to Climb the Himalayas" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/15\/garden\/15decor.html"} , {"body" : "In the 17 years ''The Real World'' has been appearing on MTV, it has deployed the services of 400 editors to scan 40,000 hours of film. As Jon Murray, one of the executive producers, explains in ''The Real World: Secrets Revealed,'' a special being shown this week anticipating the new season's start on Wednesday, this progenitor of reality" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW | 'THE REAL WORLD'; The Show That Put the 'Real' in Reality TV" , "url" : "http:\/\/tv.nytimes.com\/2009\/01\/07\/arts\/television\/07real.html"} , {"body" : "Television Mike Hale ''The Real World,'' for many people, holds an awful fascination: it's a show you love to hate. Brooklyn, especially in its blog-happy western precincts, can be an especially judgmental place: it's the borough that hates to love. Irresistible force meets immovable object this week with the premiere of ''THE REAL WORLD:" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | JAN. 4 - JAN. 10 | Television" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7D6153CF937A35752C0A96F9C8B63"} , {"author" : "Ed Morales is director and producer, with his partner, Laura Rivera, of ''Whose Barrio?,'' a documentary film about the gentrification of East Harlem." , "body" : "ABOUT two years ago, an episode occurred on the brownstone block of Sixth Avenue, right smack in the middle of Park Slope, where I had lived for three years with my girlfriend, Laura, that would be a portent of our impending doom. A 40-something woman whose house was two doors down occasionally got very drunk and threw tantrums in her front doorway" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Apartment Lost, Home Found" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/thecity\/04mora.html"}]