[  {"body" : "Marshal Greenberg is an odd, unlikely whistle-blower. The son of an accused organized crime associate, he earned more than $100,000 a year operating the elevator that ferried workers and supplies up and down the exterior of the former Deutsche Bank building during its troubled demolition. He was hefty and heavily tattooed, a middle-aged man with a" , "date" : "20091201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Whistle-Blower Say His Concerns About Safety Were Met With Scorn" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/01\/nyregion\/01operator.html"} , {"body" : "To Carol Schlossman, Wachovia is a four-letter word. ''I had very good credit -- until Wachovia,'' she said recently as she rifled through a folder of papers, souvenirs of her dizzying odyssey through the subprime mortgage meltdown. In 1998, her cousin, Arthur Schlossman, now 66, bought a two-family house in Sheepshead Bay, Brooklyn, for $240,000" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; Finding a Surprise After Refinancing a Mortgage" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/nyregion\/26neediest3.html"} , {"body" : "Day after day, night after night, Francisco Hernandez Jr. rode the subway. He had a MetroCard, $10 in his pocket and a book bag on his lap. As the human tide flowed and ebbed around him, he sat impassively, a gangly 13-year-old boy in glasses and a red hoodie, speaking to no one. After getting in trouble in class in Bensonhurst, Brooklyn, and" , "date" : "20091124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Scared and Silent, Runaway, 13, Spent 11 Days in the Subways" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/24\/nyregion\/24runaway.html"} , {"body" : "Suzanne Kaplan did not become homeless overnight. It happened gradually, beginning in 1993 with her mother's death and becoming more or less a permanent condition four years later. Ms. Kaplan, now 59, has found shelter where she could: friends' couches, hospital emergency rooms, bus stop benches. Until recently she was steadfast in her refusal to" , "date" : "20091119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; For Her, the Long and Winding Road Led to the Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFD7113DF93AA25752C1A96F9C8B63"} , {"body" : "Want a swine flu vaccination at a free clinic this weekend? Get in line. The seven city-sponsored weekend clinics for swine flu vaccinations were reporting sharply higher volume than last weekend, particularly at the location on the Upper East Side. City officials said that as of 1 p.m. Saturday, 3,561 people were vaccinated -- more than half of" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Long Lines to Get Free Swine Flu Shot in New York City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5DC1630F936A25752C1A96F9C8B63"} , {"body" : "Many seaside towns make much of their location. Their shops are gussied up with nautical décor -- rigging, buoys, mounted fish -- and their restaurants often have the word ''captain'' in the name. The Brooklyn enclave of Sheepshead Bay avoids this waterfront kitsch. Yes, there are boats and bait shops and plenty of fishing, but there are also" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | SHEEPSHEAD BAY; A Seaside Enclave, Without the Kitsch" , "url" : "http:\/\/travel.nytimes.com\/2009\/11\/01\/nyregion\/01stop.html"} , {"body" : "In Sheepshead Bay, the fruits of the sea, at the table or at the end of your line." , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "By the Bay in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/11\/01\/nyregion\/20091101-LOCAL_index.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "HOBBY'S DELICATESSEN & RESTAURANT in downtown Newark may have lost much of its more traditional clientele over the years, but it has held on to tradition. The corned beef and the tongue are cured for 14 days in stainless steel bins in the basement. The salamis hanging on the wall look as if they've been drying there, their flavor intensifying," , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "At Jewish Delis, Times Are as Lean as Good Corned Beef" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DD173BF934A35753C1A96F9C8B63"} , {"body" : "A young man's long and fraught history with an ex-girlfriend came to a violent end in Brooklyn on Saturday, when he was fatally shot by the police after an all-day siege that began with a kidnapping, the police said. The police said officers shot Samuel White, 20, when he lunged at them with a knife in his small, second-floor apartment at 607" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Brooklyn Man Is Shot to Death by Police in Standoff" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/nyregion\/13shoot.html"} ,   {"body" : "SPOKES: THE PATHS Beckoned, So He Took Them All Comfortable in the shock-absorbing seat of his $120 Huffy mountain bike, Paul Kronenberg ascended the Brooklyn side of the Manhattan Bridge at a leisurely pace. It was two months after he began his seemingly quixotic summer-long quest to ride all the bike paths in the city, and the end was near:" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E5D9173DF931A3575AC0A96F9C8B63"} , {"body" : "THE BELIEVER Ojeda Hall-Phillips, 38, works seven days a week as a community organizer and youth minister in Queens. As a gifted student, she received scholarships and internships that helped her gain admission to Harvard. After college, she worked for investment banks until she realized she had a calling to religious service. ''My mother would" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One in 8 Million: New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFD81E3BF930A1575BC0A96F9C8B63"} , {"body" : "An electronics store owner who shot and killed two robbers in a gunfight regretted none of it but his scars. A pet store owner who did the same and briefly became a neighborhood hero closed his shop, moved on to other work and tried to forget. A jeweler spent the rest of his life wishing he had never chased after two men who robbed his Brooklyn" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Slaying a Robber Doesn't End the Ordeal" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/nyregion\/21shoot.html"} , {"body" : "A 19-year-old Brooklyn man chased down a 13-year-old boy with whom he had argued and stabbed him to death with a screwdriver in Sheepshead Bay on Wednesday, the police said. The man, Juan Reyes, of Avenue U, was charged with murder and criminal possession of a weapon in the attack on Miguel Saavedra, who died at Lutheran Medical Center shortly" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Man Is Charged With Killing Boy" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18kid.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "If you can teach guitar or chess, if you are very organized, if you have any talent in Web design or interior design, if you live in New York, there is no reason you should be paying for dry cleaning. If you have any of those skills, but never thought they would get your suits cleaned, you probably have not been spending enough time perusing the" , "date" : "20090714" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "19" , "title" : "BIG CITY; Seeking Goods And Services, No Money Necessary" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/14\/nyregion\/14bigcity.html"} , {"author" : "Alexander Nazaryan is working on his first novel, ''Golden Youth,'' about Russian organized crime in Brooklyn." , "body" : "It was Saturday morning, Louis Armstrong was growling a jazz standard, and sunlight sneaked in through golden-draped windows. Inside the Speakeasy, early risers found refuge from the humidity, awakened by pots of French pressed coffee and potent brunch cocktails like the Fire on the Bayou, a Cajun take on the Bloody Mary. From the kitchen emanated" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE BROOKLYN ON THE BAYOU; Weekend Chefs, Conjuring New Orleans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE3D9113DF931A25754C0A96F9C8B63"} , {"body" : "$1.77 MILLION 2632 East 14th Street Sheepshead Bay, Brooklyn A health care management group has bought this newly built 7,250-square-foot two-story office building. Buyer: Accord Business Administration Buyer's broker: Arsen Atbashyan, Maximillion Realty Seller: 2630 Realty Corp. Seller's broker: Brian Hanson, Massey Knakal Realty Services" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6DA103AF937A15755C0A96F9C8B63"} , {"body" : "Shawn Brown, 36, is no stranger to the cleaning industry. He once owned a coin laundry and currently runs a house cleaning service. ''I've always been in the service industry and I have two dogs of my own, so I knew how hard it was to keep a yard clean,'' said Mr. Brown, of Rosedale, Queens. ''I saw that there was a huge need for this type of" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "New York City: Branching Out" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/nyregion\/07bscoopny.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "As Cheap as Water Q.Eight ounces of Poland Spring (plus a nice plastic bottle) costs about a dollar. How much does the same amount straight from the tap cost? I mean, how much does it really cost? A. One two-thousandth as much, according to the city's Department of Environmental Protection. Both the mayor and the City Council have voiced their" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/thecity\/22fyi1.html"} , {"body" : "New York City's public hospital system announced Thursday that it was cutting 400 jobs and closing some children's mental-health programs, pharmacies and community clinics that serve more than 11,000 patients. Alan D. Aviles, president of the city's Health and Hospitals Corporation, blamed reductions in state Medicaid reimbursement, a sharp" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "21" , "title" : "Public Hospital System Plans Cuts to Jobs and Services" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/20\/nyregion\/20hhc.html"} , {"body" : "THE thumps in the background formed a steady beat that complemented the light Trinidadian lilt of Twindexane Lares. Twindexane, a senior at Sheepshead Bay High School in Brooklyn, stepped away from her teammates and retreated to the side of the dance studio where her team was practicing for the inaugural double Dutch season of the Public Schools" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "THE VOICE; T, Her Name Is Twindexane" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15dutc.html"} , {"body" : "DEAR DIARY: (This is a true story; it took place in Sheepshead Bay this winter.) In Dunkin' Donuts this morning, an old lady wearing a tattered watch cap started speaking to no one in particular. ''I can't sleep at night. I have pains in my chest all the time. My leg hurts and my children do not love me.'' People waiting in line hid in their" , "date" : "20090302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/02\/nyregion\/02diary.html"} , {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "In prison, far from the Brooklyn haunts where his name was scrawled in blood, Anthony Casso stews. He stews over old vendettas. He stews over betrayals of the flesh -- heart problems and prostate cancer. And Mr. Casso, the once fearsome underboss of the Lucchese family who is now serving multiple life sentences amounting to 455 years for murder," , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "French Connection Epilogue: Mob Boss Offers New Ending" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/22french.html"} , {"body" : "Terrence Livingston, a senior at Great Neck South High School, won the 600 meters in 1 minute 19.48 seconds at the Mayor's Cup Hall of Fame at the Armory Track in Upper Manhattan. Sheepshead Bay scored one of its rare victories over Brooklyn rival Boys & Girls in winning the boys 4x200 relay in 1:28.79, a meet record. Boys & Girls also beat the" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SPORTS BRIEFING | TRACK AND FIELD; Livingston Wins 600" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E2DC133FF932A35751C0A96F9C8B63"} , {"body" : "POLLET--Henry, age 94, died in Atlanta January 23, 2009. Retired high school teacher and Chairman of the Biology and General Science Department at Sheepshead Bay High School, Brooklyn, NY, PhiBetaKappa graduate of CCNY, lifelong scholar of philosophy and evolution, and devoted advocate of progressive causes. Long-term resident of Brooklyn, NY, West" , "date" : "20090130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths POLLET, HENRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DF173AF933A05752C0A96F9C8B63"} , {"body" : "James Brady, who helped start the Page Six gossip column at The New York Post, chronicled the doings of the New York power elite in columns for Advertising Age and Crain's New York Business and wrote a gripping memoir of his combat experience in the Korean War, died on Monday after collapsing at his home in Manhattan. He was 80. His daughter Fiona" , "date" : "20090129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "18" , "title" : "James Brady Dies at 80; Chronicled the Power Elite" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/29\/arts\/29brady.html"} , {"body" : "A committee of the New York State Board of Regents approved a proposal on Monday for the city's first Hebrew-language charter school, all but clearing the way for the school to open in Brooklyn's District 22 this fall. While the full board will consider the proposal on Tuesday, it is widely expected to echo the committee's approval. The school, to" , "date" : "20090113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "Plan to Open Charter School For Hebrew Clears Hurdle" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/13\/education\/13hebrew.html"} ,   {"body" : "Nearly two years after a wave of protests over New York City's first public school dedicated to the Arabic language and culture, state education officials are expected to consider greenlighting a Hebrew-language charter school in Brooklyn this week. The school would open in the fall if it is approved, first by a committee of the State Board of" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIDWOOD (NYC)" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Regents Consider New Hebrew Charter School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12hebrew.html"} , {"body" : "For years, they fought on the same side, like tag-team wrestlers, defending police officers who had landed on the other side of the law. Joseph Tacopina, a former prosecutor from Brooklyn, was the legal voice in the courtroom; the Patrolmen's Benevolent Association was the ever-present voice of unconditional support for its officers. Outside the" , "date" : "20090112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Case That Will Test a Lawyer's Bond With the Police" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/12\/nyregion\/12tacopina.html"} , {"body" : "THE ground just inside a fence near the Fulton Ferry Landing on the Brooklyn waterfront was bare last week, only pavement and packed dirt, but that state of affairs, like the rest of the site's history, was only temporary. Within a year, planners say, a grassy field will slope up to a hill overlooking New York Harbor to form the centerpiece of the" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN BRIDGE PARK (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; In a Dig for the Future, a Glimpse of the Past" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/thecity\/04disp.html"} , {"body" : "A 61-year-old livery-cab driver was shot and killed while working in Coney Island, Brooklyn, on Wednesday morning, the police said. It is believed to be the first killing of an on-duty livery driver since 2006, said Fernando A. Mateo, the spokesman for the New York State Federation of Taxi Drivers, which says it has about 22,000 members, including" , "date" : "20090101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Cabbie Is Shot to Death On Duty in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/01\/nyregion\/01livery.html"}]