[  {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/18kids.html"} , {"body" : "Like a Lincoln Center hopeful, Aislee Nieves spends most afternoons in her cramped living room, the couch pulled aside so she can perfect her pointed toes and pirouettes. A spreadsheet tells her the tryouts she has attended, where and when the next one is and the one after that. On a recent Sunday she flitted about her apartment in Sunset Park," , "date" : "20091218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "Auditioning Their Hearts Out, for High School" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/education\/18auditions.html"} , {"body" : "YUN NAN FLAVOUR SNACK 775A 49th Street (Eighth Avenue), Sunset Park, Brooklyn; (718) 633-3090. Yun Nan Flavour Snack does not look like much, just a storefront off Eighth Avenue in Sunset Park, grimy and small. It has precious few stools along low counters, with room for maybe a half-dozen. But as those who quietly chase the dragons of Chinese food" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | CHECKING IN" , "url" : "http:\/\/events.nytimes.com\/2009\/12\/09\/dining\/reviews\/09brief-002.html"} , {"body" : "The unmarked gym dares boxers to find it, and promises nothing fancy when they do: an assortment of exercise machines, half a dozen punching bags and a lone ring. It was once an old clothing factory on Fourth Avenue in Sunset Park, near the border between the row houses and the forsaken factories of Brooklyn. There is no sign for the Ardon Sweet" , "date" : "20091205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Trading Punches, and Mending Lives" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/05\/nyregion\/05gym.html"} , {"body" : "Lives are mended at Ardon Sweet Science Gym in Sunset Park, where trainer Gred Ardon helps teens learn skills in boxing and life." , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHINATOWN (NYC)" , "SUNSET PARK (NYC)"] , "title" : "Teens Learn More Than Boxing at Brooklyn Gym" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/12\/04\/nyregion\/20091205GYM_index.html"} , {"body" : "Firefighters found two men dead in a van that had caught fire in Brooklyn on Friday near the Gowanus Expressway. The victims, whose names and ages were not released, were found just before 9 p.m. after people in the area noticed that the van was on fire and called 911. Firefighters found the bodies after they pried open the doors and extinguished" , "date" : "20091128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "2 Found Dead in a Van in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/28\/nyregion\/28van.html"} , {"body" : "Four years ago, Jocelyn Morales's biggest concerns were cheerleading and the science club. Now she has one overriding preoccupation: being a mother. ''He likes to dance and sings just about every song on the radio,'' Ms. Morales, 21, said of Angel, 2 1\/2, as he bopped around a pizza parlor in her native Sunset Park, Brooklyn, charming patrons in" , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; Outfitting a Young Mother To Proudly Support Her Son" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DA173AF93BA25752C1A96F9C8B63"} , {"body" : "Less than two years ago, the Brooklyn Brewery found itself in a bind that had squeezed many companies out of New York. It wanted to expand, but the rapid gentrification of its neighborhood, in Williamsburg, Brooklyn, had pushed rents beyond what it could afford. That was before the recession took hold in the city. Now, the brewery is taking" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Soft Real Estate Market Is a Key Ingredient at Brooklyn Brewery" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02brewery.html"} , {"body" : "WHEN Jenny Kirsten, a producer for the Food Network, went on her first date with Jason Beberman, a chef at Dressler in Brooklyn, they didn't splurge on a multicourse dinner with wine pairings. Instead, they went to the Rusty Knot, a West Village bar that teeters between dive and chic, for picklebacks: a shot of whiskey with a pickle juice chaser." , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Tater Tots for Two: It's a Date!" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/28\/dining\/28Date.html"} , {"body" : "He grew up playing in the narrow, crowded streets of Manhattan's Chinatown. He has lived and worked there for all his 61 years. But as Wee Wong walks the neighborhood these days, he cannot understand half the Chinese conversations he hears. Cantonese, a dialect from southern China that has dominated the Chinatowns of North America for decades, is" , "date" : "20091022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Chinatown, Sound of the Future Is Mandarin" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/22\/nyregion\/22chinese.html"} ,   {"body" : "THEY have their followers, but not on Twitter. Far from the thoroughfares of Midtown Manhattan, the desire to eat quickly and well is satisfied by street-food vendors who make do without the trappings of their more publicity-savvy peers, yet who still win loyal customers. The truck called Mama Isabel's Place, Prospect Avenue at 156th Street," , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Word on the Street? It's Satisfaction" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/dining\/reviews\/21under.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "LOOK down: The names of New York neighborhoods are not carved into the sidewalk. As an area begins to gentrify, a new label often pops up to match the rising property values. A southern piece of Harlem was recently rebranded SoHa, and Park Slope, Brooklyn, keeps creeping south into territory once known as Sunset Park. Usually, these nicknames are" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | HUDSON HEIGHTS; An Aerie Straight Out of the Deco Era" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18livi.html"} , {"body" : "WHEN they married last November, Mike and Sarah Hudnall had two plans for the near future: a new home and a new baby. They assumed there would be sufficient time to hunt for the former while waiting for the latter to happen. Instead, Mrs. Hudnall became pregnant immediately, so finding a place to buy became a priority. In their cozy Park Slope," , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; New Home, New Addition" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18hunt.html"} , {"body" : "During much of his tenure, Mayor Michael R. Bloomberg has taken credit for helping to create hundreds of thousands of jobs in New York City, from high-paying construction work to sales jobs at dozens of new big-box stores. Even as the city plods through the recession, the mayor has set a goal to ''retain and create'' an additional 400,000 jobs over" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Mayor Has Added Many Jobs, and Lost Some, Too" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15jobs.html"} , {"body" : "A BROOKLYN DERBY For Urban Anglers It's out there somewhere. Urban anglers of all skill levels are being challenged to grab their rods and reel in Brooklyn's biggest fish. The Brooklyn Fishing Derby, promoted as ''the first-ever New York City common man's fishing competition,'' began on Thursday night and will run until the end of the month. The" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DC153FF930A35753C1A96F9C8B63"} , {"body" : "At 60 acres, Prospect Park Lake would seem to be big enough for two pairs of swans. And for a while, it was. One pair kept to the south end, and the other stuck around the northern half, their white feathers contrasting with the greens and browns of the park, to the delight of picnickers and wedding parties. But this year, both pairs had families," , "date" : "20091001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Swans at War Have People Unnerved In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4DD173BF932A35753C1A96F9C8B63"} , {"body" : "In the original ''Fame'' movie, which depicted four turbulent years in the lives of students aiming for stardom at New York's renowned High School of the Performing Arts, students from the actual school were recruited as extras, and actual teachers, including James Moody, who recently retired from the drama department, had speaking parts. Not so in" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "10" , "title" : "You Ain't Seen the Best of Them Yet" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/nyregion\/27fame.html"} , {"author" : "Ava Chin, a professor of creative nonfiction and journalism at the College of Staten Island-CUNY, writes regularly about urban foraging on The Local." , "body" : "I WAS walking in Clinton Hill, Brooklyn, near the Outpost Cafe on Fulton Street, when I noticed that the mugwort plants on the block had gone to seed and become quite rangy. Then I discovered an odor and a fan-shaped leaf under my clogs. This is how you usually find ginkgo. You're ambling innocently along a city block enjoying one of those lovely" , "date" : "20090920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BLOGOSPHERE URBAN FORAGER; What's That Smell? Hello, Ginkgo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1130F933A1575AC0A96F9C8B63"} , {"body" : "THOUGH the price was right in Park Slope, Brooklyn, where the sisters Mariah and Dominique Freda shared a rental-- $2,050 a month for their two-bedroom -- nothing in the apartment worked very well. The shower had a ''mind of its own,'' Dominique said. An attempt to turn the cold water slightly higher would result in an icy blast, or maybe a" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Theirs to Fix and Fix Up" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/realestate\/06hunt.html"} ,   {"body" : "When Matthew Keiser and his daughter, Mia, needed to cool off with a swim the other day, they climbed to the roof deck of their pre-Civil-War loft in TriBeCa and plunged into their own sleek custom steel infinity pool whose disappearing edge seems to merge with the looming downtown towers of the city's municipal acropolis. Kelvyn Jackson in the" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Frolicking in a City Ankle-Deep in Pools" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/nyregion\/05pools.html"} , {"body" : "Like many young Americans traveling in Europe, Matti A. Mattson had a close encounter with wine -- but not in the cafes of the Left Bank or the trattorias of Tuscany. Instead, seven decades ago, he stowed away on a wine carrier in the French Mediterranean port of Sète, about 100 miles from the Spanish border, to reach Spain, crouching among the" , "date" : "20090827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SPAIN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Spain Gives Citizenship To a Fighter Of Franco" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/27\/nyregion\/27lincoln.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Jan. 3, ''Frogs: A Chorus of Colors,'' with more than 200 live frogs representing 25 species. In the Imax theater, playing alternately every hour on the half-hour from 10:30 a.m. to 4:30 p.m., ''Wild Ocean,'' about the underwater survival of migrating species, and ''Beavers,''" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DE103AF932A1575BC0A96F9C8B63"} , {"body" : "WHEN Ben Granger, an owner of a Brooklyn specialty-food shop called Bierkraft that sells more than 1,000 different beers, began making his own home brew, he planted some hop vines. ''I wanted to know what I was working with, from start to finish,'' Mr. Granger said, fingering one of the green conelike flowers dangling from Humulus lupulus, a" , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "IN THE GARDEN; Grow Yourself a Six-Pack" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/02\/garden\/02garden.html"} , {"body" : "Two menacing dragon tattoos cover the arms of Adelino Da Costa. They represent, he says, honor and power. On Saturday morning, as Mr. Da Costa, a kickboxer, takes on the best martial arts fighters in the country in this year's North American Combat Sports Championships, they will be on full display -- albeit at high speed. But when he is at Punch," , "date" : "20090627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "He's Back to Kickboxing, for Honor, Power and Guinea-Bissau" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/27\/nyregion\/27punch.html"} , {"body" : "The trend is buried deep in United States census data: seemingly minute deviations in the proportion of boys and girls born to Americans of Chinese, Indian and Korean descent. In those families, if the first child was a girl, it was more likely that a second child would be a boy, according to recent studies of census data. If the first two children" , "date" : "20090615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. Births Hint At Bias for Sons In Some Asians" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/15\/nyregion\/15babies.html"} , {"body" : "Despite generally broad approval for the job Michael R. Bloomberg has done as mayor, a majority of New Yorkers say that he does not deserve another term in office and that they would like to give someone else a chance, according to a poll conducted by The New York Times, Cornell University and NY1 News. With anxiety rising over a difficult economy," , "date" : "20090609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poll Finds Support for Bloomberg, and Fatigue" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/09\/nyregion\/09poll.html"} , {"body" : "COSTCO PLANS TRIAL Of Food Stamps Citing the recession, Costco has announced that it will begin accepting food stamps in its two New York City stores -- one in Astoria, Queens, and the other in Sunset Park, Brooklyn -- on a trial basis, starting next month. If the experimental program shows there is sufficient demand by food stamp users, and if it" , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EFDA123AF93BA15756C0A96F9C8B63"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "For most of the history of the public bus, all it took was a single, satisfying yank to bring the 16-ton machine to a halt. In New York City, however, the plastic-coated wire called a ''bell cord'' that a rider used to signal a stop was phased out beginning in 1980, replaced with strips of wall-mounted yellow tape for passengers to press when ready" , "date" : "20090513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Is This Your Stop? Pull the Cord, Like Old Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/13\/nyregion\/13cords.html"} ,   {"body" : "ANDREW BAISLEY described himself as a ''cheerleader for Brooklyn'' -- at least until a month ago, when the proud Bushwickian decided to take a peek at the Manhattan rental market. Now he has a one-bedroom in Chelsea with outdoor space and a 10-minute commute, all for an ''unbelievable'' $2,100 a month. ''When you go to Manhattan, there's an air of" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Calling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/realestate\/10cov.html"} , {"body" : "Sister Mary Paul Janchill, a founder of a youth support center in Brooklyn that embraced a holistic approach that became a model for many neighborhood-oriented family centers around the country, died Thursday in Brooklyn. She was 88. The cause was a heart attack, said Sister Paulette LoMonaco, the executive director of Good Shepherd Services, a" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "29" , "title" : "Sister Mary Paul Janchill, 88; Aided Families" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/10janchill.html"} , {"body" : "JANCHILL--Sister Mary Paul. With great sadness, Center for Family Life mourns the passing of Sister Mary Paul Janchill. In partnership with her beloved Sister Mary Geraldine Tobia, Sister Mary Paul founded Center for Family Life in 1978. She lived at the Center, in Sunset Park, Brooklyn for over 30 years. She deeply loved her neighborhood and the" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths JANCHILL, SISTER MARY PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E3D71E3AF933A25756C0A96F9C8B63"} , {"body" : "JANCHILL--Sister Mary Paul. The Board of Directors and Staff of Lawyers For Children note with deep sorrow the death of our board member and dear friend, Sister Mary Paul Janchill. As the Co-Founder and guiding light of the Center For Family Life in Sunset Park, Brooklyn, Sister Mary Paul tirelessly enriched the lives of every one she so carefully" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths JANCHILL, SISTER MARY PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D91E3AF93BA35756C0A96F9C8B63"} , {"body" : "DURING almost 30 years as a director, Tony Scott has worked with more than his share of movie juggernauts, like Tom Cruise (''Top Gun'') and Brad Pitt (''Spy Game'') and Dennis Hopper (''True Romance''). More than a year ago, down on the tracks inside a dark, disorienting stretch of subway tunnel in the Sunset Park section of Brooklyn, he had his" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "Manhattan Transfer: Remaking 'Pelham'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/movies\/03kenn.html"} , {"body" : "IN hard times, few local figures are as vital as the bartender-philosopher. And no bartender-philosopher is quite like Peter Napolitano. Mr. Napolitano, 57, serves drinks at Melody Lanes, a bowling alley in Sunset Park, Brooklyn. The first thing that strikes you about him, when you take a break from the clatter of the bowling lanes and pad into the" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE VOICE; A Little Eschatology With That Bud?" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/thecity\/03bowl.html"} , {"body" : "FRED HUA'S banh mi pho does not look like a cultural revolution. But in its juicy, messy way, it is. Served at Nha Toi in Brooklyn, where he is the chef and owner, banh mi pho is stuffed with the ingredients for pho, the sacred soup of Vietnam: beef scented with star anise and cinnamon, fresh basil and crunchy bean sprouts. ''I could never get away" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIETNAM"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Building on Layers of Tradition" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/08\/dining\/08banh.html"} , {"body" : "AROUND TOWN 'PASSPORT TO PARIS' A book is invariably the cheapest chariot to take us lands away, to paraphrase Emily Dickinson. Accordingly, the Symphony Space series Selected Shorts: A Celebration of the Short Story will be providing fictional transport to Paris and London this month and next, and the McCourt brothers (Frank, Malachy and Alphie)" , "date" : "20090320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DD153CF933A15750C0A96F9C8B63"} , {"body" : "Members of Xaverian High School's senior class gathered Wednesday at the Beit El-Maqdis Islamic Center in Sunset Park, Brooklyn, for the funeral of their classmate Sharif Abdallah. Sharif, 17, who had a heart ailment, died early Sunday after collapsing while chasing a group that had disrupted a party." , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "page_facet" : "21" , "title" : "Honoring a Classmate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DB103AF931A25750C0A96F9C8B63"} , {"author" : "Mark Levine teaches at the Iowa Writers' Workshop." , "body" : "MY NEIGHBOR JOE EMBRACED THE ZEITGEIST, or was embraced by it, shortly before Thanksgiving a couple of years ago when he decided to bid adieu to his S.U.V., a two-and-a-half ton specimen that was a pain to park, got only slightly better mileage than a cement mixer and bore a brand name that meant to evoke, through misspelling, a famously resilient" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Share My Ride" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/magazine\/08Zipcar-t.html"} ,   {"body" : "The New York City Department of Health and Mental Hygiene gave itself a checkup and the prognosis was relentlessly upbeat. There are fewer smokers now than in 2002, when Mayor Michael R. Bloomberg and his health commissioner took office, and during their tenure there have been fewer deaths from H.I.V., alcohol and drugs and less lead poisoning" , "date" : "20090305" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Mayor and Health Chief Report Success in Improving Health of New Yorkers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E6DF113AF936A35750C0A96F9C8B63"} , {"body" : "Below the well-connected crowds gossiping over salads at Barneys New York's top-level restaurant Fred's and the midtier floors full of wispy wives peering at price tags, there lives a well-scented community that has been relatively cushioned from the recession. All it takes is 24 steps down to the subterranean makeup department to observe a bright" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "EAST SIDE JOURNAL; EAST SIDE JOURNAL | Even in Tough Times, It Seems, a Person Needs Mascara" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/28\/nyregion\/28metjournal.html"} , {"body" : "22 NEW BUILDINGS For City Schools A school devoted to cinema will make its debut in the Bronx. A state-of-the-art high school will finally come to Sunset Park, Brooklyn. And the Little Red School House in Brooklyn -- Public School 65 -- will operate under one roof after years of being spread across two campuses. Twenty-two new school buildings will" , "date" : "20090131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; 22 New Buildings For City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFD81331F932A05752C0A96F9C8B63"} , {"body" : "A corner apartment on the third floor with nine-foot ceilings and inlaid floors is available in Sunset Park, Brooklyn, for $169,000." , "date" : "20090130" , "day_of_week_facet" : "Friday" , "title" : "Buy of the Week" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/01\/30\/realestate\/0201-buy_index.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "A year ago this week, Mayor Michael R. Bloomberg delivered a State of the City speech that contained enough touches to let everyone know he was toying with a third-party race for the presidency. Sure, the very idea was a pipe dream. But when you've got more billions at your disposal than many people have dollar bills in their pockets, you can put" , "date" : "20090116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NYC; The Message Behind the Mayor's Speech: Re-elect Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/16\/nyregion\/16nyc.html"} , {"body" : "The Diocese of Brooklyn has proposed closing 14 elementary schools at the end of the current academic year, a plan that would mean that one of the nation's largest Catholic dioceses would have shuttered nearly 40 percent of its grade schools in the past seven years. The proposed closings and mergers, announced on Monday, are the latest retrenchment" , "date" : "20090113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Diocese Moves to Shut 14 Schools as Enrollment Slides" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/13\/nyregion\/13close.html"} , {"body" : "DEAR DIARY: My 6-year-old grandson lives downstairs from me in a two-family house in Sunset Park, Brooklyn, and sees me almost every day. One rainy and windy day in autumn, I picked him up from his after-school program. I moved quickly and purposefully through the cold rain, anxious to get home as soon as possible. Camilo, on the other hand," , "date" : "20090105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/05\/nyregion\/05diary.html"} , {"body" : "New York City has created more than 100 miles of bicycle lanes in recent years to encourage and accommodate the number of people who, compelled by a desire to preserve the environment or preserve their bank accounts, have taken to getting around on two wheels. But the effort to turn the city into a place that embraces bicyclists has clashed with a" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Bike Lanes Touch Off Row in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/04lanes.html"}]