[  {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "IT'S usually easy to distinguish between clothes and costumes: either you're Spider-Man, or you're not. Drawing the line between polish and pretension is trickier, especially when last year's costume can be this year's classic, and next year's yawn. Just consider the steady infiltration of 19th-century haberdashery into the 21st-century wardrobe." , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "DRESS CODES; This Just in From the 1890s" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/fashion\/12CODES.html"} , {"body" : "QUESTIONS upon questions upon questions: they're a restaurant critic's real diet, fed to him by friends and strangers, in phone calls and e-mail messages, at cocktail parties and the gym. Say the words, ''I'm a restaurant critic,'' and the floodgates open. ''Where should I take my 92-year-old grandmother for brunch in Midtown, keeping in mind that" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "RESTAURANTS; Good Tips at the End of His Meals" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/26\/dining\/reviews\/26rest.html"} , {"body" : "Vinegar Hill House 72 Hudson Avenue (Front Street), Vinegar Hill, Brooklyn; (718) 522-1018, vinegarhillhouse.com. Vinegar Hill House is as attractive as it is elusive. The intimate restaurant is tucked away in a part of the Brooklyn waterfront still marked by industry -- the Navy Yard is across the street, a Con Edison substation looms nearby --" , "date" : "20090325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "DINING BRIEFS | RECENTLY OPENED" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/25\/dining\/25brief-002.html"} , {"author" : "John Wray's novel ''Lowboy'' was published this month by Farrar, Straus & Giroux." , "body" : "WHEN I was 26, out of a mixture of financial desperation and some never fully articulated desire to live the struggling writer's life, I moved into a 10-by-20-foot room in the basement of a warehouse under the Manhattan Bridge, in Brooklyn, and tried to write a novel. The conditions of my new life were extreme, even by New York standards: no" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST RIVER (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; How Mr. Toast Took a Bath" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/nyregion\/thecity\/15quar.html"}]