[  {"body" : "IT was mildly alarming when Neil Fridd, the leader of Terror Pigeon Dance Revolt, a dance band-slash-performance art collective, took his shirt off late Tuesday afternoon. One worried about hypothermia: It was so cold inside the unheated warehouse in Williamsburg, Brooklyn, where he and others were preparing for their New Year's Eve show that their" , "date" : "20091231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "SEEN; The Story of Us, In One Long Night" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/31\/garden\/31seen.html"} , {"body" : "SOMETIMES the bill can help make a dining experience enjoyable. Here are some of the best affordable places from the Dining Briefs and $25 and Under columns this year, with the reviewer's name in parentheses. AN CHOI The culinary thrill of Vietnamese streetside dining, like great pho and banh mi, combined with the camaraderie of a Lower East Side" , "date" : "20091230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Bright Spots in a Year for Thrift" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/30\/dining\/30others.html"} , {"body" : "There was little question that someone set fire to a federally owned walk-up apartment building in Brooklyn early Monday, killing a 17-year-old girl and injuring five others. And there was little question how: Police and fire investigators found a can of gasoline in the vestibule of the building, at 55 Harrison Place, near the Williamsburg-Bushwick" , "date" : "20091229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Arson Suspected as Girl Dies in a Brooklyn Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4D61F39F93AA15751C1A96F9C8B63"} , {"body" : "THE big news about a much-anticipated and debated ''nude'' protest ride on Dec. 19, the latest in a string of protest actions about the removal of 14 blocks of the Bedford Avenue bike lanes in Williamsburg, Brooklyn, was that no one was actually nude. With temperatures hovering around 20 degrees and the snow already swirling, can anyone blame the" , "date" : "20091227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BLOGOSPHERE SPOKES; Riding Despite Slush and Snow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE2DB173EF934A15751C1A96F9C8B63"} , {"body" : "SOME will be celebrating the end of a year of anxiety. Some, an entire decade of it. And some will be celebrating simply because they just paid $100 to enter a bar for the evening, so they darn well better get some celebration out of it. Whatever the reason, New York has no shortage of ways to ring in 2010, and one of the best is with a live" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Sounds for a Celebration" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/25\/arts\/music\/25eve.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DR. JOHN (Tuesday and Wednesday) Malcolm John Rebennack Jr., a k a Dr. John, is steeped in New Orleans barrelhouse piano, swampy bayou funk and the gris-gris mysticism that surrounds it. He has applied his cagey growl of a voice and florid piano playing to jazz standards and songs with a" , "date" : "20091225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/25\/arts\/25pop.html"} , {"body" : "A judge has ordered the city to temporarily halt the rezoning and development of a 31-acre site in Brooklyn called the Broadway Triangle, dealing a setback to the Bloomberg administration's ambitious plans for the area, which were approved by the City Council on Monday. The plan would allow the construction of up to 1,851 units of housing on the" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Judge Temporarily Prohibits Work at Broadway Triangle in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/nyregion\/24triangle.html"} , {"body" : "Shanan Campanaro, an artist in Williamsburg, Brooklyn, has been making wallpaper out of her delicate ink paintings for a few years, printing the paintings digitally and laying them out in mirror images, so they look like kaleidoscope prints. First, she used the paper as a backdrop when she exhibited her work. Then she showed it last spring at" , "date" : "20091224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | Q&A; Drawing on Wealth of Experiences" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/24\/garden\/24qa.html"} , {"body" : "AMONG the sleek new group of domestic distillers, Cheryl Lins is an original. Wearing a baseball cap, flannel-lined jeans and wire spectacles, she flits from store to cocktail bar, towing her cardboard box of goods, selling to old customers and looking for new. When making her sales pitch, she sometimes forgets to say that she's the one who" , "date" : "20091223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "A Unique Spirit, and So Is Her Absinthe" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/23\/dining\/23absi.html"} , {"body" : "The City Council approved a proposal on Monday to rezone and develop housing in the Broadway Triangle, a blighted patch of Brooklyn that has defied such plans for decades, often amid bitter neighborhood disputes. The proposal calls for the construction of 1,851 units of housing on the 31-acre parcel, at the juncture of Williamsburg," , "date" : "20091222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Housing Plan Approved For Broadway Triangle" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/22\/nyregion\/22triangle.html"} ,   {"body" : "NYC FUNK LIVE is a new Meetup group formed by Meredith Nadler (above), 26, a Web producer from Williamsburg, whose friends lacked her enthusiasm to go out and dance to what she calls ''the joyous beats.'' ''There's still plenty of funk to be found in New York,'' she said. ''I wanted to find people who live for the stuff as much as I do.'' And she" , "date" : "20091220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/20\/nyregion\/20open.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Sunday) In the late 1990s, the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and the" , "date" : "20091218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/18\/arts\/music\/18pop.html"} , {"body" : "No rarefied air here: A newly released study of street-level airborne pollution has found that the Upper East Side is home to some of the dirtiest air in the five boroughs. Filth is not the first image associated with the neighborhood, which has some of the country's richest ZIP codes, but for residents and visitors on Wednesday, the notion took" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UPPER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "On Upper East Side (Gasp!), Some of the City's Dirtiest Air" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/17\/nyregion\/17pollute.html"} , {"body" : "The newly christened BELT (Below the Elevated Train), in south Williamsburg, is catering to a cool young breed in search of new frontiers without the attitude." , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "title" : "STYLE MAP; Brooklyn" , "url" : "http:\/\/www.nytimes.com\/interactive\/2008\/09\/07\/t-magazine\/travel\/07map.html"} , {"body" : "$9.60\/SQ. FT. approximate annual rent $48,000 303 Ten Eyck Street East Williamsburg, Brooklyn A screen-printing business has signed a five-year lease for 5,000 square feet in this two-story industrial building. Tenant: Fine Art Printing Ltd. Tenant brokers: Bevan Versfeld, Charles Rutenberg Realty L.L.C. Landlord: Ten Eyck Associates Landlord" , "date" : "20091216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EFD7153DF935A25751C1A96F9C8B63"} , {"body" : "The bald, beefy moderator, Niall Scott of the University of Central Lancashire, approached the podium in darkness. ''It is my revolting pleasure,'' he susurrated, pulling on his long goatee, ''to introduce Professor Erik Butler, who will present his paper 'The Counter-Reformation in Stone and Metal: Spiritual Substances.' '' And Mr. Butler, an" , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NORWAY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; Thank You, Professor, That Was Putrid" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/arts\/music\/15metal.html"} , {"body" : "Dennis deLeon, a former New York City human rights commissioner who was one of the first city officials to announce that he was infected with the virus that causes AIDS and who later led one of the nation's most influential advocacy groups for Latinos with AIDS, died Monday in Manhattan. He was 61. The cause was heart failure, said Bruce Kiernan," , "date" : "20091215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "39" , "title" : "Dennis deLeon, 61, Dies; Led Rights Panel in City" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/15\/nyregion\/15deleon.html"} , {"body" : "ON a recent night at Roneria Caracas, a bar with its own name tucked inside a restaurant in Williamsburg named Caracas Brooklyn, a young woman with jet-black hair, a small barbell piercing her nose, and gashes in her earlobe from a former surfeit of earrings took a stool at the corner of the bar. ''I like whiskey,'' she announced to the bartender." , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN & STIRRED; The Choices? Rum and Rum" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/fashion\/13shake.html"} , {"body" : "RANDY HARRISON doesn't look a thing like Andy Warhol. Walking into a restaurant opposite Grand Central Terminal on a Monday morning, taking time for an interview before catching the 10:07 to New Haven, he's dressed in jeans and a gray sweater and still looks a lot like Justin, the young and initially wide-eyed character he played for five seasons" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "12" , "title" : "A Musical's Star Plays, And Admires, Warhol" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/nyregion\/13actorct.html"} , {"body" : "IN the wake of a sweeping rezoning that has taken place in New York over the last few years, apartments now rise from industrial areas, where trains clatter, trucks rumble and machinery beeps while backing up. So that residents don't suffer from nightly volleys of irksome noise, the city requires certain buildings to install thick, snug windows, to" , "date" : "20091213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTING; Getting a Hush For the Money" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/13\/realestate\/13post.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ARCTIC MONKEYS (Thursday) This alt-rock band from Sheffield, England, plays imminently danceable, cutting postpunk with a healthy dose of postadolescent ennui. Alex Turner's vocals are rich and round, lending his bandmates' bluster a certain gravitas. With Screaming Females, a lo-fi punk trio" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/arts\/music\/11pop.html"} , {"body" : "MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. 'ANTICHRIST' (No rating, 1:49) Women: evil or just misunderstood? Leave it to Lars von Trier to ask the tough question, and to provide answers that are both" , "date" : "20091211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/11\/movies\/11movies.html"} , {"body" : "''Responsible luxury'' is how Steph Katch, 46, and Pamela Katch, 44, sisters who design furniture together in Williamsburg, Brooklyn, describe their new collection -- Parsons tables lacquered in a shade of eggplant; side tables and benches made from a Napoleon of felt and lacquered steel -- which is made locally, of sustainable materials. (The" , "date" : "20091210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | Q&A; A Sisterly Act in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/10\/garden\/10qa.html"} , {"body" : "Hanukkah Hints Sharon Lebewohl is operating her annual Hanukkah hot line, (877) 465-2853, with advice about the holiday, which starts at sundown on Dec. 11 and will run through Dec. 18. Holiday Market A pop-up version of Brooklyn Flea, called Gifted, has opened at 20 East Fourth Street (Lafayette Street), and will operate Wednesdays through Sundays" , "date" : "20091209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/09\/dining\/09fcal.html"} , {"body" : "A SUBWAY SIGN All Your Own Pondering New York-themed holiday gifts, you may ask yourself: What New Yorker doesn't feel the emotional pull of the iconic white Helvetica letters against the black background? As of last week, the intellectual-property-rights-conscious Metropolitan Transportation Authority has given a license to a Brooklyn company," , "date" : "20091208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EED9173BF93BA35751C1A96F9C8B63"} , {"body" : "1. David Adamo's art walks a tense line. He once disturbed the guards at the Met by staring at John Singer Sargent's ''Madame X'' for an entire day. His sculptures -- whittled-down baseball bats, a squashed bronze tomato -- objectify tokens of violence as objets d'art. 2. After short stints at Marc Jacobs, Proenza Schouler and Givenchy, the" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "87" , "title" : "The Nifty 50" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E4D71538F935A35751C1A96F9C8B63"} , {"body" : "-- for years, the designer Jason Miller has made a living reinterpreting Americana. (Last winter, he went so far as to style his Williamsburg, Brooklyn, apartment like a 1970s rec room.) But nothing has brought him more fame or funds than his Superordinate Antler Lamps. To Miller, the success of a big, expensive ceramic chandelier makes total" , "date" : "20091206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "REMIX; Let There Be Lights" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E6D7153EF935A35751C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ARCTIC MONKEYS (Thursday) This alt-rock band from Sheffield, England, plays eminently danceable, cutting post-punk with a healthy dose of post-adolescent ennui. Alex Turner's vocals are rich and round, lending his bandmates' bluster a certain seriousness. With Screaming Females, a lo-fi punk" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/music\/04pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums AMERICAN FOLK ART MUSEUM: 'THOMAS CHAMBERS (1808-1869): AMERICAN MARINE AND LANDSCAPE PAINTER,' through March 7. With this extraordinary show, a star is born, or rediscovered, or at least given a big museum survey for the" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/04\/arts\/design\/04art.html"} , {"body" : "MAKING PARKING A Group Effort A new iPhone application hopes to use ''crowdsourcing'' -- public reports -- to help with an eternal New York problem: How do you find a parking space? Members download the free application, called Spotswitch. When a driver is getting ready to leave a parking spot, he uses the application to send an alert across the" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E0DF1E3FF937A35751C1A96F9C8B63"} ,   {"body" : "-- On a cloudless day in October I made my way toward the water at this popular surfing beach on Long Island. All was fairly typical: the waves were waist high and zippy, the water temperature was a friendly 63 degrees, and roughly 20 surfers dotted the glassy lineup. The wetsuit on my back was made of UltraFlex neoprene, the sunscreen on my face" , "date" : "20091204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "42" , "title" : "Ancient Surfboard Style Is Finding New Devotees" , "url" : "http:\/\/travel.nytimes.com\/2009\/12\/04\/travel\/escapes\/04alaia.html"} , {"body" : "FOR a drink with a ball gag in its mouth, the Night Marcher has a lot to say about where cocktail culture may be heading. Some major themes in fashionable bars lately: small, elegant, stemmed glassware; arm garters; house-made bitters; a seriousness that is hard to distinguish from humorlessness; gin. Some major themes in the Night Marcher, a drink" , "date" : "20091202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "WINTER DRINKS ISSUE; Staging A Rum Rebellion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEFD71F3BF931A35751C1A96F9C8B63"} , {"body" : "Frederick H. Joseph, an investment banker who helped to create the junk bond business as chief executive of Drexel Burnham Lambert, died on Friday in Manhattan. He was 72 and had homes in Manhattan and Andover, Mass. The cause was complications of multiple myeloma, said his wife, Linn Anderson. Mr. Joseph, who was known as Fred, rose from a" , "date" : "20091201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "33" , "title" : "Fred Joseph Dies at 72; Led Drexel in Its Heyday" , "url" : "http:\/\/www.nytimes.com\/2009\/12\/01\/business\/01joseph.html"} , {"body" : "Suzanne Tecza had spent a year redesigning the library at Middle School 126 in Williamsburg, Brooklyn, including colorful new furniture and elaborate murals of leafy trees. So when her principal decided this year to give the space to the charter high schools that share the building, Ms. Tecza was furious. ''It's not fair to our students,'' she said" , "date" : "20091130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's Schools Share Space, And Bitterness, With Charters" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/30\/education\/30space.html"} , {"body" : "JOSEPH--Frederick H.,of New York City and Andover, MA died on November 27, 2009. Born in Boston, MA in 1937, he was the son of Sara Mostowitz Joseph and the late Edward Morris Joseph. Mr. Joseph received an A.B. from Harvard College in 1959, and subsequently served as an ensign aboard the minesweeper USS Exultant, where he received a letter of" , "date" : "20091130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths JOSEPH, FREDERICK H." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE1DE143AF933A05752C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DIANE BIRCH (Sunday and Monday) Ms. Birch's songs are retro-leaning in a nonspecific way (Zooey Deschanel meets Joni Mitchell, with the tiniest dash of Norah Jones), and her rich, husky vocals go down soft and easy. Her new album, ''Bible Belt'' (S-Curve), is a promising debut, full of honest" , "date" : "20091127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: Nov. 27 -- Dec. 3" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/27\/arts\/music\/27pop.html"} , {"body" : "ARTIFICIAL snowflakes, red bows and plastic silver bells are common decorations this time of year. But Laura Guido-Clark, a product designer and consultant in Berkeley, Calif., has a more imaginative way of bringing a festive touch into the home. ''The holidays don't have to be about buying decorations that you're eventually going to throw out,''" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "SHOPPING WITH LAURA GUIDO-CLARK; Boundless Cheer" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/garden\/26shop.html"} , {"body" : "SELF EDGE is the name of a good-looking store on Orchard Street that opened in July. It sells classic examples of American work-wear, like chambray shirts, that are produced in Japan with old American machines and the deadstock of American button and zipper makers. With the geeky solemnity of a rare seed catalog, the store's Web site declared of" , "date" : "20091126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Yes, We're Open" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/26\/fashion\/26STORES.html"} , {"body" : "FOR more than five years, Jack Wu and his wife, Chiyomi Uchino Wu, lived rent-free in a two-family house owned by Mr. Wu's parents in Dyker Heights, Brooklyn. It was ''the perfect way to save money,'' Mr. Wu said. But the commute ''was killing us every morning,'' he said. The trip to work -- they own a floral design shop, Adore (adorenyc.com) on" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; Shifting Priorities" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/realestate\/22hunt.html"} , {"body" : "OWEN PALLETT, who makes music under the name Final Fantasy, has eaten brain stew in Morocco, vegan country-fried steak in Atlanta and bibimbap in more places than he can remember. ''If you do your research, you can eat really well,'' Mr. Pallett said recently on the phone from his tour bus in Washington State. The occasional misfire notwithstanding" , "date" : "20091122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Serving Up Rockers, Out of Their Shells" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/22\/arts\/television\/22cooking.html"} ,   {"body" : "New York City's pedicab business, by most accounts, began on an East Village side street circa 1995, as a close-knit collective of tricyclists squeezed into a garage next door to the Hells Angels. Tap dancers, undertakers and striptease artists were among the first drivers. From these bohemian beginnings came an unlikely pairing: green" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Regulated, Inspected and Licensed" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/21\/nyregion\/21pedicabs.html"} , {"body" : "''I should be having sex with more girls.'' This is what John Mayer concluded, using slightly more colorful language, last Sunday night at his anonymously modern apartment in SoHo. They're everywhere, after all, and Mr. Mayer has not been unwilling in the past. But the last couple of years, full of tabloids and TMZ, have taken their toll. ''It's" , "date" : "20091121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; John Mayer Just Has to Please the Girls" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/21\/arts\/music\/21mayer.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DEVENDRA BANHART (Sunday and Monday) Still the thick-bearded Pied Piper of the eclectic and adventurous subgenre unfortunately named freak folk, Mr. Banhart is a gifted fantasist, creating spider webs of acoustic guitar and vocals. With Little Joy. Sunday at 8 p.m., Town Hall, 123 West 43rd" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. CARRIE AHEARN (Friday through Sunday) Carrie Ahearn and her troupe perform for three hours in ''Sensate,'' a dance installation set in the 4,000 square feet of the Brooklyn Lyceum, with a live electronic score by Anne Hege. The audience members, however, can come and go as they please," , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings | Nov. 20 - Nov. 26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/dance\/20dance.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Wednesday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings | Nov.20 - Nov.26" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/music\/20jazz.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK TRANSIT MUSEUM Opening on Wednesday and running through Jan. 18, the eighth annual Holiday Train Show, with cars representing the Long Island Rail Road and Metro North, as well as the New York City subway system. Monday through Friday, 8 a.m. to 8 p.m.; Saturday and Sunday, 10 a.m. to 6 p.m.; closed on" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/20spare.html"} , {"body" : "''One no longer remembers where Mr. Ray was born. After having been a coal merchant, a millionaire several times over and the chairman of a chewing-gum trust, he decided he was open to the Dadaists' invitation to show his latest paintings in Paris.'' This fictitious biography, written by the Dada ringleader Tristan Tzara on the occasion of Man" , "date" : "20091120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "ART REVIEW | 'ALIAS MAN RAY'; Mercurial Jester, Revealing and Concealing" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/20\/arts\/design\/20ray.html"} , {"body" : "Last week the New York City Landmarks Preservation Commission voted 6 to 3 to give landmark protection to the 100-year-old B. F. Goodrich tire company building on Broadway just north of 57th Street, but not to a connected building around the corner designed by the same architect at the same time. Some commission members on both sides of that" , "date" : "20091119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "City Council Influences Landmarks Decision" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/19\/arts\/design\/19goodrich.html"} , {"body" : "SenatorCharles E. Schumer, Democrat of New York, has thrown his support behind an effort to keep the Pool Parties summer concert series at its latest home on the Brooklyn waterfront. Jelly, the group that began putting on the free shows at McCarren Park Pool in Williamsburg in 2006 and moved to the East River State Park in Williamsburg this year," , "date" : "20091119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Schumer Gives Support To Pool Party Concerts" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/19\/arts\/music\/19arts-SCHUMERGIVES_BRF.html"} , {"body" : "In releasing the third annual round of A through F grades for New York City high schools on Monday, the Education Department produced a rather murky picture: The number of schools receiving A's on the city's report cards increased this year, but more schools received C's and D's. And just one school received an F. The Bloomberg administration has" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "For High Schools, A's and Low Grades Rise" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/nyregion\/17grades.html"} ,   {"body" : "Mayor Michael R. Bloomberg was getting an earful. ''He created this crisis so that he can take credit for fixing it and get our votes in exchange,'' one commenter wrote on a Brooklyn blog, Vos Iz Neias, Yiddish for ''What is News.'' Someone else remarked, ''I got to my store I got 2 tickets from the Sanitation police. I sure deserved it Bloomie. I" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Fewer Hasidim Backed Mayor, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/nyregion\/16orthodox.html"} , {"body" : "Some record collectors have moved from accumulating vinyl to salvaging careers. The Ponderosa Stomp in New Orleans, Dig Deeper in Brooklyn and the Light in the Attic label in Seattle have all tracked down fondly remembered names to perform again. On Friday night the Numero Group -- a Chicago label that delves into obscure archives for meticulously" , "date" : "20091116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW | ECCENTRIC SOUL REVUE; Yowling and Yelping: Back-in-the-Day Soul Hits Become of the Moment Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/16\/arts\/music\/16revue.html"} , {"body" : "A TWO-BEDROOM apartment on the Upper West Side is listed at $1.595 million and sells within two weeks after nine prospective buyers race to outbid one another, ultimately pushing the price to nearly $1.8 million. Sound like the pandemonium of the last real estate boom, when anyone with a pulse could get a mortgage and it seemed as if prices could" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bidding Wars Resume" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/realestate\/15Cov.html"} , {"body" : "William A. Thomas, 46, is a lawyer whose practice includes international investment disputes and personal injury claims. He lives alone in Williamsburg, Brooklyn, and operates out of a one-room office on Fifth Avenue, where he is ''a pure solo act -- chief cook and bottle washer and all that.'' Most days, Mr. Thomas walks to lunch at Eisenberg's" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "One in 8 Million: New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02EFDC143FF936A25752C1A96F9C8B63"} , {"body" : "AT the charmingly retro Waverly Restaurant on the Avenue of the Americas in Greenwich Village, not to be confused with the stridently exclusive Waverly Inn nearby, a color headshot of one of the best-known legal figures of the 20th century hangs on the wall. His name was William M. Kunstler, and this celebrated civil rights lawyer, who for nearly" , "date" : "20091115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; Filmmakers' Controversy: Their Dad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/15\/movies\/15rose.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFI (Friday) AFI gives its slithery, death-and-gloom-obsessed songs a jolt of fierce energy by reaching back to the anthemic hard-core punk of 1980s groups like Agnostic Front (as well as to '90s pop-punkers like Green Day). At 8 p.m., Roseland Ballroom, 239 West 52nd Street, Manhattan , (212)" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/13\/arts\/music\/13pop.html"} , {"body" : "FREE FOR ALL Joe Papp, the Public and the Greatest Theater Story Ever Told By Kenneth Turan and Joseph Papp Illustrated. 593 pages. Doubleday. $39.95. One of the best lines in ''Free for All,'' the big, bouncy new oral history of Joseph Papp and the Public Theater, isn't about Papp at all. It's about the mesmerizing effect the director Mike Nichols" , "date" : "20091113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "25" , "title" : "BOOKS OF THE TIMES; Impresario Of and for The People" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E3D7153CF930A25752C1A96F9C8B63"} , {"body" : "THE world of charity galas and fund-raising parties has always been a world of fantasy and illusion: white voile-draped dinner tents, towering long-stemmed centerpieces, big society bands and black tie or tails. A little buttery beef and champagne, a winning bid for a high-ticket auction item, and blow the check dry. From museums to hospitals to" , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "page_facet" : "14" , "title" : "Galas Dispense With Some of the Froth" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/giving\/12BENEFIT.html"} , {"body" : "IT'S usually easy to distinguish between clothes and costumes: either you're Spider-Man, or you're not. Drawing the line between polish and pretension is trickier, especially when last year's costume can be this year's classic, and next year's yawn. Just consider the steady infiltration of 19th-century haberdashery into the 21st-century wardrobe." , "date" : "20091112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "DRESS CODES; This Just in From the 1890s" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/12\/fashion\/12CODES.html"} , {"body" : "Opening This Week MAIALINO This bright and welcoming restaurant with views of Gramercy Park is a Roman-style trattoria and cafe designed by David Rockwell, complete with checked tablecloths. Danny Meyer, whose company owns the restaurant, has Nick Anderer, above, the executive chef, creating pasta dishes, fritto misto, oxtails and cod salted in" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11off.html"} ,   {"body" : "When Taylor Erkkinen, left, and Harry C. Rosenblum opened Brooklyn Kitchen, a cookware shop, in Williamsburg three years ago, they had no idea their classes on pickle-making, knife skills and such would be sellouts. So a few months ago they rented warehouse space two blocks away so they could expand. The 7,000-square-foot space, Brooklyn Kitchen" , "date" : "20091111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; And Now, Brooklyn Gets a Kitchen Lab" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/11\/dining\/11meat.html"} , {"body" : "It was the New York City version of elementary-school earthquake drills in small-town California: survival skills for vertical living. The city's buildings commissioner, Robert D. LiMandri, and elevator inspectors from the Department of Buildings led 150 schoolchildren at P.S. 19 in Williamsburg, Brooklyn, in a chant on Monday, repeated over and" , "date" : "20091110" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Children Learn a Maxim in Case an Elevator Gets Stuck: 'Ring, Relax and Wait'" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/10\/nyregion\/10elevator.html"} , {"body" : "Gerhardt Fuchs grew up playing the drums in Georgia and went on to perform with bands that toured across the country, but it was in Williamsburg, Brooklyn, that he forged his reputation as a dynamic, driving drummer widely esteemed by his peers. And it was in that same neighborhood, in the shadow of the Williamsburg Bridge, that Mr. Fuchs, known as" , "date" : "20091109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Drummer Dies After Fall in Elevator Shaft" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/09\/nyregion\/09elevator.html"} , {"body" : "BACHELORS always seemed to have it made. With only themselves to support, they could flash their cash and trick out their apartments in such a way that James Bond himself would feel at home shaking himself a martini in their ultra-cool, chick-magnet pads. Then the recession thundered in, and suddenly young men found themselves one of the hardest" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Decline and Fall Of the Bachelor Pad" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/realestate\/08cov.html"} , {"body" : "Bronagh Staley’s two-year-old shop in Williamsburg, Brooklyn, is filled with stylish clothing, accessories and toys for the seesaw set." , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Magazine"] , "title" : "IN-STORE; Tot Spot" , "url" : "http:\/\/www.nytimes.com\/interactive\/2009\/11\/08\/t-magazine\/design\/08instore.html"} , {"body" : "''MONEY is no object when it comes to punk rock,'' said Thurston Moore, the frontman for Sonic Youth. He was flipping through stacks of vinyl at Academy Records in Williamsburg, Brooklyn, with Jemina Pearl, his latest protégé, who had just unearthed a first pressing of ''Raw Power'' by Iggy and the Stooges, from 1973. ''But it's $40,'' she" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | JEMINA PEARL; Punk's Fresh Face" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/fashion\/08night.html"} , {"body" : "In-Store Sweet William Bronagh Staley's two-year-old shop in Williamsburg, Brooklyn, is filled with stylish clothing, accessories and toys for the seesaw set. ''I'm drawn to small labels, especially European ones, that make traditional kids' items with a little bit of an edge,'' says Staley, shown here with her son and muse, Fiontan. (112 North 6th" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "44" , "title" : "GET; Tot Spot" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/08\/style\/tmagazine\/08instore.html"} , {"body" : "Maggie Nesciur was 7 when she started exploring city streets on foot. Terrified of a man who was a fixture in her subway station, she would get off at a nearby stop and walk. After high school, she traveled widely, but returned to Greenpoint, Brooklyn, in 2003, after being diagnosed with rhabdomyosarcoma, a rare cancer. Even during a year of" , "date" : "20091108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "One in 8 Million : New York Characters in Sound and Images" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0DD1E39F93BA35752C1A96F9C8B63"} , {"body" : "A baseball game was on television, the mechanical bull was waiting to thrash and dozens of women in business suits and heels were partaking liberally of after-work drink specials at Johnny Utah's, a bar in midtown Manhattan. On another night, Michael Chow might have swaggered over to the cluster of women doing tequila shots in the corner, sat down" , "date" : "20091107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "With the Economy in a Spin, Turning Happy Hour Into a Global Job Search" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/07\/nyregion\/07network.html"} , {"body" : "''Butoh?'' a friend said when I reported that I was off to the Cave New York Butoh Festival. ''Is that the one where they are naked, with white body paint and move very slowly?'' All except the paint were correct when it came to ''Furnace,'' the ensemble piece that opened the festival on Thursday night at Dixon Place. Produced biennially by Cave," , "date" : "20091107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW | CAVE NEW YORK BUTOH FESTIVAL; From Tokyo, a Stripped-Down Movement Style" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/07\/arts\/dance\/07butoh.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BASEMENT JAXX (Saturday) This English disc jockey duo (happily) won't stay in any dance-music niche as they collaborate with all sorts of singers and songwriters. Onstage they keep people dancing. With the D.J.'s J D H and Dave P. Doors open at 10 p.m., Santos Party House, 96 Lafayette Street," , "date" : "20091106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6DC123BF935A35752C1A96F9C8B63"} , {"body" : "Diana Reyna was in her late 20s when she first won a seat on the City Council, backed by her powerful patron, Assemblyman Vito J. Lopez, the Brooklyn Democratic leader. Inexperienced and seen as serving an ambitious mentor, her opponents dubbed her ''Vito Lopez's Vanna White.'' But she distanced herself from Mr. Lopez, and by her second term in" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "With a Solid Council Win, Completing a Break With a Formidable Patron" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/nyregion\/06reyna.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Friday and Saturday) Karole Armitage is never one to be pigeonholed, and her new work, ''Itutu,'' for the Next Wave Festival at the Brooklyn Academy of Music, uses the unlikely combination of Ligeti's thorny rhythms and African pop (in the form of the group Burkina" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/dance\/06dance.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. CLAUDIA ACUÑA (Thursday) ''En Este Momento'' (Marsalis Music) is the most rewarding album by this Chilean jazz singer in some time. Offering original material and songs by the Chilean singer-songwriter Víctor Jara (among others), Ms. Acuña radiates ardor and acuity, connecting easily" , "date" : "20091106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/06\/arts\/music\/06jazz.html"} , {"body" : "For almost two years, city officials have extolled a proposal for a five-borough network of water taxis, an ambitious plan that the City Council speaker, Christine C. Quinn, said would make New York ''a shining example of urban sustainability for cities all over the world.'' The plan moved quickly. A ferry linking the Rockaways, in Queens, to" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "East River Commuter Ferry Service Could Be Halted, Again" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/nyregion\/04ferry.html"} , {"body" : "JOAQUIN BACA has cooked Asian-flavored noodles with David Chang at the Momofuku restaurants and has lived in the Philippines, Bolivia and Uruguay. But his roots are Texan, and he has never lost his touch with American comfort food: barbecued ribs, corn bread, chicken-fried steak. ''It's what I like to eat,'' he said. ''It's what I cook.'' When he" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "The Temporary Vegetarian" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1D61439F937A35752C1A96F9C8B63"} , {"body" : "LATELY, foods at the thrifty end of the dining spectrum have been reworked, renewed and sometimes completely reimagined: fried chicken, pizza and hamburgers have never tasted better. Add to that list the sandwich, another easy meal that can be far greater than its humble parts. At least that's the case at Saltie 378 Metropolitan Avenue (Havemeyer" , "date" : "20091104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; The Earl Would Approve" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/04\/dining\/reviews\/04unde.html"} , {"body" : "Mayor Michael R. Bloomberg's campaign, having spent $100 million or more on ads and outreach, would love to be able to buy a 60-degree day. The higher the temperature, the thinking goes among Mr. Bloomberg's staff, the wider the margin of victory. William C. Thompson Jr.'s campaign is more interested in the city's emotional temperature -- hoping" , "date" : "20091103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayoral Campaigns Look Skyward, and Everywhere Else, for the Keys to Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/03\/nyregion\/03watch.html"} , {"body" : "Less than two years ago, the Brooklyn Brewery found itself in a bind that had squeezed many companies out of New York. It wanted to expand, but the rapid gentrification of its neighborhood, in Williamsburg, Brooklyn, had pushed rents beyond what it could afford. That was before the recession took hold in the city. Now, the brewery is taking" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Soft Real Estate Market Is a Key Ingredient at Brooklyn Brewery" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02brewery.html"} , {"body" : "In an unusually overt step into politics by a religious leader, the Roman Catholic bishop of Brooklyn is urging voters, via robocalls, to support Vito J. Lopez, an assemblyman and the Brooklyn Democratic boss, whose hand-picked candidate is in a tough race for a City Council seat. The bishop, Nicholas A. DiMarzio, in a recorded phone call sent to" , "date" : "20091102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Recorded Calls to Voters From Brooklyn Bishop Praise a Democratic Leader" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/02\/nyregion\/02bishop.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE BLACK HEART PROCESSION (Saturday and Sunday) Some bands seem preternaturally suited for a Halloween (or day-after-Halloween) show. The Black Heart Procession, from San Diego, plays dark, sinister indie-rock that toys with drone and electronics. ''Rats,'' from the group's new album, ''Six''" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/music\/30pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Wednesday and Thursday) Karole Armitage is never one to be pigeonholed, and her new work, ''Itutu,'' for the Next Wave Festival at the Brooklyn Academy of Music, uses the unlikely combination of Ligeti's thorny rhythms and African pop (in the form of the group" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/arts\/dance\/30dance.html"} , {"body" : "A $150 million project to replace all of the vertical suspension cables on the 100-year-old Manhattan Bridge will cause sporadic weekend disruptions in subway service and require closings of the bikeway and some traffic lanes for parts of the next four years, city transportation officials said this week. The city's Department of Transportation is" , "date" : "20091030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Subway Service to Be Disrupted on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/30\/nyregion\/30bridge.html"} , {"body" : "Over the past seven years, Mayor Michael R. Bloomberg has presided over a historic re-envisioning of New York City, one that loosened the reins on development across the boroughs and pushed more than 100 rezoning measures through a City Council that stamped them all into law. His administration poured $16 billion into financing to foster commercial" , "date" : "20091029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Stalled Vision: Big Development As City's Future" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/29\/nyregion\/29develop.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "In a helicopter above the city on Friday, Stephen Wiltshire of London looked down at the streets and sprawl of New York. He flew for 20 minutes. Since then, working only from the memory of that sight, he has been sketching and drawing a mighty panorama of the city, rendering the city's 305 square miles along an arc of paper that is 19 feet long. He" , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; As if a Skyline Is Etched In His Head" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/28\/nyregion\/28about.html"} , {"body" : "WHEN Jenny Kirsten, a producer for the Food Network, went on her first date with Jason Beberman, a chef at Dressler in Brooklyn, they didn't splurge on a multicourse dinner with wine pairings. Instead, they went to the Rusty Knot, a West Village bar that teeters between dive and chic, for picklebacks: a shot of whiskey with a pickle juice chaser." , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Tater Tots for Two: It's a Date!" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/28\/dining\/28Date.html"} , {"body" : "34 Van Dyke Street (Dwight Street), Red Hook, Brooklyn; (718) 246-8050, rockysullivans.com. It may profile as Grumpy McDuff's up in the front room when the Rangers are playing and everyone's sucking down Bud Lights then heading out to the desolate street for a smoke, but Rocky Sullivan's bar, now two years out of its original lower Lexington Avenue" , "date" : "20091028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | CHECKING IN; Rocky Sullivan's" , "url" : "http:\/\/events.nytimes.com\/2009\/10\/28\/dining\/reviews\/28brief-002.html"} , {"body" : "TO celebrate their 30th birthdays, Christian Rusby, a sustainability consultant in Seattle, and his twin brother, Jake, a college student, decided to get blood on their hands. They enrolled in a hog butchering class offered every few months by a farmer, Bruce King. With classmates looking on, Jake hunkered over a 120-pound castrated pig with a" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Slaughterhouse Live" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/fashion\/25meat.html"} , {"body" : "ROOFS and windows that leak whenever it rains. Heating and air-conditioning units that can't quite heat or cool the entire building. Balconies with flaking concrete and wobbly railings. These kinds of complaints have become more and more common in recent months, according to lawyers and engineers who represent owners of sleek new condominium units" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Your New Condo Leaks? Join the Club" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/realestate\/25cov.html"} , {"body" : "LITTLE CAKES cupcake shop was a dream slow-baking in the mind of Christina Pappas Dearborn. Her childhood wish to open a bakery was overtaken by a fast-track finance career: At 22, she was trading on the floor of the New York Stock Exchange; by 24, she had her first ulcer; in 2007, she retired from Wall Street at the ripe age of 27. It took two" , "date" : "20091025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/25\/nyregion\/25open.html"} ,   {"body" : "A Brooklyn developer who took advantage of a faculty-housing exemption to build oversized condominium buildings, then sold the units on the open market, will be barred from selling apartments in New York State, according to an agreement between the developer and the attorney general's office. Along with barring him from selling real estate" , "date" : "20091024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "State Accord Bans Sales Of Homes By Developer" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/24\/nyregion\/24brach.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DIANE BIRCH (Saturday) Ms. Birch's songs are retro-leaning in a nonspecific way (think Zooey Deschanel meets Joni Mitchell, with the tiniest dash of Norah Jones), and her rich, husky vocals go down soft and easy. Her new album, ''Bible Belt'' (S-Curve), is a promising debut, full of honest" , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2DE113DF930A15753C1A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION MUSEUM Saturday, 10 a.m. to 1 p.m., a harvest festival, with storytelling, crafts and food; $5 for adults; $10 for children 3 to 17 ($4 and $8 for members). Museum hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds open daily, 8:30 a.m. to dusk. 895 Shore Road North, Pelham Bay Park," , "date" : "20091023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDC1E30F930A15753C1A96F9C8B63"} , {"body" : "ON a rain-swept Thursday evening, Jennifer Rubell, dressed as astringently as her lower Lexington Avenue town house -- she in a sculptural black-and-white shift and purple patent-leather platform shoes, and the house in matte white, its rooms flecked with Seussian, and mostly bright red, modern furniture -- welcomed guests to a party she was giving" , "date" : "20091022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "2" , "title" : "SEEN; The Best Houses (Beards, Too)" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/22\/garden\/22seen.html"} , {"body" : "ATTENTION, diners navigating a nation of struggling restaurants: a whole universe of new properties is secreted in the feverish brain of Michael Bao Huynh, if only he can get to them all. With five Vietnamese-inspired restaurants in New York already, some only a few months old, he has plans for as many as 10 more -- noodle bars, sandwich shops and" , "date" : "20091021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Chef Do-It-All, The Master Builder" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/21\/dining\/21chef.html"} , {"body" : "NEW YORK ON LESS: In School, in Debt And Seeking Help Since starting graduate school, Ryan McLendon has lived almost entirely on student loans. All together, he has taken out $95,000 in five years. With less than three months until his graduation from New York University's journalism school, Mr. McLendon had a choice to make to keep financially" , "date" : "20091019" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE5D9133DF93AA25753C1A96F9C8B63"} , {"body" : "''You know what they say,'' the actor Brian (Bryant Mason) remarks in ''Ghost Light,'' a creaky haunted house of a play. ''Horror just doesn't work onstage.'' This self-conscious wink attempts to yank you out of the drama before jerking you right back in, and just because it fails at the latter doesn't mean it wasn't fun to try. The playwright Desi" , "date" : "20091019" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW | 'GHOST LIGHT'; A Creepy Threesome: A Ghost Kills the Mood for a Motel Tryst" , "url" : "http:\/\/theater2.nytimes.com\/2009\/10\/19\/theater\/reviews\/19ghost.html"} , {"body" : "BIG cities like New York are both deeply convenient -- two steps to the deli for milk in the morning -- and deeply inconvenient. It is possible to live in the same city as the person you are dating, and have to travel an hour, or even two, to get together. Those long subway rides are so annoying that they shape not only dating patterns, but real" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Love Is a Schlep" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18cov.html"} , {"body" : "The bride stood out against the backdrop of Central Park: The temperature was in the 50s, yet she had nothing more on her torso than a lace bustier. Below, her dress was as voluminous as an inflated parachute, dragging as she hobbled along the path. I was gliding along comfortably in the back of a pedicab, with plenty of room next to me on the" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Three Wheels Through the Park" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/nyregion\/18critic.html"} , {"body" : "JESSICA VALENTI, the feminist author who established herself with books (''Full Frontal Feminism,'' ''He's a Stud, She's a Slut'') and a Web site (Feministing), had little patience with traditional notions of brides and weddings. A chapter of the first book is titled ''My Big Fat Unnecessary Wedding and Other Dating Diseases.'' ''Wedding fever is" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "VOWS; Jessica Valenti and Andrew Golis" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/fashion\/weddings\/18VOWS.html"} ,   {"body" : "BROKERS have always had to go that extra mile to complete a sale and make a customer happy, but in this difficult real estate market, brokers say their efforts are being stretched further and further. After Alexei Ratmansky, the Russian dancer and choreographer and former artistic director of the Bolshoi Ballet, came to New York earlier this year" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; But Does He Do Laundry?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/18\/realestate\/18deal2.html"} , {"body" : "Pop Jon Pareles With name tags flapping, schedules (on paper or electronic) in hand, business cards at the ready and, presumably, open ears, thousands of music aficionados will be wandering Manhattan and Brooklyn this week during the annual CMJ MUSIC MARATHON, Tuesday through Saturday. It's the convention, showcase and general frenzy during which" , "date" : "20091018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | OCT.18 - OCT.24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E1D6173AF93BA25753C1A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ART BRUT (Saturday) Rock 'n' roll needs to celebrate as well as ridicule its own mythology, and Art Brut, sarcastically but exuberantly singing about the thrill of plugging in and making a ruckus -- ''Formed a band, we formed a band\/Look at us, we formed a band!'' -- is one of the rare groups" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/music\/16pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MUHAL RICHARD ABRAMS AND FRED ANDERSON\/MARK TAYLOR QUARTET (Friday) In addition to being a venerable pianist and composer, Mr. Abrams is an architect of the Association for the Advancement of Creative Musicians, which presents one of its periodic New York concerts here. Performing with" , "date" : "20091016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/16\/arts\/music\/16jazz.html"} , {"body" : "It was billed as a ''Day of Outrage'' and accompanied by rumors of a slowdown to be staged by angry transit workers. But subway and bus riders in New York City called it something else: Wednesday. Sure, two trains got stuck in a tunnel for 25 minutes. A sick passenger caused one line to be shut down in Queens. Doors stayed closed for too long," , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ho-Hum Commute on a Union's 'Day of Outrage'" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15transit.html"} , {"body" : "Mayor Michael R. Bloomberg is closing in on a milestone: building or preserving 165,000 city-financed apartments and houses for low-, moderate- and middle-income families, the goal of a $7.5 billion housing plan he announced in 2002 and expanded in 2005. It has already financed the creation or preservation of 94,000 units, including 72,000 for" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "As the City Gains Low-Income Housing, the Market Takes It Away" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/nyregion\/15housing.html"} , {"body" : "PLANSKY--Carl, artist, teacher, paint maker, died on October 10, 2009 of heart failure at the age of 58. He was a resident of East Meredith and Brooklyn, NY. Born in Miami Beach, Carl moved to New York in 1970 to attend Hans Hofmann's New York Studio School. He also studied with artist Joan Mitchell, a close personal friend and strong influence on" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths PLANSKY, CARL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E0DD1F3AF936A25753C1A96F9C8B63"} , {"body" : "Anthony Pappalardo, a professional skateboarder who introduced his first furniture collection this month, claims that ''anyone who skateboards has to be obsessive-compulsive -- if you're willing to be out in the freezing cold, trying the same trick over and over until you nail it, there's obviously some addiction there.'' That might explain his" , "date" : "20091015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DéCOR; Think of It as a Career 180" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/15\/garden\/15shows.html"} , {"body" : "CHERYL ROGOWSKI and her family have been farming the rich black earth on their patch of Orange County, N.Y., for more than 50 years, but cultivating the simple potato had confounded her. The two best-known potatoes in the country -- russets, those classic Idaho baking potatoes, and Yukon Golds -- did not grow well there. Yukons ended up with hollow" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Stand Back, Yukon Gold: There's a New Potato in Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E5DF143CF937A25753C1A96F9C8B63"} , {"body" : "Open Now BAR CELONA The name is clever and, of course, there are tapas on the menu of this lounge, which is owned by Cynthia Diaz, left, a fashion consultant who has done her place in Dolce & Gabbana black and gold. The chef, Jordy Lavanderos, goes beyond Spain for his inspiration with scallop ceviche, mackerel paté and mushroom tostones: 104" , "date" : "20091014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/14\/dining\/14off.html"} ,   {"body" : "ON Monday, John Garrett loaded a rental truck with his possessions in Indianapolis and started driving. Far away in Astoria, Queens, a $450-a-month bedroom, the tiniest in a dark second-floor apartment, awaited. That the room, featuring a view of power lines, had been dubbed ''the P.O.W. room'' by others who had lived in it was not fazing Mr." , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ASTORIA (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Anybody Here From Astoria?" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/fashion\/11comedian.html"} , {"body" : "ONE Sunday last month, I visited the avant-garde filmmaker Ken Jacobs and his wife, Flo, in the top-floor loft they rent on Chambers Street in Manhattan. The plan was for Mr. Jacobs to show some work he will present during a weeklong series of programs in Los Angeles that starts Monday. As I neared the top of my four-flight climb, the walls became" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM; Deconstructing Cinema in Order To Reveal It" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/movies\/11darg.html"} , {"body" : "Anita Kothari and Ryan David Jaronik are to be married in a Hindu ceremony Sunday at Harry Caray's Ballroom in the Westin Hotel in Lombard, Ill. Anant Rawal, a Hindu priest, is to officiate. The bride, 30, is a marketing and communications manager at the Myriad Restaurant Group in Manhattan, which owns Nobu, Corton and the Tribeca Grill, all in" , "date" : "20091011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Anita Kothari, Ryan Jaronik" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/11\/fashion\/weddings\/11KOTHARI.html"} , {"body" : "Jamey Johnson was drawling his way through a rueful country waltz at the Music Hall of Williamsburg on Thursday night, and his audience, small but boisterous, just kept up the din. Not that he seemed to mind. On reaching the end of the tune -- ''Dreaming My Dreams With You,'' one of two Waylon Jennings covers on his most recent album, ''That" , "date" : "20091010" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | JAMEY JOHNSON; On a Country Road in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/10\/arts\/music\/10mhow.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. IAN ANDERSON (Tuesday) The first -- and perhaps last? -- serious rock 'n' roll flutist, Ian Anderson of Jethro Tull is still tooting, performing a series of acoustic solo shows this fall and winter, backed by an all-star band (including the German guitarist Florian Opahle, the pianist and" , "date" : "20091009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/09\/arts\/music\/09pop.html"} , {"body" : "Wind gusting up to 50 miles per hour on Wednesday knocked over trees onto power lines, cars and houses, caused power failures and tangled up traffic in neighborhoods in Brooklyn and Queens, officials said. The weather created significant complications for homeowners and motorists. Parts of Dyker Heights, Brooklyn, experienced sporadic power" , "date" : "20091008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "High Winds Blamed for Toppled Trees, Power Failures and Traffic Delays" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/08\/nyregion\/08wind.html"} , {"body" : "HOBBY'S DELICATESSEN & RESTAURANT in downtown Newark may have lost much of its more traditional clientele over the years, but it has held on to tradition. The corned beef and the tongue are cured for 14 days in stainless steel bins in the basement. The salamis hanging on the wall look as if they've been drying there, their flavor intensifying," , "date" : "20091007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "At Jewish Delis, Times Are as Lean as Good Corned Beef" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DD173BF934A35753C1A96F9C8B63"} , {"body" : "ON a recent fall night in Manhattan, the artist Molly Crabapple convened a group of people with drawing pads for a meeting of Dr. Sketchy's Anti-Art School, a group she founded in 2005 that now has branches all over the world. A cross between old-fashioned life-drawing sessions and new-wave cabaret, it usually meets every other Saturday at the" , "date" : "20091004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "ART; A World Drawn From Wild Tastes" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/04\/arts\/design\/04kino.html"} , {"body" : "A BROOKLYN DERBY For Urban Anglers It's out there somewhere. Urban anglers of all skill levels are being challenged to grab their rods and reel in Brooklyn's biggest fish. The Brooklyn Fishing Derby, promoted as ''the first-ever New York City common man's fishing competition,'' began on Thursday night and will run until the end of the month. The" , "date" : "20091003" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DC153FF930A35753C1A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MICHAEL BISIO AND CONNIE CROTHERS (Friday) Ms. Crothers, a restless but reflective pianist, just wrapped up a month of her own programming at the Stone. She teams up here with Mr. Bisio, a bassist of powerful resolve and fertile imagination, for some experimental duologue, in" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/music\/02jazz.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANDREW W. K. WITH THE CALDER QUARTET (Friday) When not performing high kicks in high-tops, the exuberant, stringy-haired Andrew W. K. (''Party Hard'') plays raucous rock 'n' roll that tends to revisit the same three chords -- but who's counting? Playing against type, he is collaborating once" , "date" : "20091002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/10\/02\/arts\/music\/02pop.html"} , {"body" : "City Councilman John C. Liu had a few harsh words on Monday for his opponent in Tuesday's comptroller race, Councilman David Yassky. Mr. Liu, surrounded by cheering supporters, criticized Mr. Yassky for an advertisement that began running last week, and added that Mr. Yassky had run a ''highly negative campaign.'' Mr. Yassky could not immediately" , "date" : "20090929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Green and Yassky, but Not Opponents, Halt Campaign on Yom Kippur" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/29\/nyregion\/29elect.html"} , {"body" : "ONE September morning Lemon Andersen, a 34-year-old poet and actor, returned to the Brooklyn housing complex where he grew up in a close-knit Puerto Rican community ravaged by drugs and disease. He does not really like to go back there, he said, but it behooves him now that he is a professional memoirist with a one-man show, ''County of Kings,''" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "When Life Names You Lemon ..." , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/theater\/27sont.html"} , {"body" : "THE odd whitish spheres resting in a tray of ice outside a bodega on Bedford Avenue in Brooklyn were strange enough to make passers-by do a double take. Strolling down the Williamsburg street, Martin Mancusi, 30, a tourist from Barcelona, Spain, and his friend Alejandro Kaed, 33, stopped to examine the items: young peeled coconuts, waiting to be" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Crack It, Sip It, Then Tote It" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/27\/fashion\/27Coco.html"} , {"body" : "Here is something that once happened to me in Austin, Tex., or more accurately, something that didn't happen. This was in the mid-'80s; I'd come down one weekend to visit a friend and ended up staying for a few months -- which is often how people end up living here, I've since discovered. Late one night, I found myself on the sidewalk outside a" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AUSTIN (TEX)"] , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "50" , "title" : "TALK; Texas Two-Step" , "url" : "http:\/\/travel.nytimes.com\/2009\/09\/27\/style\/tmagazine\/27austinw.html"} , {"body" : "ON an overcast morning in late July, high above the swirling current of the Damariscotta River in Maine, Barb Scully stood in her roadside kiosk to sell her catch. A steady procession of summer folk, road trippers and locals cruised down River Road and stopped to browse the coolers and say hello. Every few minutes, a cordless phone would ring, and" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MAINE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "EXPLORER; Where Maine Comes Out of Its Other Shell" , "url" : "http:\/\/travel.nytimes.com\/2009\/09\/27\/travel\/27explorer.html"} , {"body" : "Through the building frenzy that transformed some of the city's long-neglected patches into lustrous new neighborhoods, few frontiers struggled to reap the benefits of gentrification more than working-class Bedford-Stuyvesant, Brooklyn. Prices of homes rose, but never as much as in Fort Greene. Its long-neglected brownstones attracted renovators" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Amid a Citywide Slump, a Local Exception" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/26\/nyregion\/26stores.html"} , {"body" : "LAWMAKERS Fight Fine Print Two state legislators introduced a bill this week that would force cable and satellite companies to disclose early cancellation fees in type the same size as the advertised sales price. The companies would also have to prorate any cancellation fees. The bill, being introduced by Senator Jeffrey D. Klein, who represents" , "date" : "20090926" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4D81E3AF935A1575AC0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIPOP CONSORTIUM (Tuesday) More than a decade ago this New York trio was formed with a goal of bringing the creative freedom of avant-garde jazz and poetry to hip-hop. It succeeded all too well, drifting into chaotic, abstract realms where most rappers have justifiably feared to tread. But" , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE QUARTET (Wednesday and Thursday) On his typically gorgeous new album, ''Wait Til You See Her'' (ECM), the guitarist John Abercrombie explores the chemistry of this fine quartet with the violinist Mark Feldman, the bassist Thomas Morgan and the drummer Joey Baron." , "date" : "20090925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/25\/arts\/music\/25jazz.html"} ,   {"body" : "Opening this Week MERCAT NEGRE Here's a geography lesson. Mercat, the parent restaurant in Manhattan, focuses on the city of Barcelona, but with the owner Jaime Reixach's new place, opening on Sept. 24, he not only moves out to Brooklyn, but also moves out of Barcelona, giving the Catalan cuisine the rusticity of the Girona area to the northeast." , "date" : "20090923" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/23\/dining\/23off.html"} , {"body" : "The mandala logos appear every few blocks or so, each heralding another establishment tucked into a brownstone storefront, all bearing the generic name Area. Over here, it is a day spa. Over there, a children's clothing shop. Down a ways, a toy store. The brainchild of Loretta Gendville, a masseuse turned entrepreneur who lives in the neighborhood," , "date" : "20090921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Brooklyn's Tide of Chains, Decidedly Local" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/nyregion\/21chains.html"} , {"body" : "By default and by design, there is no firm center of avant-garde jazz culture. Its music can be freely improvised or densely plotted, ecstatic or brooding, concussive or tranquil. So on some level it was fitting that an accident of timing brought an overlap of the New Languages Festival, in its fifth year, and the Clean Feed Fest, in its fourth." , "date" : "20090921" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW | CLEAN FEED FEST; THE NEW LANGUAGES FESTIVAL; When Festivals Collide And Freethinkers Meet" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/21\/arts\/music\/21festivals.html"} , {"body" : "In August 2008, Vivian Girls played a dense, sweaty show at the Williamsburg, Brooklyn, playpen Death by Audio. On the right of the stage was Cassie Ramone, the band's guitarist, primary vocalist and sole songwriter, dour behind bangs and spending a lot of time looking down at the ground, or maybe at her guitar. On the left was Kickball Katy, the" , "date" : "20090919" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC; Vivian Girls in the Hype Cycle: Anointed, Dismissed, Overworked" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/19\/arts\/music\/19girls.html"} , {"body" : "It's becoming a tradition at the French Institute Alliance Française's annual Crossing the Line festival: an event that, well, crosses the line, blurring the space between performance and lecture. In 2008 Jérôme Bel offered a marvelous meditation on live art. And on Wednesday night at the Center for Performance Research in Williamsburg," , "date" : "20090919" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Knock 'Em Dead: Vienna, New York, Johannesburg: Dressing and Moving in Place" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/19\/arts\/design\/19cohen.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DARCY JAMES ARGUE'S SECRET SOCIETY (Friday) This postmillennial big band, led by Mr. Argue, an indefatigable young composer, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/arts\/music\/18jazz.html"} , {"body" : "It takes gall to riff on Raymond Chandler, which doesn't mean it can't be done. Robert Altman did it brilliantly in his 1973 movie, ''The Long Goodbye.'' And now Jonathan Ames is putting a droll, Brooklyn hipster spin on the genre with ''Bored to Death.'' Altman shocked Bogart purists by casting Elliott Gould as a sleepy, muttering Philip Marlowe" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW | 'BORED TO DEATH'; 'CURB YOUR ENTHUSIASM'; For Every Action, An Unequal Reaction" , "url" : "http:\/\/tv.nytimes.com\/2009\/09\/18\/arts\/television\/18bored.html"} , {"body" : "Melvin Simon, who helped shape suburbia by developing shopping malls, eventually owning more of them than anyone else in the world, died Wednesday in Carmel, Ind., a suburb of Indianapolis. He was 82. A spokesman for the Simon Property Group announced the death but gave no cause. At his death, Mr. Simon owned the Indiana Pacers professional" , "date" : "20090918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Melvin Simon, 82, Pioneer Of the Suburban Mall" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/18\/business\/18simon.html"} , {"body" : "Opening This Week: SD26 Tony and Marisa May's grandly relocated and revised Italian restaurant opened on Sept. 15. Look for an open kitchen, a display of charcuterie and electronic wine dispensers: 19 East 26th Street, (212) 265-5959. SALTIE Caroline Fidanza, who was the chef at Marlow & Sons and Diner, and two partners, Elizabeth Schula, who was" , "date" : "20090916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/16\/dining\/16off.html"} , {"body" : "Dates are subject to change. SEPTEMBER TAYLOR HO BYNUM Mr. Bynum is a cornetist drawn to combustible interaction, but on ''Madeleine Dreams,'' featuring his jazz-meets-classical ensemble SpiderMonkey Strings, he seeks out a gentle aesthetic, with vocal and literary touches. Tuesday. Firehouse 12. (Nate Chinen) NELLY FURTADO Nelly Furtado is" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "64" , "title" : "THE NEW SEASON | POP; Hope and Regret, Recorded and Live" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/arts\/music\/13poplist.html"} ,   {"body" : "TOM HINGSTON AND UNITED VISUAL ARTISTS ''I do love music,'' the British graphic designer Tom Hingston (near right) says, revealing that his personal vinyl collection numbers around 12,000 records. Hingston, who collaborated with the London-based United Visual Artists (Matt Clark, UVA's creative director, is second from left) to give this issue's T" , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "40" , "title" : "Contributors" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/13\/style\/tmagazine\/13contributors.html"} , {"body" : "Pop\/Jazz Nate Chinen Jazz has always been an art in flux, subject to fresh energies and untried approaches. The current era might best be described in terms of multiplicity: what once suggested a big tent now feels more like open sky. That's one subtext of the annual NEW LANGUAGES FESTIVAL, which begins its fifth season this week in Williamsburg," , "date" : "20090913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | SEPT. 13 - SEPT. 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1D7153FF930A2575AC0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI GROUP (Thursday) ''Things to Come'' (Sunnyside) is the strong new statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here he reassembles the album's superb cast: the alto saxophonist Rudresh Mahanthappa, the" , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/arts\/music\/11jazz.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ABOVE AND BEYOND DANCE (Friday through Sunday) In ''Ascendance,'' a troupe directed by Chriselle Tidrick unites dance, aerial feats, acrobatics and stilt movements to evoke a struggle for balance and freedom. Friday and Saturday at 7 p.m.; Sunday at 3 p.m.; Flea Theater, 41 White Street," , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/11\/arts\/dance\/11dance.html"} , {"body" : "Dancers are tough. On a recent morning in the playground of a school in Carroll Gardens, Brooklyn, Adam Hendrickson climbed a wire fence nine times -- five steps up followed by a hop over the top -- before rubbing his hands together with a discreet wince. The action didn't go unnoticed by Henry Joost, one of the directors of the film ''N.Y. Export:" , "date" : "20090908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Rediscovering Robbins's Youthful Spirit, and Catching It on Camera" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/08\/arts\/dance\/08opus.html"} , {"body" : "Matthew Houck might as well have been blinking into the sun when he took the stage at the Music Hall of Williamsburg on Saturday night. ''We've been in the studio for a little bit,'' he mumbled, as his four-piece backing band warmed up with a drone. ''This is my first time out of doors in enough hours,'' he said, describing an escape from his" , "date" : "20090907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "MUSIC REVIEW | PHOSPHORESCENT; Country Flavors, At Home In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/07\/arts\/music\/07phos.html"} , {"body" : "THERE may be no better way to bait a baby boomer than to be anything less than totally reverential about the Beatles. So the news that the lads from Liverpool were taking fresh form in a video game (a video game!) called The Beatles: Rock Band struck some of the band's acolytes as nothing less than heresy. Luckily, Paul McCartney and Ringo Starr," , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "All Together Now: Play the Game, Mom" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/arts\/television\/06schi.html"} , {"body" : "WILLIAMSBURG CONDO $1,089,000 BROOKLYN: 60 Broadway, #4F A two-bedroom two-bath condo in the Gretsch Building with 12-foot ceilings and a washer\/dryer. For sale by owner, Craig Spolsky (646) 479-3423; www.60broadway.com Open house Sept. 13, 1 to 4 p.m. COMMON CHARGE: $676 a month PROS: This corner unit, with its mesmerizing views of Manhattan and" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Williamsburg Condo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E1DF103EF935A3575AC0A96F9C8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "DOUGLAS MANOR, the finger of Queens poking into Little Neck Bay, may not have been the spot where Jay Gatsby could see the green light at the end of Daisy's dock, although Kevin Wolfe was told by his English teacher that it was. But even if F. Scott Fitzgerald was thinking of somewhere else, the story encapsulates the fairy-tale-like quality of" , "date" : "20090906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Only the Architect Knows for Sure" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/06\/realestate\/06habi.html"} , {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALICE IN CHAINS (Tuesday) One of the more compelling bands to emerge from grunge-gripped Seattle in the late 1990s, Alice in Chains and its rubbery hard-rock (''Would?,'' ''Man in A Box'') felt both dire and, somehow, hopeful. The band went on hiatus toward the end of the decade, and in 2002" , "date" : "20090904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/04\/arts\/music\/04pop.html"} , {"body" : "Dates are listed when known: ABE & ARTHUR'S Mark Birnbaum and Michael Hirtenstein have named this restaurant for grandfathers and are building a dining room for Franklin Becker's grill menu on the ground floor of the former Lotus. A lounge is named Simyone after a grandfather of another partner, Eugene Remm: 409 West 14th Street. Late September. A" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening in September" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02now.html"} , {"body" : "These restaurants will open starting in October: BALABOOSTA The name is Yiddish for the perfect housewife. So Einat Admony, the chef and an owner of Taim, will let passers-by peer into the kitchen through a window on the street. There will be references to North Africa and the Middle East: 214 Mulberry Street (Spring Street). December. B CLINTON" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Opening Later" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02later.html"} , {"body" : "Joe Maneri, a composer poised between jazz and classical and a saxophonist and clarinetist recognized later in life as an original force in experimental, improvisational music, died on Aug. 24 in Boston. He was 82 and lived in Framingham, Mass. The cause was complications of heart failure, for which he had been hospitalized in Boston, his son Mat" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Joe Maneri, 82, Experimental Musician and Composer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E1D8163DF931A3575AC0A96F9C8B63"} , {"body" : "The coming season will see many repeat performances, as chefs and restaurateurs move to new locations or replicate existing establishments. ACCADEMIA DI VINO This more compact version of the Upper East Side wine bar and restaurant will open in the former Docks space on the Upper West Side: 2427 Broadway (89th Street), (212) 787-3070. First week of" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Branches" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02branch.html"} , {"body" : "THE BROOKLYN STAR 33 Havemeyer Street (North Eighth Street), Williamsburg, Brooklyn; (718) 599-9899; thebrooklynstar.com. Joaquin Baca, the chef and owner of this Southern-accented comfort-food joint, excels at making veggies fattening, and good. His casseroles ($8) -- garlicky summer squash and mushroom-rich green bean with slivered almonds -- are" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | RECENTLY OPENED; A Place to Eat Your (Fattening) Veggies" , "url" : "http:\/\/events.nytimes.com\/2009\/09\/02\/dining\/reviews\/02brief-002.html"} , {"body" : "EDGING warily toward the anniversary of the great economic implosion, New York is still hungry and still dining out. The slump was not the end of days. Restaurateurs and customers alike are navigating a post-traumatic landscape that -- though littered with broken dreams and empty rooms -- is abundant with unexpected opportunities, entrepreneurial" , "date" : "20090902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Ambitions and Prices to Suit the Moment" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/02\/dining\/02econ.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFTER THE JUMP (Friday through Sunday) This young indie-rock festival is coordinated by a cabal of music bloggers (''They are the ones on the front lines, crushed into the barrier, braving bad music,'' the festival's Web site says), and features 16 up-and-coming bands, including Blood Warrior," , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/music\/28pop.html"} , {"body" : "The dauntless, combustible energies of jazz's 1960s avant-garde have long held a deep attraction for the guitarist Marc Ribot. His public profile may involve a great deal of tact and concision -- he works widely as a gun for hire, often infusing low-gloss pop albums with a proper hint of twang -- but as a bandleader he tends to reach for a messier," , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "MUSIC REVIEW | MARC RIBOT'S SUN SHIP; Questing After Coltrane's Messy Transcendence" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/28\/arts\/music\/28ribot.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AFTERMATH' Previews start on Tuesday. Opens on Sept. 15. From the makers of ''The Exonerated,'' this new piece of documentary theater" , "date" : "20090828" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "THE LISTINGS: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E7D7153AF93BA1575BC0A96F9C8B63"} ,   {"body" : "QUESTIONS upon questions upon questions: they're a restaurant critic's real diet, fed to him by friends and strangers, in phone calls and e-mail messages, at cocktail parties and the gym. Say the words, ''I'm a restaurant critic,'' and the floodgates open. ''Where should I take my 92-year-old grandmother for brunch in Midtown, keeping in mind that" , "date" : "20090826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "RESTAURANTS; Good Tips at the End of His Meals" , "url" : "http:\/\/events.nytimes.com\/2009\/08\/26\/dining\/reviews\/26rest.html"} , {"body" : "''BED-STUY'' -- as in Bedford-Stuyvesant, the sprawling brownstone neighborhood and hub of African-American life in Central Brooklyn -- once upon a time evoked apprehension. In Spike Lee's 1989 film, ''Do the Right Thing,'' the area was depicted as a simmering pot of racial tension; in the stories, told through rap, of artists like Jay-Z and the" , "date" : "20090823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BEDFORD-STUYVESANT, BROOKLYN; History, With Hipper Retailing and Fewer Hazards" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/23\/realestate\/23living.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Jan. 3, ''Frogs: A Chorus of Colors,'' with more than 200 live frogs representing 25 species. In the Imax theater, playing alternately every hour on the half-hour from 10:30 a.m. to 4:30 p.m., ''Wild Ocean,'' about the underwater survival of migrating species, and ''Beavers,''" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DE103AF932A1575BC0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MICHAËL ATTIAS (Sunday and Monday) Mr. Attias, an emphatically cosmopolitan saxophonist and composer, performs in two distinct duos in the coming days: Think Shadow, in collaboration with the bassist Sean Conly (Sunday); and a similarly equal exchange with the drummer and programmer" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/music\/21jazz.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. COLLABORATIONS IN DANCE (Friday through Sunday) A mixed bag of choreographers and directors, visual artists and video artists team up to present new works at Triskelion Arts, with a different program each night. On a dance-quiet weekend, you could do worse than to seek out the Next Big" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/arts\/dance\/21dance.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE BACCHAE' In previews; opens on Monday. Dionysus runs wild in the open air of Central Park this summer in JoAnne Akalaitis's new" , "date" : "20090821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "18" , "title" : "THE LISTINGS: Theater" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/21\/theater\/21theater.html"} , {"body" : "The name, Bakeri, is Norwegian, as is Nina Brondmo, above, who owns this new charmer in an old house on a quiet Brooklyn block that would fit in nicely upstate or on the North Fork. A few cafe tables, a communal farm table and a shady garden with a fountain provide the setting for goodies baked with Sarah Abramjuk, who is German. SOMETHING FOR THE" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Breaking Bread in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/19\/dining\/19bake.html"} , {"body" : "By the time lunch was over, flour coated all the workstations at the culinary school in Brooklyn. Shards of dough stuck to the surfaces. And a dozen or more flat yellow blobs festooned the floor -- each indicating the spot where a chickpea had rolled off the table and been squished by the foot of a cook in training. Whether any of the students" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Where Little Chefs Learn the Art of Slicing and Dicing" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/19\/nyregion\/19cooking.html"} , {"body" : "The crowd was robust, lively and engaged at a recent jazz gig in Williamsburg, Brooklyn, and by the looks of it most people were in their early 20s to mid-30s -- about the same age as the band members. It could have been almost any given night on the New York club scene, though you might not have had that impression, depending on your sources. Over" , "date" : "20090819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC; Doomsayers May Be Playing Taps, but Jazz Isn't Ready to Sing the Blues" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/19\/arts\/music\/19jazz.html"} , {"body" : "The noise of skateboard wheels thrumming on wooden ramps echoed near the Brooklyn waterfront in Greenpoint on Saturday night, where a semisecret skating spot called the Autumn Bowl is located inside an old brick warehouse. Photographs of the New York City skateboarding pioneer Andy Kessler decorated the walls inside the warehouse, and bouquets of" , "date" : "20090817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Generations of Skaters Gather to Pay Tribute To a Legend of the City" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/17\/nyregion\/17skate.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TWO years ago, when Erin Newby arrived in New York from London, she took a share in a loft in Williamsburg, Brooklyn. Such a hipster housing situation -- in a factory conversion with random strangers who were also new to the city -- was a ''rite of passage,'' she said. She yearned for the kind of place that felt right: a writer's garret in a" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Pickiness Pays Off" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/realestate\/16hunt.html"} , {"body" : "ON a warm evening last month Stuyvesant Town celebrated the arrival of its first-ever mosh pit. This wasn't an official new luxury amenity at the massive Manhattan apartment complex, but rather the result of Jay Reatard's performance in its grassy courtyard, part of a free concert series. As this shaggy-maned Memphis musician led his trio through a" , "date" : "20090816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MEMPHIS (TENN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Still Punk, But Beyond Tantrums" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/16\/arts\/music\/16rubi.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Wednesday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His replacement, Warren Haynes, shares the" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/music\/14pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN AND WARREN VACHÉ (Thursday) Mr. Alden, a nimble guitarist, teams up here with Mr. Vaché, a soulful cornetist. Both musicians are trustworthy stewards of jazz traditions, and their history together runs deep. At 8 p.m., Bargemusic, Fulton Ferry Landing next to the Brooklyn" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/14\/arts\/music\/14jazz.html"} , {"body" : "'IT CAME FROM BROOKLYN' Sorry, Baltimore and Portland, Ore., Brooklyn's reign of cultural supremacy is not ending anytime soon. At least that's the message of the Guggenheim Museum's new monthly performance series, It Came From Brooklyn. Part of the museum's 50th-anniversary celebration, the series, which begins on Friday, includes music, readings" , "date" : "20090814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6D81631F937A2575BC0A96F9C8B63"} , {"body" : "THIS summer the unvarying male uniform in the precincts of Brooklyn cool has been a pair of shorts cut at knickers length, a V-neck Hanes T-shirt, a pair of generic slip-on sneakers and a straw fedora. Add a leather cuff bracelet if the coolster is gay. In truth this get-up was pretty much the unvarying male uniform last summer also, but this year" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "NOTICED; It's Hip To Be Round" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/13\/fashion\/13POTBELLY.html"} , {"body" : "''George Bataille's Bathrobe,'' by Richard Foreman, takes place, or so it would seem, in the mind of a writer named Frank. ''We are alone on earth,'' he says as the play opens. ''Therefore to speak is an exercise in futility.'' The alien Phoebe Zeitgeist in Rainer Werner Fassbinder's ''Blood on the Cat's Neck'' has been sent to earth to learn about" , "date" : "20090813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW | 'GEORGE BATAILLE'S BATHROBE' AND 'BLOOD ON THE CAT'S NECK'; Language, the Terrestrial And Extraterrestrial View" , "url" : "http:\/\/theater2.nytimes.com\/2009\/08\/13\/theater\/reviews\/13blood.html"} , {"body" : "The Knitting Factory, which ceased regular programming in TriBeCa at the end of last year after two decades in Manhattan, will reopen in a smaller space in Williamsburg, Brooklyn, on Sept. 9, the club's parent company, Knitting Factory Entertainment, announced. Located in the former space of the Luna Lounge -- itself a Manhattan transplant -- at" , "date" : "20090812" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ARTS, BRIEFLY; The Knitting Factory To Reopen In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/12\/arts\/music\/12arts-THEKNITTINGF_BRF.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. J. D. ALLEN TRIO (Tuesday through Thursday) ''Shine!'' (Sunnyside) is the most recent combustible post-bop album from this trio, led with a no-nonsense directness by the tenor saxophonist J. D. Allen, and featuring Gregg August on bass and Rudy Royston on drums. The band makes its" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/music\/07jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. TORI AMOS (Thursday) Tori Amos's otherworldly, near-shamanic voice -- high, tender, occasionally cruel -- is matched by her artfully dramatic piano pounding, and her songs of love and devastation have earned her an army of dedicated fans. Ms. Amos's new album, ''Abnormally Attracted to Sin''" , "date" : "20090807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/07\/arts\/music\/07pop.html"} ,   {"body" : "Mayor Michael R. Bloomberg has made a plan to create housing for half a million low- and moderate-income New Yorkers one of his signature initiatives, driving the rezoning of swaths of New York City to create what city planners call the largest municipal affordable housing plan in the nation. But in one neighborhood, the rush to build affordable" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Old Feuds Resurface in a Brooklyn Rezoning Fight" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/nyregion\/05broadway.html"} , {"body" : "ORHAN CAKIR, the owner of Pierre Loti Cafe and Wine Bar in Manhattan's Gramercy Park, absolutely knew that his two-year-old establishment was quaint enough, romantic enough and popular enough to engender a sibling. Et voilà: his dream was realized last month, when he opened a second diminutive restaurant six blocks west that is also -- of course!" , "date" : "20090805" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Liquor License Delays Add to Restaurants' Pain" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/05\/dining\/05lice.html"} , {"body" : "International NAMIBIA EXPANDS INQUIRY INTO CONTRACTS WITH CHINA Namibian prosecutors investigating government contracts with China and allegations of kickbacks have decided to look at another crucial contract, indicating investigators suspect a pattern of corruption on deals with China. PAGE A4 SOUTH AFRICA LEADER TESTED After less than three" , "date" : "20090801" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E5D8173FF932A3575BC0A96F9C8B63"} , {"body" : "Few sounds evoke the languorous innocence of childhood summers like the jingle of a roving ice cream truck, its melody drawing streams of children clutching crumpled dollar bills. In this part of Queens, however, ice cream trucks have become a symbol of sharp elbows, more reminiscent of ''Goodfellas'' than Good Humor. Martin Price has taken his" , "date" : "20090801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MASPETH JOURNAL; Of Angry Threats And Summer Sales Of Soft Ice Cream" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/01\/nyregion\/01metjournal.html"} , {"body" : "DMC USA D.J. FINALS Beck and Kanye West are musicians who on the surface have little in common. Beck is a subgenre-hopping rock musician who first gained notice with the depression-inducing song ''Loser,'' while Kanye West's real-life chest-thumping boasts are almost as memorable as those in his rhymes. But when looking for accompaniment to their" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/31spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AC\/DC Friday) For a classic rock 'n' roll fan, is anything more glorious than the sight of Angus Young, AC\/DC's lead guitarist, skipping across the stage in schoolboy shorts, his pale knees bopping into each other, a prim and proper tie flapping in the breeze? Since the 1970s this Australian" , "date" : "20090731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/31\/arts\/music\/31pop.html"} , {"body" : "FOR many, it seems, the smooth surfaces of modern design have lost their allure. Hollister and Porter Hovey, sisters age 30 and 26, used a chain from Home Depot to lash a crystal chandelier to a crossbeam in the ceiling of their loft in Williamsburg, Brooklyn. But it is one of the few contemporary objects in a habitat that embraces, among other" , "date" : "20090730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The New Antiquarians" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/30\/garden\/30prewar.html"} , {"body" : "Vutera 345 Grand Street (near Marcy Avenue), Williamsburg, Brooklyn; (718) 388-8451. Nothing primes you for what you find at Vutera: not the scruffy block it's on; not the music club that surrounds and obscures it, denying it a sidewalk presence of its own. The restaurant shares a door with that club, Rose Live Music, and you have to walk deep" , "date" : "20090729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "DINING BRIEFS | NEWLY OPENED" , "url" : "http:\/\/events.nytimes.com\/2009\/07\/29\/dining\/reviews\/29brief-001.html"} , {"body" : "Beneath a starry sky here on Friday, on a stage underneath a ski lift, Sharon Jones, the powerhouse singer of the funk-soul band the Dap-Kings, was nearly ready to perform. ''What I need to do now,'' she told the audience, ''is loosen my body up, get the blood flowing.'' She had come to the right place. The next afternoon the same stage -- and the" , "date" : "20090728" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Say Namaste! Party by Night, Downward Dog by Day" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/28\/arts\/music\/28yoga.html"} , {"body" : "Seen from afar, this fast-growing settlement embodies everything that the Obama administration wants to address through its demand for a freeze on settlement building: it sits on land captured by Israel in the 1967 Middle East war and, with 45,000 residents and 60 births a week, it is the largest and fastest-growing Jewish community in the West" , "date" : "20090727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL" , "WEST BANK"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "UNSETTLED; In 2 Big West Bank Settlements, a Sign of Hope for a Deal" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/27\/world\/middleeast\/27settlers.html"} ,   {"body" : "THE scene at Damrosch Park last August promised something spectacular: amplifier setups for 200 guitarists and 16 bassists, configured in a horseshoe that stretched along the south end of Lincoln Center, across the front of the park's band shell, and curved up alongside the Metropolitan Opera House. The rehearsals for ''A Crimson Grail,'' an" , "date" : "20090726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "What Is the Sound Of 200 Guitars Wailing?" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/26\/arts\/music\/26herm.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Sunday) Whether or not it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live furor," , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/music\/24pop.html"} , {"body" : "THREE in the morning had come and gone on Sunday when the band went onstage, but the dance floor at the El Morocco club in Hamilton Heights had been packed for hours. As soon as La Banda Gorda, which had flown up from Santo Domingo for the show, broke into the telltale galloping rhythm of merengue, the crowd erupted with applause and joyous shouts" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "New York Rhythm: Viva la Variedad!" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/24\/arts\/music\/24latin.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday, noon to 4 p.m., a Henry Hudson 400th-anniversary celebration, with tours and children's crafts workshops. 2 Hylan Boulevard, Rosebank, Staten Island , (718)816-4506, aliceausten.org; $5, with a $5 materials fee for crafts.20090723 MERCHANT'S HOUSE MUSEUM Wednesday, 6:30 to 8:30 p.m., a wine" , "date" : "20090724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1D71F3EF937A15754C0A96F9C8B63"} , {"body" : "On a weekday morning, Wyckoff Avenue in the gritty Bushwick section of Brooklyn shows few signs of life except for the incessant rumble of heavy trucks and a muffled roar from inside a factory building. At 22-28 Wyckoff Avenue near Troutman Street, however, there's construction going on: two old manufacturing buildings are being converted to a" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Bushwick Is Getting Some Wine Shops" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/22\/nyregion\/22bushwick.html"} , {"body" : "RIDING THE G TRAIN, Now With a Smile Will Renta used to transfer from the F line to the G line at Carroll Street every morning on the way to his land-surveying job in downtown Brooklyn. But since the G added five more stops this month, Mr. Renta's commute from the Church Avenue station has become a straight shot. ''In the mornings, every couple" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EEDA113CF931A15754C0A96F9C8B63"} , {"body" : "LAST Sunday in the East Village, Una Pizza Napoletana was as busy as usual. But by Monday afternoon, the can used for drizzling olive oil had been packed and the crucifix was off the wall. With little fanfare, Anthony Mangieri, the owner and pizzaiolo, closed his restaurant, perhaps the most meticulous pizzeria in New York. He had just sold the" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "The Oven Cools, For Now" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/22\/dining\/22pizza.html"} , {"body" : "FEW Americans know the taste of fresh black currants: deep and musky with a slightly funky aroma, and a mouth-puckering sourness that needs to be tempered by sugar. For much of the last century most states banned commercial cultivation of black currants, which were brought here by early English settlers, because the bushes can carry a fungus that" , "date" : "20090722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "A Tart Berry Reintroduces Itself" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DA103AF931A15754C0A96F9C8B63"} , {"body" : "The Manhattan skyline made a terrific backdrop for Dirty Projectors at East River State Park on Sunday night: imposing, unmistakable, slightly jagged, a bit inscrutable. It was the second installment of the free Pool Parties being held this summer in a lot (O.K., a park) on the industrial waterfront in Williamsburg, Brooklyn. A few songs in, the" , "date" : "20090721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST RIVER STATE PARK (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW | DIRTY PROJECTORS; Vocals That Deliver a Jolt, As 'Ooh' Morphs Into 'Eh'" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/21\/arts\/music\/21dirty.html"} , {"body" : "THE FIERY FURNACES, the indie-rock duo made up of the siblings Matt and Eleanor Friedberger, are releasing ''I'm Going Away'' (Thrill Jockey) on Tuesday. A conscious nod to the recession, the album is more pared down in its arrangement than their six previous studio albums, but even the most musically sparse songs pulse with a rich narrative. Matt," , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "PLAYLIST | THE FIERY FURNACES; Off the Beaten Path, Surrounded by Rebels" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/arts\/music\/19play.html"} ,   {"body" : "THE Tesla Roadster was made for California. The all-electric convertible sports car accelerates about as fast as a Porsche 911 Turbo, but gets nearly three times the mileage equivalent of a Toyota Prius. It's as lean and athletic as a pro surfer and as guilt-free as a cup of chamomile tea. It's also more than $100,000, making it the perfect car for" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Taking a Tesla for a Status Check in New York" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/fashion\/19tesla.html"} , {"body" : "Mr. Levine, 56, is the president of Levine Builders, which operates Douglaston Development and Clinton Management, among other partnerships and affiliates focused on residential developments. His current projects include The Edge, a mixed-use development in Williamsburg, Brooklyn. Q. How would you describe the current market conditions? A. They're" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "SQUARE FEET; The 30-Minute Interview: Jeffrey E. Levine" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19sqft.html"} , {"body" : "DURING the housing boom, new construction seemed to sprout up on every corner. But when the economy took a dive last fall, many projects lost financing, which brought construction to an abrupt halt. This has left empty lots and bare foundations throughout New York City, visible symptoms of the financial crisis. The New York City Department of" , "date" : "20090719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fighting Eyesores Before They Start" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/19\/realestate\/19stall.html"} , {"body" : "Thomas J. Comey -- the blunt, mustachioed Jersey City police chief, who has a bouncer's build and a foreman's way with words -- minced none on Thursday as he stood on a street about a mile from the scene of one of the city's bloodiest shootouts. Five officers had been rushed to the hospital just behind him, after a stakeout turned into a deadly gun" , "date" : "20090718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "After Shootout, Jersey City Chief Shows His No-Nonsense Style" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/18\/nyregion\/18chief.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Sunday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet, assembled here for brunch duty, features Seamus Blake on saxophones, Chris Lightcap on" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/17\/arts\/music\/17jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BIG BAD VOODOO DADDY (Wednesday) In the late 1990s the unexpected success of the independent film ''Swingers'' facilitated an odd pop renaissance for the swing music of the 1930s and '40s. Although the resurrection proved fleeting, Big Bad Voodoo Daddy, along with Cherry Poppin' Daddies and" , "date" : "20090717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2D7113AF934A25754C0A96F9C8B63"} , {"body" : "The whirring fan at the foot of the Cameo Gallery stage was doing triple duty on Friday night. First, it cut the stultifying heat in the tiny room, an art gallery by day and a terrific sweatbox of a performance space by night. Second, it animated the hundreds of tendrils of fabric dangling over the stage from a white sheet hanging near the ceiling:" , "date" : "20090713" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW | THE JAPANDROIDS; Kinetic, Exuberant and Loud on the Topic of Romance" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/13\/arts\/music\/13cameo.html"} , {"body" : "There is no coasting on a fixed-gear bicycle. Because the single gear is mounted directly onto the back wheel, the pedals keep turning as long as the wheel does. And when the rider pedals backwards, the bike moves backwards. No brakes, either: riders use the force of their legs to stop the pedals and, thus, the bike. This gives riders much more" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ALBUM | BICYCLE TRICKS; A Meeting of Dervishes With Fixed Gears" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/12\/nyregion\/12bikes.html"} , {"body" : "Whenever my wife, Susan, comes across one of those small plastic containers that hold baby-size servings of applesauce or puréed squash, she saves it. She has probably rescued several hundred, running them through the dishwasher and stashing them in the drawer where all our food-storage supplies live in an unholy orgy of mismatched lids and bowls." , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "19" , "title" : "COOKING WITH DEXTER; Mummy Dearest" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/12\/magazine\/12food-t-000.html"} , {"body" : "WITH its ample supply of moody, somewhat amorphous clothing, Oak tends to cater to experimental individuals. A.OK, its cleverly named new auxiliary shop, is decidedly more accessible. Housed in the basement of the Oak boutique in NoHo, and in the back of the Williamsburg shop, it is stocked with playful, predominantly 1980s-leaning pieces (some" , "date" : "20090712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "Pulse; Bargain Basement, Playfully Stocked" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DE113AF931A25754C0A96F9C8B63"} ,   {"body" : "BROOKLYN'S PLACE In the Beer World For a while, the beer flowed from Brooklyn as if from a broken spigot. With 45 breweries at the turn of the 20th century -- including 11 on a 12-block stretch in Williamsburg -- Brooklyn produced a significant share of the nation's beer. But if the names Rheingold and Schaefer do not provoke a feeling of parched" , "date" : "20090711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDD1F3FF932A25754C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. (Amanda Petrusich) (Ben Sisario) (Sisario) (Petrusich) LOS AMIGOS INVISIBLES (Friday) Los Amigos Invisibles, from Venezuela, latch on to dance grooves from the last three decades -- James Brown funk, the stolid thump of house music, mid-1960s boogaloo, '70s Miami disco, Santana's mambo-rock," , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/music\/10pop.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 5 to 9 p.m., a traditional meal, with servers in period costumes, with live music; $75; $50 for members. Open Saturdays and Sundays, 1 to 5 p.m.; Thursdays and Fridays, 11 a.m. to 3 p.m. 441 Clarke Avenue, Richmond Town, Staten Island , (718) 351-1611, historicrichmondtown.org; $5; $4" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E1DE113AF933A25754C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. (Nate Chinen) RASHIED ALI QUINTET (Wednesday and Thursday) Rashied Ali has had a substantial career in the jazz avant-garde, but hard bop is the foundation for this quintet, which works here to celebrate the release of a new album, ''Live in Europe'' (Survival). The band's" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/10\/arts\/music\/10jazz.html"} , {"body" : "LAST Sunday, under a slowly revolving disco ball, a dance floor in Brooklyn was jumping. The German D.J. Losoul spun techno and house, and the crowd -- many in it wearing sunglasses -- moved, two-stepping and twirling with arms raised. Toward the end of the party, when he let a single beat crescendo for several minutes before abruptly cutting it" , "date" : "20090710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "1" , "title" : "Dance Floors for People With Day Jobs" , "url" : "http:\/\/travel.nytimes.com\/2009\/07\/10\/arts\/music\/10djs.html"} , {"body" : "Seabrook Power Plant began and ended its set on Tuesday night at Zebulon, in Williamsburg, Brooklyn, with a grimly combative clamor. Jared Seabrook, the band's drummer, bashed a manhole-cover-size ride cymbal and viciously pummeled his snare; Tom Blancarte clawed at his upright bass with something like frenzied desperation. In the foreground" , "date" : "20090709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW; Power Banjo, Extreme Jazz and a Bit of Twitchy Punk" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/09\/arts\/music\/09seabrook.html"} , {"body" : "AN artist without a gallery can take to the streets. But what's a chef without a restaurant to do? You can run a speakeasy operation in your apartment and hope no one tells the health inspectors. Or you can find an existing restaurant and stage a coup (politely), as a few young cooks in Brooklyn have done. BEP At Simple Café, 346 Bedford Avenue" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Raiding the Kitchen" , "url" : "http:\/\/events.nytimes.com\/2009\/07\/08\/dining\/reviews\/08unde.html"} , {"body" : "INDISCRIMINATE gluttons and discerning gourmands alike have long been crazy for pizza. But over the last few years, they have elevated their passion to a vocation, sending pizza into a whole new stratosphere of respect. It isn't just loved, and it isn't just devoured. It's scrutinized and fetishized, with a Palin-esque power to polarize. Does a" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Crust Is a Canvas for Pizza's New Wave" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08pizza.html"} , {"body" : "1. MOTORINO319 Graham Avenue (Devoe Street), Williamsburg, Brooklyn; (718) 599-8899. Pros: Properly cooked Neapolitan crusts with character and no soupiness. Well-balanced toppings in classical and inventive veins. Good beers, well-priced wines, dessert. Cons: Never achieves utter transcendence, and trusted scouts report inconsistency from night to" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "The Best New-Generation Pizzerias" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/08\/dining\/08place.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$7 MILLION 568 Meserole Street (at Gardner Avenue) East Williamsburg, Brooklyn This 60,000-square-foot industrial site has a 5,000-square-foot brick building, a 12,000-square-foot metal building and a private rail siding on the Bushwick line of the New York & Atlantic Railroad. Owner: 527 Hudson Street Corp. Broker: Michael Levy, M & S Levy Realty" , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3D71130F93BA35754C0A96F9C8B63"} ,   {"body" : "$17\/SQ. FT. approximate annual rent $127,500 349 Keap Street Williamsburg, Brooklyn A day care center has signed a 10-year lease for this 7,500-square-foot three-story building with a yard. Tenant: L & A 349 Keap Street L.L.C. Tenant broker: Ted Mikhaylov, Timeless Realty Landlord: 349 Keap Street Associates Landlord broker: Allison Chambers," , "date" : "20090708" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3D71130F93BA35754C0A96F9C8B63"} , {"body" : "Who needs Renoir's barges on the Seine? Jose Gaytan is enraptured by scows on the Gowanus. Almost every day for the past six years, Mr. Gaytan, with his two dogs, has crisscrossed the streets and bridges near the Gowanus, Brooklyn's famous canal, photographing moments of serenity, color and beauty amid the decaying postindustrial landscape." , "date" : "20090707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "By the Gowanus, A Painterly Lens On the Ruins Amid a Rebirth" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/07\/nyregion\/07muse.html"} , {"body" : "Mayor Michael R. Bloomberg has imposed an immediate city hiring freeze, citing ''gridlock in the State Senate'' that has held up votes on budget measures. He said on Monday that the freeze would apply to a class of 250 police recruits who had been scheduled to enter the Police Academy this week. The stalemate in Albany will also force the city to" , "date" : "20090707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Senate Impasse in Albany Forces City to Impose Hiring Freeze" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/07\/nyregion\/07freeze.html"} , {"body" : "A stroll around a Brooklyn neighborhood that is home to thousands of Hasidic Jews." , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "title" : "A Visit to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/07\/05\/nyregion\/05LOCAL-SS_index.html"} , {"body" : "-- roughly bounded by Division Avenue, Broadway, Heyward Street and the Brooklyn Navy Yard -- is an anachronistic pleasure. Unlike in the hipster section north of Grand Avenue, the images here -- knife-grinders on the street, bearded men in 19th-century frock coats -- are not only vivid, they are also apparently lost to time. The neighborhood," , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | HASIDIC WILLIAMSBURG; A Piece of Brooklyn Perhaps Lost to Time" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/05\/nyregion\/05stop.html"} , {"body" : "INVENTIVE brokers have racked their brains for years to brand up-and-coming neighborhoods with pithy acronyms. (South Harlem's SoHa never quite caught on.) But cartoon mascots? It happened, last year, in Jackson Heights, the northern Queens outpost that has enticed young couples and families with its affordable prewar apartments and access to the" , "date" : "20090705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "POSTING; Take That, Billy Burg!" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E7DA1230F936A35754C0A96F9C8B63"} , {"body" : "LAST summer a sad but hopeful question made its way through Brooklyn: Where will the Pool Parties go? It was the third year of concerts in McCarren Park Pool, the disused 1930s public swimming hole on the Williamsburg-Greenpoint border, and they had begun to feel like an institution. Each Sunday afternoon the shows drew thousands of the young and" , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "MCCARREN PARK (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Keep the Music, Add the Views" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/music\/03brooklyn.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFRO-PUNK FESTIVAL (Friday through Wednesday) This film, skate and music festival, in its fifth year, celebrates skateboarding and playing punk rock as a cross-cultural expression, despite the fact that the genre -- and the sport -- have long been considered the exclusive domain of skinny" , "date" : "20090703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/music\/03pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AMPERSAND (Wednesday) The guitarist Tim Ziesmer features his own rock-influenced compositions in this mutable band, featuring Sam Sadigursky on tenor saxophone, Nate Radley on bass and Peter Retzlaff on drums. At 9 and 10:30 p.m., Tea Lounge, 837 Union Street, near Sixth Avenue, Park" , "date" : "20090703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/03\/arts\/music\/03jazz.html"} , {"body" : "A stroll around one Brooklyn neighborhood, home to thousands of Hasidic Jews, offers an anachronistic pleasure." , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "title" : "A Visit to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/07\/02\/nyregion\/05LOCAL-SS_index.html"} ,   {"body" : "As this medieval hilltop city baked in the afternoon heat, a group of Jewish leaders gathered beside a freshly dug grave and lowered into it small bundles of flaking, ancient bones. With prayers and a plea for forgiveness for disturbing the peace of more than 100 medieval souls, they laid them to rest in the cool, reddish earth. The quiet ceremony" , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TOLEDO (SPAIN)"] , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "TOLEDO JOURNAL; School Built on Cemetery Provides Lesson in History" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/02\/world\/europe\/02toledo.html"} , {"body" : "THE minute they pulled into the driveway, Christina Salway and John Moskowitz knew they had found their house. ''It was perfect for us, with all its imperfections,'' said Ms. Salway, a 26-year-old interior designer. ''The place had been abandoned for two years and had literally gone to seed. But we could see the little house had great bones.'' The" , "date" : "20090702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "ON LOCATION; A Second Home, A Starter Budget" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/02\/garden\/02catskills.html"} , {"body" : "Diner 85 Broadway (Berry Street), Williamsburg, Brooklyn; (718) 486-3077. One minute our waiter was standing over us, in the usual tableau; the next he was seated beside us, not only reciting the night's menu but also scribbling it, in shorthand, on the paper that covered our table. That's Diner for you: shaggy, improvisatory and cheeky, much like" , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "DINING BRIEFS | REVISIT" , "url" : "http:\/\/events.nytimes.com\/2009\/07\/01\/dining\/reviews\/01brief-001.html"} , {"body" : "THE people milling outside the East River Bar in Williamsburg, Brooklyn, on June 28 looked as if they could have been there for a rock show. A Pomeranian dog sported a faux hawk. But up close, the scene took on a different aspect. A tattoo of a cupcake was on one woman's shoulder. A quirky T-shirt exalted rice and beans, and a trucker hat bore the" , "date" : "20090701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Not So Slick, But Still Tasty" , "url" : "http:\/\/www.nytimes.com\/2009\/07\/01\/dining\/01unfancy.html"} , {"body" : "Traffic on Park Avenue may seem lighter in August than in much of the year, thanks to the summering habits of its well-to-do residents. But much of the boulevard will have no traffic at all on three Saturdays this summer, as the city shuts down 6.9 miles of Manhattan roadway in a reprise of last year's Summer Streets program. In its debut last" , "date" : "20090630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In a Reprise, Saturdays With Zones Free of Cars" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/30\/nyregion\/30streets.html"} , {"body" : "Peter Shapiro was bounding around Brooklyn Bowl one recent evening, showing off all that his new music club slash bowling alley would have to offer. By the entryway was a full kitchen and dining area. At one end of the cavernous main room, bathed in cool blue light, was the stage. Next to it were 16 bowling lanes, and on the wall above them a" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Environmental Efficiency? Cool, But Will You Rock to It?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/29\/arts\/music\/29bowl.html"} , {"body" : "Brooklyn Bowl in Williamsburg, Brooklyn, is a combination rock club, bowling alley and restaurant." , "date" : "20090629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "title" : "Room to Spare" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/06\/29\/arts\/20090629_BOWL_SLIDESHOW_index.html"} , {"body" : "International GENERAL CALLS IRAQI FORCES READY TO BE ON THEIR OWN Gen. Ray Odierno, the American commander in Iraq, said that Iraq's military and police units were ready to operate on their own, ahead of Tuesday's deadline for the withdrawal of American troops from the country's cities and towns. PAGE A10 FISSURES IN RESPONSE TO COUP With their" , "date" : "20090629" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3DC103AF93AA15755C0A96F9C8B63"} , {"body" : "IN New York City, the rental market can seem a lot like the black market. Renters are accustomed to feeling hustled, fleeced, and generally at the mercy of predatory forces beyond their control -- and that's when everything goes O.K. In this forest of stunted expectations, it can be tough to distinguish the sharp-elbowed fauna from the truly" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swindled And Scammed" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28cov.html"} , {"body" : "FOR two uneasy years, Mark Sussman and Jessica Suarez lived in Bushwick, Brooklyn. Shortly after their arrival, their apartment was broken into. They added security alarms. It was broken into again. After losing four laptops, they decided they couldn't risk losing more. ''I was sure it was just a matter of time'' before yet another burglary, Miss" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; More Than a 'Flop Pad'" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/realestate\/28hunt.html"} ,   {"body" : "Classical Daniel J. Wakin One of the brightest developments in classical music is the leakage of chamber music and other types of classical performances into clubs where the expected fare is usually pop, piercings, cocktails and hipsterism. In New York places like Le Poisson Rouge and Barbès gain most of the attention. PETE'S CANDY STORE in" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | JUNE 28-JULY 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E7D61738F93BA15755C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The event was a fancy corporate dinner in a public garden on the Lower East Side, a celebration of locally grown food. The second course listed on the menu was ''grilled Queens farm pork loin,'' which sounded as if the dish had been created by someone from Queens. Then a man pulled up a chair and was introduced as Michael Grady Robertson from the" , "date" : "20090628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Trend and Tradition Meet at a Queens Farm" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/28\/nyregion\/28about.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums AMERICAN FOLK ART MUSEUM: 'THE TREASURE OF ULYSSES DAVIS,' through Sept. 6. Ulysses Davis (1914-1990) was a Savannah, Ga., barber who whittled and carved wooden sculptures in his shop when business was slow. Organized by the" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/arts\/design\/26art.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. DAVE ALLEN QUARTET (Wednesday) Mr. Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet features Seamus Blake on saxophones, Drew Gress on bass and Mark Ferber on drums. At 10" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WEST VILLAGE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/26\/arts\/music\/26jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AEROSMITH (Friday) No matter how old he gets, Steven Tyler never stops looking good -- or, at least, appropriate -- in a pair of comically tight leather pants and a few swipes of eyeliner. This tour, with Z Z Top, was originally planned to promote a new album (the band's first collection of" , "date" : "20090626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1DC113CF935A15755C0A96F9C8B63"} , {"body" : "WHEN I walked up to the new Paul Smith store in Williamsburg, one of the salesclerks, a young woman, was busy texting in the doorway. She looked up from her keypad. ''Hihowareyou,'' she said under her breath, with a dead face. (I am fluent in the language of retail, and this means: ''Oh, great. A person.'') ''Oh, don't worry!'' I said, like the" , "date" : "20090625" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | PAUL SMITH SALE SHOP; Where Happiness Is on Clearance" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/25\/fashion\/25CRITIC.html"} , {"body" : "Nearly all jazz balances improvisation against composition, but a band like Floriculture makes you realize how many degrees there are of striking that balance. That's because it takes each side to extremes, and pulls together some far-apart traditions. In the band's music, the composition -- by the group's leader, Carl Maguire -- is serene and" , "date" : "20090625" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | FLORICULTURE; Mixing the Prepared With the Impromptu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/25\/arts\/music\/25flori.html"} , {"body" : "On Diner's Journal, Frank Bruni visited Walter Foods in Williamsburg, Brooklyn. Williamsburg sometimes works better as a mood than as a meal. To wit: Walter Foods (253 Grand Street, near Roebling Street, 718-387-8783). My companions and I spent more than two and a half hours in one of its handsome booths, roaming wide and far across its menu. And" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "ON THE DINING BLOGS; Playing Square in a Hipster Haven" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DC153AF937A15755C0A96F9C8B63"} , {"body" : "Opening This Week BAR LUNA Turgut Balikci, who owns a number of Upper West Side restaurants, has added this wine bar with small plates. Jacques Belanger, who has worked at Tom Valenti's restaurants, is in the kitchen: 511 Amsterdam Avenue (85th Street), (212) 262-1098. XIE XIE Angelo Sosa's Asian-influenced sandwich shop is to open on June 27: 645A" , "date" : "20090624" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/24\/dining\/24off.html"} , {"body" : "The Satmar rabbis, with graying beards and long black coats, crowded around a dining room table in Williamsburg that was heavy with fruit and rugelach cookies. Their guests were the new superintendent of the New York State Police and State Senator Eric Adams, who represents a nearby Brooklyn neighborhood. The mood was festive, the banter lively," , "date" : "20090622" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Rabbi With Earthly Connections" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/22\/nyregion\/22rabbi.html"} ,   {"body" : "PATTERSON HOOD ''Murdering Oscar (and other love songs)'' (Ruth St.) Neil Young stirred up echoes of the Civil War with his condemnatory ''Southern Man'' in 1970, soon to be answered by Lynyrd Skynyrd's proud ''Sweet Home Alabama.'' Decades later Patterson Hood and the band he started in 1995, Drive-By Truckers, straddled a musical Mason-Dixon line" , "date" : "20090622" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITICS' CHOICE; New CDs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1DC1739F931A15755C0A96F9C8B63"} , {"body" : "Pop Nate Chinen PATRICK WOLF could be accused of a number of things, but lethargy isn't among them. Since the 2007 release of his breakthrough third album, ''The Magic Position'' (Fontana Universal), this British glam-pop polymath has kept busy generating and discarding ideas. ''The Bachelor'' (Nylon) -- available on iTunes, and due out on CD in" , "date" : "20090621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | JUNE 21 - JUNE 27" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6D81430F932A15755C0A96F9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH ALESSI AND MODULAR THEATER (Wednesday) Collective improvisation is the mode and mission of Modular Theater, an ensemble led by the trumpeter Ralph Alessi and featuring Loren Stillman on alto saxophone, John Hébert on bass and Nasheet Waits on drums. The band is celebrating the" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/music\/19jazz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BEYONCÉ (Sunday and Monday) These days Beyoncé Knowles is such a singular and commanding performer -- snapping her wrists and whipping her hips back and forth, as she does in the video for ''Single Ladies (Put a Ring On It)'' -- it's hard to believe she was ever just one member (albeit the" , "date" : "20090619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/19\/arts\/music\/19pop.html"} , {"body" : "SOMETIMES when a girl is in the kind of rotten mood that makes her actually give credence to information like ''Jupiter went retrograde in Aries; that's why everything's a mess,'' she needs to bask in the sunny clime of someone else's good taste, and shop in a proven, consistently pleasing aesthetic sanctuary. From the outside, it is easy to miss" , "date" : "20090618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | EVA GENTRY; A Spirit in a Material World" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/18\/fashion\/18CRITIC.html"} , {"body" : "The rabbi at the center of an investigation into a bar mitzvah that was held at a New York City jail last year had three scheduled meetings in the last four months of 2008 with Deputy Mayor Kevin Sheekey, the man in charge of Mayor Michael R. Bloomberg's political operation, records show. Official calendars for Mr. Sheekey show that he met with the" , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Rabbi in Jailhouse Bar Mitzvah Inquiry Met With Mayor's Top Political Strategist" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/17\/nyregion\/17rabbi.html"} , {"body" : "AMBIGUITY and misdirection work well in novels and movies, heightening suspense and sparking the imagination. But in restaurants? They're mostly handmaidens to frustration, a state of mind that Rye, which opened in coy stages in Williamsburg, Brooklyn, over the last two and a half months, seems rigged to foster. It's a somewhat confused and" , "date" : "20090617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANTS; Guessing Is Part of the Game" , "url" : "http:\/\/events.nytimes.com\/2009\/06\/17\/dining\/reviews\/17rest.html"} , {"body" : "The new restaurant Rye, in Williamsburg, Brooklyn, is designed to evoke a Prohibition-era speakeasy." , "date" : "20090616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Dining and Wine"] , "title" : "Inside Rye" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/06\/16\/dining\/20090617-rest-slideshow_index.html"} , {"body" : "Pinched by a recession that has hit New York City's financial services hard, Mayor Michael R. Bloomberg and the City Council reached a deal Monday night on a $59.4 billion budget that would increase the sales tax by half a percentage point while reducing the city's work force by roughly 2,000 jobs. Despite rising costs for health care and pension" , "date" : "20090616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Bloomberg and Council Agree on Budget Raising Sales Tax and Cutting 2,000 Jobs" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/16\/nyregion\/16budget.html"} , {"body" : "The city will move forward with its long-stalled regulation of pedicabs, officials said on Sunday, four days after an accident in Brooklyn seriously injured a driver and focused attention on the lack of oversight of the tourist-friendly tricycles. Owners of the pedal-powered cabs would have a 60-day window to register with the city, under a" , "date" : "20090615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Stalled Plan To License Pedicabs Advances" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/15\/nyregion\/15pedicab.html"} ,   {"author" : "Henry Petroski is a professor of civil engineering and history at Duke University. He is working on a book about the role that engineers must play in solving global problems." , "body" : "As the economic stimulus bill was being pushed through Congress in January, the American Society of Civil Engineers rushed to release its latest report card for the nation's infrastructure. The grades were dismal, with the highest mark a C-plus for how we deal with solid waste. Five categories -- including roads, drinking water and levees --" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "11" , "title" : "THE WAY WE LIVE NOW; Bridging the Gap" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/magazine\/14FOB-wwln-t.html"} , {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "THERE are many condominium owners and residential brokers around who remember the downturn in the 1980s, when the only work for brokers seemed to be helping banks with their inventories of unsold apartments. And in the last few months, after sales had fallen off a cliff once more, a handful of weakened small firms closed or were absorbed by larger" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; The Undeterred" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/realestate\/14deal3.html"} , {"body" : "IN a city of pizza snobs, the pies served at the Crocodile Lounge (325 East 14th Street; 212-477-7747), a dark and typically crowded East Village bar, barely rate. The crust may be light and thin, but it's not charred to blistering by a 900-degree wood-fired oven. The sauce, though tomato-sweet, is not made from prized San Marzano fruits. The" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "FRUGAL TRAVELER; Hungry in New York? Buy a Beer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7DE153AF937A25755C0A96F9C8B63"} , {"body" : "Hidden away like the bottom slice of rye in a mountainous sandwich, Ben's Kosher Deli sits across a vast parking lot from the Waldbaum's in the Bay Terrace Shopping Center, in Bayside, Queens. With locations in Midtown Manhattan and scattered across Long Island (and, of course, Boca Raton, Fla.), Ben's provides an injection of old Jewish New York" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | BEN'S KOSHER DELI; Three Generations, Four Lunches" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/14\/nyregion\/14table.html"} , {"body" : "For uncommonly large Orthodox Jewish families, they are a lifeline: vouchers from the city for after-school care, redeemable at a yeshiva of their choice. ''If I didn't have it, my head would spin,'' said Idy Herskowitz, a mother of 11 from Brooklyn who qualified for vouchers and enrolls five of her children in an after-school program. ''It gives" , "date" : "20090613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Families Urge Bloomberg to Save After-School Vouchers" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/13\/nyregion\/13vouchers.html"} , {"body" : "Israel Neuman is in many ways no different from other 9-year-olds. He enjoys drawing, performing magic tricks and playing the drums, trumpet and keyboard. He says ''please'' and answers the telephone properly at home, in the apartment he shares with his parents and three siblings at a public housing complex in South Williamsburg, Brooklyn. But he" , "date" : "20090613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Boy Who Saw His Brother's Elevator-Shaft Death Is Drawn Into a Lawsuit" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/13\/nyregion\/13elevator.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE AVETT BROTHERS (Friday and Saturday) Country music has a rich tradition of brother duos: the Statler Brothers, the Louvin Brothers, the Gatlin Brothers and on and on. The Avett Brothers, from North Carolina, aren't a country band, exactly -- their twangy, harmonized pop songs borrow from" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/music\/12pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ACUÑA-HOFF-MATHISEN TRIO (Wednesday) Formed just last year, this exuberant fusion trio comes to its cosmopolitan air naturally: its lineup consists of the Peruvian-born drummer-percussionist Alex Acuña and a pair of proficient Norwegians, Jan Gunnar Hoff on keyboards and Per Mathisen" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/arts\/music\/12jazz.html"} , {"body" : "It was a longstanding controversy over a booming city industry: should pedicabs -- the pedal-powered rickshaws that delight tourists and bedevil taxis -- be regulated? The City Council passed a bill in 2007, and overrode a veto of it, only to see a court challenge from pedicab owners. That delayed imposing the rules for two years. An appeal was" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Safety Rules For Pedicabs Were Never Put Into Effect" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/nyregion\/12pedicab.html"} , {"body" : "When the latest chapter of the subway series begins this weekend, more city residents will be rooting for the Yankees than the Mets, according to a poll conducted by The New York Times with Cornell University and NY1 News. Over all, the Yankees have more fans than the Mets citywide by a 9-point margin, with 34 percent of New Yorkers in the city" , "date" : "20090612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Poll Finds Yankees Win City's Popularity Contest" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/12\/sports\/baseball\/12poll.html"} ,   {"body" : "A pedicab driver crashed into a yellow cab after crossing the Williamsburg Bridge into Brooklyn on Wednesday morning, injuring the pedicab driver and two of his three passengers, the police said. The accident occurred at 7:26 a.m., a witness said. ''The pedicab was just coming off the bridge fast,'' said the witness, Frank A. Williams, 49. ''He" , "date" : "20090611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Four Hurt When a Pedicab Slams Into a Taxi in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/11\/nyregion\/11pedicab.html"} , {"body" : "I COME to you at a time of great tension. I am here today to defend the hipster, and to create lasting peace between hipsters and greater New York City. For nearly 10 years, hipsters have settled in our energetic, vibrant, slightly mean metropolis: young women with Feist haircuts and droll expressions, wearing bunchy blouses and carrying huge tote" , "date" : "20090611" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | YOKO DEVEREAUX; Walk a Mile In Their Droopy Cardigans" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/11\/fashion\/11CRITIC.html"} , {"body" : "An article last Wednesday about bars inspired by speakeasies misspelled the name of a bar in Williamsburg, Brooklyn, that is designed like a pre-Prohibition tavern. The bar is called Hotel Delmano, not Delano." , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0DB1039F933A25755C0A96F9C8B63"} , {"body" : "For the past five years, Ernie DiGiacomo has been able to count on parents to guarantee the $1,500 to $2,500 rents he charges for the 15 apartments he owns in Williamsburg, Brooklyn. When he called renters who had missed payments, he often heard, ''My parents will send you a check.'' But in the past six months, the parents are pulling back" , "date" : "20090608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Parental Lifelines, Frayed to Breaking" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/08\/nyregion\/08trustafarians.html"} , {"body" : "International FIVE AMERICANS ARRESTED Over Fatal Stabbing in Iraq Five American contractors have been detained in Baghdad in connection with the killing of another American contractor, a senior Interior Ministry official said. If the case proceeds to an Iraqi court, the five men would be the first Americans to be tried under Iraqi law. PAGE A4" , "date" : "20090608" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802EFDA1F3FF93BA35755C0A96F9C8B63"} , {"body" : "As usual, Thu Tran was trying to do two things at once. In the living room of her apartment in Greenpoint, Brooklyn, its floor littered with glittery scraps of paper, she was supervising two friends who were decorating balloons and beach balls to be tossed to the crowd at a D.J. show the following night. Meanwhile in the kitchen she was adding" , "date" : "20090606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Foodie With a Taste for the Surreal" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/06\/arts\/television\/06food.html"} , {"body" : "Two state lawmakers want New York City's public housing agency to install a safety device on all its elevators that experts say could have prevented the death of a 5-year-old Brooklyn boy who fell down a shaft while trying to escape a stalled elevator last year. The lawmakers -- Assemblyman Brian P. Kavanagh of Manhattan and State Senator José M." , "date" : "20090606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Bill Seeks Safety Device On Housing Elevators" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/06\/nyregion\/06elevators.html"} , {"body" : "OPEN STUDIOS IN BROOKLYN Who needs Chelsea? This weekend, artists around Brooklyn are inviting visitors to come directly to them. The Atlantic Avenue Art Walk, an annual self-guided studio tour, showcases more than 200 local designers, painters, sculptors and more. This year, more public murals and live music have been added to the mix. A few" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "SPARE TIMES | AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/05spare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GABRIEL ALEGRÍA AFRO-PERUVIAN SEXTET (Friday through Sunday, and Thursday) On his most recent album, ''Nuevo Mundo'' (Saponegro), the trumpeter and composer Gabriel Alegría teases out affinities between modern jazz and the African-influenced coastal music of his native Peru. He has" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/arts\/music\/05jazz.html"} , {"body" : "Bishop Nicholas A. DiMarzio of Brooklyn repeated a warning this week that he has leveled at lawmakers for months: If the statute of limitations on child sex-abuse lawsuits is temporarily lifted, as pending state legislation proposes, a cascade of very bad things will happen. His Roman Catholic diocese and others will go bankrupt. Bishops like him" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Bishop Avidly Opposes Bill Extending Time To File Child-Abuse Suits" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/05\/nyregion\/05abuse.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ART BRUT (Friday) Rock 'n' roll needs to celebrate as well as ridicule its own mythology, and Art Brut, sarcastically but exuberantly singing about the thrill of plugging in and making a ruckus -- ''Formed a band, we formed a band\/Look at us, we formed a band!'' -- is one of the rare groups" , "date" : "20090605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE2DB1631F936A35755C0A96F9C8B63"} , {"body" : "Opening Next Week DBGB KITCHEN AND BARDaniel Boulud's latest, an industrial space in a new building, is divided by open shelves holding a museum of copper cookware donated by dozens of chefs from around the world. Mr. Boulud, left, put his bar on one side of the pots and his casual dining room on the other. The restaurant, which is to open on June" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/03\/dining\/03off.html"} , {"body" : "ON a nondescript block in Williamsburg, not far from the Brooklyn-Queens Expressway, a new bar and restaurant called Rye opened last week. Try to find it. There's no sign out front. The facade, an artfully casual assemblage of old wooden slats, gives the place a boarded-up, abandoned look. It does have a street number, painted discreetly on a glass" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Bar? What Bar?" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/03\/dining\/03speak.html"} , {"body" : "THE old-fashioned may finally be earning its name. One of the most venerable of whiskey-based cocktails, it has a history that stretches back farther than the martini's. For decades it has suffered under the reputation of something your grandmother drank -- overly sweet, fruit-laden and spritzed-up. But grandma wouldn't recognize what's happened to" , "date" : "20090603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Take a Sip Of History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2D7173AF930A35755C0A96F9C8B63"} , {"body" : "THERE was a time, not long ago in the grand scheme of things, when the only practical way to get in and out of Greenpoint was by boat. In those days, as late as the mid-19th century, the area was separated from much of the rest of Brooklyn by marshland and flanked on the north and west by Newtown Creek and the East River. Overland crossings were" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GREENPOINT, BROOKLYN; Polish Is Still Spoken, but Industry Is History" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31living.html"} , {"body" : "FOR two decades, Steven Leeds and Rachel Hott lived in Montclair, N.J., an hourlong train-and-subway commute to their office near Union Square in Manhattan. But with their two children almost grown, Mr. Leeds, in particular, wanted a quick trip to work. A short walk was his ideal. The idea of a move back to the city was fine with his wife. After 25" , "date" : "20090531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The Six-Minute Test" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/31\/realestate\/31hunt.html"} , {"body" : "Music moves; it can't do anything else. Grizzly Bear's songs rev without going anywhere. With broad vocal harmonies and harmonic motion built from unusual guitar tunings, the band gives you beauty until you can't stand it. I found myself lost in a few bright, bursting moments of its show at Town Hall on Thursday. They felt like static pleasures," , "date" : "20090530" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW | GRIZZLY BEAR; A Night When Harmony Reigns" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/30\/arts\/music\/30griz.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. (Jon Pareles) ART BRUT (Monday through Thursday) Rock 'n' roll needs to celebrate as well as ridicule its own mythology, and Art Brut, sarcastically but exuberantly singing about the thrill of plugging in and making a ruckus -- ''Formed a band, we formed a band\/Look at us, we formed a band!''" , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/music\/29pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AMERICAN BALLET THEATER (Friday through Thursday) After a weekend of ''Le Corsaire'' comes the big event: Alexei Ratmansky's new offering, ''On the Dnieper,'' the centerpiece of Ballet Theater's All-Prokofiev Program (with ''Désir'' and ''Prodigal Son''). Veronika Part, Marcelo Gomes," , "date" : "20090529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/29\/arts\/dance\/29dance.html"} , {"body" : "THIS summer, the Bushwick neighborhood of Brooklyn is getting a surprising new public recreation venue -- a miniature golf course. Called the Putting Lot, the nine-hole course will be no run-of-the-mill putt-putt place. Besides offering amusement, it will encourage visitors to think about urban sustainability: artists and architects have designed" , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH GABRIEL FRIES-BRIGGS AND RACHEL HIMMELFARB; Playful Recycling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/28\/garden\/28shop.html"} ,   {"body" : "David Weeks, a lighting designer admired for his high-end, one-of-a-kind fixtures, offers a simple explanation for why he began designing wooden toys: ''It was a bit of a cry for help.'' Despite a successful career that has included working with commercial clients like Kate Spade and the W hotels, and producing Sculpt, a line of furniture, Mr." , "date" : "20090528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | TOYS; Cute, but Not Just Cuddly" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/28\/garden\/28toys.html"} , {"body" : "Brooklyn Machine Works has been making specialized bicycles in a small shop in Williamsburg since the mid-1990s. The company has a following among downhill and BMX racers, and its five employees produce about 400 frames a year. At left, a frame is being welded; at right is the crank design for one of the company's downhill racing bikes. Earlier" , "date" : "20090527" , "day_of_week_facet" : "Wednesday" , "page_facet" : "22" , "title" : "LENS RICHARD PERRY; Made in N.Y.C" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F934A15756C0A96F9C8B63"} , {"body" : "From the street, the shop could be mistaken for a bodega, but its red-and-yellow awning advertises live poultry, goats, lamb and beef. Scores of chickens flutter in cages. A dozen placid goats stare from a pen at customers from Bangladesh, Trinidad and Colombia. A worker slices the throats of Rhode Island Reds, uttering a prayer each time," , "date" : "20090525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Meeting, Then Eating, The Goat" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/25\/nyregion\/25slaughter.html"} , {"body" : "ON what might have been his last quiet morning at home for a while, Ed Droste, a singer in the acclaimed indie-rock band Grizzly Bear, puttered around the kitchen of his railroad apartment one recent Saturday in Williamsburg, Brooklyn. Thanks to the year's-best-album buzz around Grizzly Bear's third full-length release, ''Veckatimest,'' out this" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "MUSIC; Riding the Wave of High Expectations" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/arts\/music\/24chin.html"} , {"body" : "THE sloped main sanctuary fits 3,195 and could pass for a concert hall: cushioned chairs, a band, almost no religious adornments. The spire-less exterior is so utilitarian that when it first appeared in this East New York, Brooklyn, neighborhood, across from auto fixit shops, people thought it was the telephone company. By 8 a.m. on Sunday, a" , "date" : "20090524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Pulpit" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/24\/nyregion\/24pastor.html"} , {"body" : "it's time for your close-up. In the past few days, a gray four-door sedan with 360-degree panoramic cameras on its roof has been roaming the city's streets, photographing sidewalks and buildings. It is on a mission for Google, creating a virtual streetscape for Street View, a feature of the Google Maps Web site. The Google car has gained" , "date" : "20090523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Put on Your Best Clothes Before Going Out: Google's Camera Car May Cross Your Path" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/23\/nyregion\/23car.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANDREW W. K. (Thursday) When not performing high kicks in high-tops, the exuberant, stringy-haired Andrew W. K. (''Party Hard'') plays raucous rock 'n' roll that tends to revisit the same three chords -- but who's counting? With Cherie Lily, Height With Friends, Ed Schrader, Ana Lola Roman and" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/arts\/music\/22pop.html"} , {"body" : "Four men from Newburgh, N.Y., were arrested on Wednesday night, charged with trying to carry out what they believed was a bomb attack on two synagogues in the Riverdale section of the Bronx and the simultaneous shooting down of military aircraft in Newburgh. James Cromitie Officials identified the leader as James Cromitie, a career criminal born in" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Suspects in Terror Bombing Plot: Drug Arrests and Prison Conversions" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/nyregion\/22suspects.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MILES DAVIS'S ON THE CORNER (Monday) Released in 1972, ''On the Corner'' was Miles Davis's attempt to reconnect with a young African-American fan base. This tribute includes the saxophonist Dave Liebman, an alumnus of the original sessions, as well as a crew seemingly inclined to" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/arts\/music\/22jazz.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CORALINE' In previews; opens on June 1. Stephin Merritt (from ''The Magnetic Fields'') scores the musical version of Neil Gaiman's" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6DB1738F931A15756C0A96F9C8B63"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AMERICAN BALLET THEATER (Friday through Thursday) George Balanchine pays choreographic tribute to Tchaikovsky with four elegant ballets (''Allegro Brillante,'' ''Tchaikovsky Pas de Deux,'' Mozartiana'' and ''Theme and Variations''), on Friday night, Saturday afternoon and evening and" , "date" : "20090522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/22\/arts\/dance\/22dance.html"} , {"body" : "''I don't even really know whose song this is\/But I heard it and jumped right on'': That's the Atlanta rapper, producer and mogul Jermaine Dupri giving himself over to the ineffable pull of DJ Class's ''I'm the Ish,'' on one of the song's several remixes. To the anemic crowd scattered across the dance floor at Studio B in Williamsburg, Brooklyn, in" , "date" : "20090518" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW | DJ CLASS; Bringing Herky-Jerky Baltimore Club to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/18\/arts\/music\/18class.html"} , {"body" : "What impoverished peasant in the Middle Ages, faced with a short, squalid life of grueling labor, didn't at one time or another think, ''If only my nose were a bit more shapely and a tad thinner, how much happier I should be''? Wait, don't answer that. The folks behind ''The Nosemaker's Apprentice: Chronicles of a Medieval Plastic Surgeon,'' at the" , "date" : "20090518" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "THEATER REVIEW | 'THE NOSEMAKER'S APPRENTICE'; Ye Olde Cosmetic Chop Shop" , "url" : "http:\/\/theater2.nytimes.com\/2009\/05\/18\/theater\/reviews\/18nose.html"} , {"body" : "FOR $1,000 a month, most New Yorkers expect to rent little more than a tiny cramped space devoid of light and charm. But recent graduates with budgets under $1,000 can easily find suitable apartments in Brooklyn or Queens, and real estate agents say that in the current market, $2,000 is even enough for a two-bedroom apartment in Manhattan south of" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Not a Dive After All" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/realestate\/17cov.html"} , {"body" : "A giant rubber Pilates ball soared high in the air at Prospect Park in Brooklyn, while below it, actors and artists traded body-checks and elbow jabs. A scrum of a dozen were playing a freeform sport called circle rules football. The point of the game -- 30 percent soccer, 20 percent rugby, the rest pure Dada -- was to pound the ball through a" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Whiffle Hurling? Bag Tag? Hey, It's Art" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/fashion\/17games.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "The Department of Correction said Saturday that inmates at Rikers Island were advised to tell friends and relatives not to visit this weekend after it was disclosed late Friday that a prisoner received a diagnosis of probable swine flu there earlier in the week. A prison spokesman said the inmate, who had been sent to Rikers on April 18, was" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Flu Leads Rikers to Cancel Visits for Some Inmates" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DC1238F934A25756C0A96F9C8B63"} , {"body" : "BOARDER PATROL For anyone low on cash and high on wanderlust, there's a new option: AirBed & Breakfast, a Web-based company that hooks up locals with visitors looking for a place to crash. Founded by three recent college graduates, the service was conceived as an upgraded version of couch surfing in overbooked cities holding major events. (''Need a" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "12" , "title" : "The Sophisticated Traveler" , "url" : "http:\/\/travel.nytimes.com\/2009\/05\/17\/style\/tmagazine\/17traveler.html"} , {"body" : "We approached Pittsburgh through a drizzly scrim of rain, then drifted through its version of Williamsburg in Brooklyn, an old blue-collar quarter called Lawrenceville. The row houses were small and irregularly packed, like bad dentition; what few pedestrians there were floated by in a haze. My friend looked out the car window and said, simply," , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "54" , "title" : "Recession Special" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1D9143AF934A25756C0A96F9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "A half-hour late, Gerry Esposito hustled into the Fort Washington Armory one rainy day last month. Inside, Michael R. Bloomberg, the mayor, was speaking to a group about new ways for people to volunteer in the city. A mayoral appearance is less government in action than stage management; liturgy without Scripture but with scripts. And as Mr." , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "ABOUT NEW YORK; A Heretic To the Gospel Of Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16about.html"} ,   {"body" : "The number of public schools in New York City reporting children with flulike symptoms continued to rise Friday, as three more schools in Queens and Brooklyn were closed, bringing the total to six this week, and parents and city officials wrestled with how to handle the growing spread of the disease. The city's schools seem to have become both a" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "13" , "title" : "Fears of Swine Flu Close Three More Schools" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/16\/nyregion\/16flu.html"} , {"body" : "AYNSLEY VANDENBROUCKE MOVEMENT GROUP Center for Performance Research 361 Manhattan Avenue Williamsburg, Brooklyn cprnyc.org Through Sunday There is a certain appealing simplicity about Aynsley Vandenbroucke's ''3 Dancers, 4 Chairs, 26 Words,'' which opened on Thursday night. True to its title, it features three dancers (Djamila Moore, K. Tanzer and" , "date" : "20090516" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Dance in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DA1239F935A25756C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BONNIE (PRINCE) BILLY (Wednesday and Thursday) The latest guise of the singer and songwriter Will Oldham, Bonnie (Prince) Billy sings rowdy and devastating songs in an Appalachian squeal that can only be described as miraculous. His latest album, ''Beware,'' is a collection of string-heavy" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/15\/arts\/music\/15pop.html"} , {"author" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com." , "body" : "WALL TO WALL BROADWAY Since Symphony Space presented Wall to Wall Bach, a free 12-hour event, as its first offering in 1978, many more such music and discussion marathons have followed, honoring composers from Schumann and Stravinsky to musical theater types including Irving Berlin and Stephen Sondheim. But the occasion planned for Saturday may be" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/15\/arts\/15spare.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums AMERICAN FOLK ART MUSEUM: 'THE TREASURE OF ULYSSES DAVIS,' through Sept. 6. Ulysses Davis (1914-1990) was a Savannah, Ga., barber who whittled and carved wooden sculptures in his shop when business was slow. Organized by the" , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/15\/arts\/design\/15art.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AD HOC BALLET (Friday and Saturday) Deborah Lohse presents a new dance-theater work, ''Her,'' featuring a commissioned score by Stefan Weisman and furthering Ms. Lohse's interest in combining the classical and the contemporary. (At 8 p.m., Joyce SoHo, 155 Mercer Street, (212) 242-0800," , "date" : "20090515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DF1531F936A25756C0A96F9C8B63"} , {"body" : "ON Sunday, hundreds lined up outside the Highline Ballroom in Chelsea for the Tofu Takedown, paying $10 each to eat bean curd cooked by amateurs, and vote on their favorite dishes. The crowds were still streaming in when the host, Matt Timms, 35, got on the microphone. ''These people are incredible!'' Mr. Timms shouted. ''They made all this food" , "date" : "20090513" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In New York, the Taste of Victory" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/13\/dining\/13cook.html"} , {"body" : "ANDREW BAISLEY described himself as a ''cheerleader for Brooklyn'' -- at least until a month ago, when the proud Bushwickian decided to take a peek at the Manhattan rental market. Now he has a one-bedroom in Chelsea with outdoor space and a 10-minute commute, all for an ''unbelievable'' $2,100 a month. ''When you go to Manhattan, there's an air of" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Calling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/realestate\/10cov.html"} , {"body" : "Alabama CITY STAGES Birmingham, June 19-21. This eclectic festival, which invades downtown for three days every summer, is comprised of a seemingly random selection of gospel, hip-hop, jazz, folk and rock 'n' roll acts, including Jane's Addiction, Young Jeezy, Indigo Girls, Charlie Wilson, the Neville Brothers, En Vogue, the Doobie Brothers, Guster" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Summer Stages: Pop\/Jazz" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/arts\/music\/10webpop.html"} , {"body" : "Bruno Lacorazza's fur felt hats come in black, black or black. But there the uniformity ends as Mr. Lacorazza, 47, Colombian-born hatter to the Lubavitch Hasidim and other Orthodox Jews who keep their heads covered, arrived in Brooklyn from Miami last week with cartons of exciting new styles retailing for about $125, along with the classics. For" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "When He Talks Hats, Basic Black Is Only the Beginning" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/nyregion\/10hats.html"} ,   {"body" : "Pop Nate Chinen Cacophony is a matter of degree at the NO FUN FEST, an annual summit of extreme experimental music. Organized by the electronic musician Carlos Giffoni and now in its sixth season, the event gathers a broad array of drone sculptors and distortion specialists, along with fans who appreciate the music on intellectual and visceral" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | MAY 10 - MAY 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7DE1638F933A25756C0A96F9C8B63"} , {"body" : "Alabama ALABAMA SHAKESPEARE FESTIVAL Montgomery. This summer at the theater that many locals call ''The Shakespeare'' the playwright can be seen at his most serious (''Othello,'' through June 6) and at his silliest (''The Comedy of Errors,'' through June 7). The remainder of the season includes a Southern Writers' Project Festival of New Plays" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "31" , "title" : "THEATER; Summer Stages" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/theater\/10webtheater.html"} , {"body" : "Janis Flores, 10, moved to Brooklyn from Mexico three years ago and quickly became fluent in English. But she had never read a chapter book all the way through -- they just did not hold her interest -- until she came across Jason A. Spencer-Edwards. Now, she has read all of his novels: ''Jiggy,'' about a 13-year-old boy who moves from a poor urban" , "date" : "20090509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "17" , "title" : "In Schools, Bringing His Novels To His Fans" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/09\/nyregion\/09principal.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. (Chinen) (Chinen) DAVE ALLEN QUARTET (Tuesday) Dave Allen is a guitarist with a coolly modernistic sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet includes the saxophonist Mark Turner, the bassist Chris Lightcap and" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/music\/08jazz.html"} , {"body" : "TOFU TAKEDOWN In the spirit of two wholly American pursuits -- overeating and winning -- comes the Takedown, a cooking competition where anything goes. Held in bars around town, it pits a few dozen mostly amateur contestants against one another in battles centered on dishes like chili (above), salsa or cookies. There are judges, audience favorites" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/08spare.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums BROOKLYN MUSEUM: 'REFLECTIONS ON THE ELECTRIC MIRROR: NEW FEMINIST VIDEO,' through Jan. 10. Q: What is feminist video? A: A good way to reduce overcrowding in museums. Unless, that is, you are referring to this entertaining" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/design\/08art.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANIMAL COLLECTIVE (Wednesday) Back in January, jubilant critics were declaring Animal Collective's latest record, ''Merriweather Post Pavilion'' (Domino), the finest release of the still nascent year. The pronouncement still feels premature, but ''Merriweather Post Pavilion'' is stunning -- an" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/music\/08pop.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AD HOC BALLET (Thursday) Deborah Lohse presents a new dance-theater work, ''Her,'' featuring a commissioned score by Stefan Weisman and furthering Ms. Lohse's interest in combining the classical and the contemporary. (Through May 16.) At 8 p.m., Joyce SoHo, 155 Mercer Street, (212)" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/08\/arts\/dance\/08dance.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BERLIN\/WALL' Performances start on Thursday. Written and performed by the English playwright David Hare (''Via Dolorosa,''" , "date" : "20090508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4D8153AF93BA35756C0A96F9C8B63"} , {"body" : "TOMORROW, the seventh annual show of designs created in Brooklyn -- Bklyn Designs -- will open in Dumbo, drawing renewed attention to this neighborhood of former factories and warehouses, and its vibrant design scene. Over the last six years, the juried show, which features contemporary furnishings, lighting and accessories designed, and in most" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/garden\/07brooklyn.html"} ,   {"body" : "In the video for her new single, ''Actor Out of Work,'' the singer and multi-instrumentalist St. Vincent sits in a cavernous room and holds auditions, trying out a steady stream of rubber-faced performers, all of whom eventually break down under her unyielding, if lovely, gaze. ''A lot of people got confused and thought I was so mean that I made" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "'I Like Things That Are Unsettling'" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/07\/arts\/music\/07vince.html"} , {"body" : "SINKS--Elizabeth Richard \"Betsy\" , formerly of Cold Spring Harbor, NY, died suddenly in her home in Williamsburg, VA on April 30, 2009. A graduate of the Columbia University School of Nursing, she worked for the Green Vale School and The Visiting Nurse Services of Oyster Bay, NY. She was the Director of the Home Care Department at Long Island" , "date" : "20090507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths SINKS, ELIZABETH RICHARD \"BETSY\"" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E6D91E3AF934A35756C0A96F9C8B63"} , {"body" : "These are the Burger of the Month Club's top 10 burgers, in order: PETER LUGER (Below) 178 Broadway (Driggs Avenue), Williamsburg, Brooklyn, (718) 387-7400. DONOVAN'S PUB (Bottom) 57-24 Roosevelt Avenue, Woodside, Queens, (718) 429-9339. CITY HALL 131 Duane Street (Church Street), TriBeCa (212) 227-7777. PRIMEHOUSE 381 Park Avenue South (27th" , "date" : "20090506" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "The Favorites" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2DC1339F935A35756C0A96F9C8B63"} , {"body" : "ONE by one they approached the counter at Zaitzeff, a storefront in New York's financial district, and repeated the words like a mantra. Half-pound sirloin burger. Bacon. Cheddar. None of the seven men, still in neckties from the workday, dared order a turkey burger ($8.50 on the chalkboard menu). Nobody got the sliders ($12.50 for three). Not one" , "date" : "20090506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Turkey Burgers Don't Count" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/06\/dining\/06burg.html"} , {"body" : "CROCODILES ''Summer of Hate'' (Fat Possum) Crocodiles, a San Diego duo, caused a stir in the indie blogosphere late last year, even before releasing an album or signing to a label. What started it all was a peer review: No Age, a big fish in the Los Angeles art-punk pond, listed the Crocodiles tune ''Neon Jesus'' as one of the year's best songs." , "date" : "20090504" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "CRITICS' CHOICE: NEW CDS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E7DB163EF937A35756C0A96F9C8B63"} , {"body" : "AKRON\/FAMILY ''Set 'Em Wild, Set 'Em Free'' (Dead Oceans) Akron\/Family has moved quickly. It started out on record in 2005 as an experimental folk band, alternately zealous and floppy. A year later, on ''Meek Warrior,'' it connected with the jazz drummer Hamid Drake, singing chant lyrics and reaching bliss. On ''Love Is Simple'' in 2007, it" , "date" : "20090504" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "CRITICS' CHOICE: NEW CDS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7DB163EF937A35756C0A96F9C8B63"} , {"body" : "WITH turrets, a notched roofline and an adorning lion-themed coat of arms, the stone-walled home at National Drive and Indiana Place in Mill Basin is a dead ringer for a castle. But as recently as the mid-20th century, when this tucked-away southeast Brooklyn neighborhood was considered the borough's frontier, the only castles to be found were most" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | MILL BASIN, BROOKLYN; Mill's Long Gone, but the Basin's Still Full" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03living.html"} , {"body" : "THERE are a few places on Driggs and Roebling Avenues, in Williamsburg, Brooklyn, where it is possible to see all of Fillmore Place, a one-block street that connects the two. One such spot, on Driggs, is next to a three-story brick building best known as the early home of the writer Henry Miller. He spent only nine childhood years there at 662" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES | WILLIAMSBURG; 'Ideal Street' Seeks Eternal Life" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/nyregion\/thecity\/03mill.html"} , {"body" : "WHEN times were good, Daniel Marks could make $1,700 a week at his job selling luxury men's wear. But starting in January, not even his brightest smile could sell a French cuff. That month, consumers spent $68 million less on men's clothing than they had a year earlier, according to the Department of Commerce. Mr. Marks's income is based on" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Honor of Your Cash Is Requested" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/realestate\/03rent.html"} , {"body" : "THIS is hardly the existential Shakespearean question. But for the outgoing types in a certain niche of society, it does have a lot to do with one's own identity -- and how one acknowledges others. The question is, to air-kiss or not to air-kiss? Some air-kissers out there are wondering if they should be less demonstrative, what with all the" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "With Swine Flu, A No-Pucker Zone" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/03\/fashion\/03flu.html"} ,   {"body" : "WILLIAMSBURG CONDO $899,000 BROOKLYN: 138 Broadway, #1A A two-bedroom two-bath trilevel space with a gas fireplace and central air-conditioning in the 1884 cast-iron Smith Gray building. The building has a laundry room, storage and a shared roof deck. Marta Maletz, Kenneth Brady, Brown Harris Stevens (917) 599-8181 www.brownharrisstevens.com COMMON" , "date" : "20090503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1DC1439F930A35756C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CORALINE' Previews start on Thursday. Opens on June 1. Stephin Merritt (from ''The Magnetic Fields'') scores the musical version of" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE6DD1E3EF932A35756C0A96F9C8B63"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums (Holland Cotter) Galleries: Chelsea (Johnson) Galleries: Other Out of Town Last Chance (Rosenberg) BROOKLYN MUSEUM: 'GUSTAVE CAILLEBOTTE: IMPRESSIONIST PAINTINGS FROM PARIS TO THE SEA,' through July 5. Thirty-some years ago," , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6DA113EF932A35756C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ADELE (Tuesday) Now that Amy Winehouse's tumultuous personal life has stalled her career, Britain has spawned a new class of neo-soul singers. The nearly 21-year-old Adele, from London, released her Mark Ronson-produced debut, ''19'' (XL\/Columbia), last year. The album marries 1960s girl-group" , "date" : "20090501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/01\/arts\/music\/01pop.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, when visitors are invited into skinny row houses, sprawling apartments and vast estates to study their gleaming kitchens, burnished woodwork, antiques and artworks and city or country views. Unless otherwise noted, tours are self-guided; details may change, so check with a tour's" , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Homes and Gardens, Open for Gawking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6123EF933A05757C0A96F9C8B63"} , {"body" : "Mill Basin is a reminder of Brooklyn’s eclecticism. Far from the converted warehouses of postindustrial Williamsburg is this zone of lawn mowers, tool sheds, brick patios and umbrella-shaded glass tables." , "date" : "20090430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "title" : "Living in Mill Basin, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/04\/30\/realestate\/20090503LIVINGIN_index.html"} , {"body" : "SPOKES: WHERE Racing Lives On It has been more than a half-century since New Yorkers last flocked in great numbers to see cyclists tear around banked velodrome tracks at the center of Manhattan. Easy to forget, then, that Madison Square Garden, in its earlier incarnation off 26th Street and Madison Avenue, played host to major races watched by tens" , "date" : "20090429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6DD143CF93AA15757C0A96F9C8B63"} , {"body" : "On $250 a Day SLEEPHotel Guldsmeden Axel tempers sleek white décor with Indonesian accents and an organic nouveau hippie vibe (Helgolandsgade 7-11; 45-33-31-32-66; www.hotelguldsmeden.dk). Sex shops and chic boîtes peacefully coexist in the 129-room hotel's convenient Vesterbro neighborhood, within walking distance of Tivoli Gardens. The Bunk Pod" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COPENHAGEN (DENMARK)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "Save or Splurge: Copenhagen" , "url" : "http:\/\/travel.nytimes.com\/2009\/04\/26\/travel\/26copenhagenlow-high.html"} , {"body" : "DR. DAVID ORES pays $700 a month for an apartment in a low-income housing complex on Avenue B on the Lower East Side, owns two Harleys and has on his left arm a tattoo of a naked woman wearing a pink cowboy hat. Dr. Ores is also a physician who runs a nonprofit health care cooperative for city restaurant workers that he sees as a model for how" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "CITY VISIBLE; The Doctor in the Kitchen" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/nyregion\/thecity\/26doct.html"} , {"body" : "Grace S. Bonney and Aaron R. Coles were married Saturday in Orleans Square in Savannah, Ga. Joel S. Baden, a friend of the groom who was ordained by the Church of Spiritual Humanism for this ceremony, officiated. Ms. Bonney, 27, is keeping her name. She is a writer in Brooklyn specializing in home design and crafts, which she writes about on her" , "date" : "20090426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Grace Bonney, Aaron Coles" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/26\/fashion\/weddings\/26BONNEY.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BELL ORCHESTRE (Thursday) This instrumental band from Montreal, which happens to share a few members with the Arcade Fire, creates songs so rich and dizzying -- mesmerizing, careening melodies that mimic early psychedelia as much as traditional chamber music -- that it's easy to forget that" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/music\/24pop.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums BROOKLYN MUSEUM: 'GUSTAVE CAILLEBOTTE: IMPRESSIONIST PAINTINGS FROM PARIS TO THE SEA,' through July 5. Thirty-some years ago, the museum had a big success with a Caillebotte retrospective that more or less introduced American" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/24\/arts\/design\/24art.html"} , {"body" : "WARD SHELLEY 'Who Invented the Avant Garde (and other half-truths)' 'The Sleeper Experiment' Pierogi 177 North Ninth Street, Williamsburg, Brooklyn Through May 17 Drawing with ink and paint on sheets of Mylar in a precise, cartoonish style, Ward Shelley creates eccentric, wordy flow charts that analyze particular historic developments. ''Addendum" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DC133CF937A15757C0A96F9C8B63"} , {"body" : "The ''Law & Order'' franchise, television's equivalent of a great take-out meal -- efficient, contained, no leftovers -- began in 1990 during the first Bush presidency, the dawn of ''MTV Unplugged'' and near the end of the 13-year run of ''Dallas.'' This, of course, was a very long time ago. Even then, during the golden age of nighttime soaps, the" , "date" : "20090424" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "TELEVISION REVIEW | 'LAW & ORDER: CRIMINAL INTENT'; Back on the Beat, With a High Q Rating" , "url" : "http:\/\/tv.nytimes.com\/2009\/04\/24\/arts\/television\/24inte.html"} , {"body" : "The use of wind power by owners of commercial real estate in New York City is rising rapidly, but from a very low base, according to energy service companies, which supply the power to businesses. Wind power is expected to be a critical component of President Obama's plan to expand the production of renewal domestic energy, and there are signs that" , "date" : "20090422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Some of the Bright Lights of New York's Businesses Are Powered by Wind" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/22\/business\/energy-environment\/22wind.html"} , {"body" : "Heeding President Obama's call for boosting Americans' engagement in civic service, Mayor Michael R. Bloomberg announced on Monday a sweeping plan to encourage volunteerism among city residents. The announcement came on the eve of Mr. Obama's signing of the Edward M. Kennedy Serve America Act,which over five years will more than triple the size of" , "date" : "20090421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In MTV Style, Mayor Urges New Yorkers to Get Out There and Volunteer" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/21\/nyregion\/21volunteer.html"} , {"body" : "10 P.M. (Science) BUILD IT BIGGER The architect and acrophobe Danny Forster climbs to extreme heights to analyze some of the world's largest and most complex construction and architecture projects and demonstrate how they came together. Season 3 begins with a look at the new Dallas Cowboys stadium; Mr. Forster, above, is atop the stadium's dome. At" , "date" : "20090420" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "What's On TODAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEED71E38F933A15757C0A96F9C8B63"} , {"body" : "1. GREGORY KRUM likes to mix it up. As director of retail for the Shop at the Cooper-Hewitt National Design Museum, he stocks its grass-green vitrines (adapted from a 1962 Fritz Haller design) with objects he singles out for their craftsmanship, quirkiness, contextual relevance or just plain beauty. ''I try to keep the shop focused yet full of the" , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Arts" , "Style"] , "page_facet" : "36" , "title" : "THE GET; In-Store Mini Cooper" , "url" : "http:\/\/travel.nytimes.com\/2009\/04\/19\/style\/tmagazine\/19instore.html"} , {"body" : "THE FAIREST OF THEM ALL Ambra Medda, the co-founder and director of Design Miami and Design Miami\/Basel, the annual design fairs started in 2005, has brought together an international A-list of design galleries -- and design collectors -- under one roof (or, as was the case last year, under one Aranda\/Lasch-designed tent). Not even 30 years old," , "date" : "20090419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "90" , "title" : "Profile in Style Ambra Medda" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/19\/style\/tmagazine\/19profile.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.comart. Museums BROOKLYN MUSEUM: 'GUSTAVE CAILLEBOTTE: IMPRESSIONIST PAINTINGS FROM PARIS TO THE SEA,' through July 5. Thirty-some years ago, the museum had a big success with a Caillebotte retrospective that more or less introduced American" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/design\/17art.html"} ,   {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'ACCENT ON YOUTH' In previews; opens on April 29. David Hyde Pierce stars as a successful playwright who discovers inspiration" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E1D8133EF934A25757C0A96F9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. LILY ALLEN (Monday) This spunky British songstress has built a career around the notion of the sweetly delivered kiss-off; in 2007 her ''Smile'' (''At first, when I see you cry, it makes me smile, yeah it makes me smile''), skewered a former suitor's attempts at reconciliation. Still, Ms." , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. 11787 MICHAËL ATTIAS QUARTET (Tuesday) The alto saxophonist Michaël Attias pursues a depth of texture in this forward-leaning group, with Mark Taylor on French horn, Jacob Sacks on piano, John Hébert on bass and Satoshi Takeishi on drums. At 8 p.m., the Stone, Avenue C and Second" , "date" : "20090417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/17\/arts\/music\/17jazz.html"} , {"body" : "A small band settled on the steps of the Williamsburg bank and began to blare as men and woman of all ages, races and religions danced under fluttering Brooklyn banners and broken cotton-filled bodies painted with pinstripes. A bus driver, unable to move through the deadlocked traffic, abandoned his bus, walked out into the street and began to" , "date" : "20090416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "title" : "The Dodgers Left My Father, the Stadium Left Me" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/16\/sports\/baseball\/16sophia.html"} , {"body" : "Renee Erickson, the chef and an owner of the Boat Street Cafe in Seattle, makes unusual pickles, preserving some of the Northwest's fine produce. She sells jars of them in shops there, but now Murray's Cheese shops in New York and on the Web are carrying her intriguingly mustardy pickled raisins, her pickled red onions that make you hungry for a" , "date" : "20090415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "FOOD STUFF; East Meets West For Locavores" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/15\/dining\/15reli.html"} , {"body" : "Manny Oquendo, the Latin band leader, timbale player and percussionist who was an expert with the típico Cuban rhythmic style and later infused it into Latin jazz, died on March 25 in the Bronx. He was 78. The cause was complications from a kidney operation, said Andy González, his musical director of 35 years in their band, Libre. Mr. Oquendo's" , "date" : "20090413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Manny Oquendo, Latin Band Leader And Stylistic Innovator, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/13\/arts\/music\/13oquendo.html"} , {"body" : "Avant-garde jazz has almost always had its sacramental side. There's a reason for the devotion that some listeners bring to the mid-1960s music of John Coltrane, or to the output of his fellow saxophonist Albert Ayler. The spirituality in these performances wasn't subtext or suggestion; it radiated out from a fervent core. Ingebrigt Haker Flaten," , "date" : "20090413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | INGEBRIGT HAKER FLATEN; Devotional and Experimental Jazz With a Norwegian Accent" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/13\/arts\/music\/13flat.html"} , {"author" : "Liesl Schillinger is a regular contributor to the Book Review." , "body" : "Corrections Appended A FORTUNATE AGE By Joanna Smith Rakoff 399 pp. Scribner. $26 Do you remember how bored we all were a decade ago? The cold war was over; the stock market surfed a rising wave; President Clinton had announced a national budget surplus; and good fortune was so rampant that rich neurotics paid therapists to be reassured that it was" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "First Exit to Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3DB173CF931A25757C0A96F9C8B63"} , {"body" : "MODELED on the protests and celebrations that erupt on the National Mall, Jean Shin's latest installation -- a roiling, shoulder-to-shoulder crowd in miniature -- will carpet a 45-foot-long rectangular space at the Smithsonian American Art Museum in Washington beginning May 1. The figures will be gleaming trophies, stripped of their sports" , "date" : "20090412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "ART; Because Everyone Deserves a Trophy" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/12\/arts\/design\/12shee.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. CLAUDIA ACUÑA (Wednesday and Thursday) ''En Este Momento'' (Marsalis Music) is the most rewarding album by this Chilean jazz singer in some time. Singing original material and songs by the Chilean singer-songwriter Víctor Jara (among others), Ms. Acuña radiates ardor and acuity," , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/music\/10jazz.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JEFF BECK (Friday) The British Invasion guitar god, who may or may not have been satirized as Nigel Tufnel in the film ''This Is Spinal Tap,'' is on a solo tour. At 8 p.m., Fillmore New York at Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800, irvingplaza.com; sold out." , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/10\/arts\/music\/10pop.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DESIRE UNDER THE ELMS' Previews start on Tuesday. Opens on April 27. Coming from Chicago, the Goodman Theater production of" , "date" : "20090410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E7DA163AF933A25757C0A96F9C8B63"} , {"body" : "FRED HUA'S banh mi pho does not look like a cultural revolution. But in its juicy, messy way, it is. Served at Nha Toi in Brooklyn, where he is the chef and owner, banh mi pho is stuffed with the ingredients for pho, the sacred soup of Vietnam: beef scented with star anise and cinnamon, fresh basil and crunchy bean sprouts. ''I could never get away" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIETNAM"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Building on Layers of Tradition" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/08\/dining\/08banh.html"} , {"body" : "Music METROPOLITAN OPERA , ''L'Elisir d'Amore.'' Metropolitan Opera House, Lincoln Center, 8. JUILLIARD CHAMBER ENSEMBLES, ''Wednesdays at One'' series, Starr Theater, Alice Tully Hall, Lincoln Center, 1. Free. SING INTO SPRING FESTIVAL, Allan Harris, Dizzy's Club Coca-Cola, Frederick P. Rose Hall, Jazz at Lincoln Center, 60th Street and Broadway," , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Entertainment Events" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E2D71031F93BA35757C0A96F9C8B63"} , {"body" : "A new wooden water tank went up last week atop 202 West 40th Street in Manhattan, through the efforts of the Rosenwach Tank Company of Long Island City, Queens. Every building more than 80 feet tall in New York City must have a water reservoir to meet the fire codes, and water tanks also provide water service. Andrew Rosenwach, the president of the" , "date" : "20090408" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "LENS RICHARD PERRY; Made in N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFD61030F93BA35757C0A96F9C8B63"} , {"body" : "Apologies to residents of the Lower East Side; Williamsburg, Brooklyn; and other hipster-centric neighborhoods. You are not as cool as you think, at least according to a new study that seeks to measure what it calls ''the geography of buzz.'' The research, presented in late March at the annual meeting of the Association of American Geographers," , "date" : "20090407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Arts"] , "page_facet" : "1" , "title" : "Mapping the Cultural Buzz: How Cool Is That?" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/07\/arts\/design\/07buzz.html"} , {"author" : "Nelson George's book ''City Kid: A Writer's Memoir of Ghetto Life and Post-Soul Success'' will be published this month by Viking." , "body" : "ON a recent unusually mild Saturday, I strolled around Fort Greene, Brooklyn, and, perhaps because of my respectable salt-and-pepper goatee, several folks asked me for directions. An affable white couple on bikes wanted to know how to get to Williamsburg; a young hipster asked me which way to the Alibi Club, the Pratt Institute hangout. I got a" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Strangers on His Street" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/05\/nyregion\/thecity\/05bohe.html"} , {"body" : "Pop Jon Caramanica Ignore the fact that they're already remixing U2, typically a death knell level of assimilation for dance-music producers: CROOKERS, the Milan duo of Bot and Phra, are still among the most consistently thrilling and inventive working today. The group's remix of Kid Cudi's ''Day 'n' Nite'' is the definitive version, and its" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | APRIL 5 - APRIL 11 | Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE1DA143CF936A35757C0A96F9C8B63"} , {"body" : "THE default night life areas in São Paulo's southwest zone -- Itaim Bibi, for the clean-cut moneyed crowd and Vila Madalena, where a (slightly) more bohemian set mobs the open-air bars -- are still going strong. But a revival is under way closer to the city center, and more specifically, the ''bad'' side of Avenida Paulista, the active artery that" , "date" : "20090405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRAZIL" , "SAO PAULO (BRAZIL)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "SURFACING; Crazy Nights in São Paulo" , "url" : "http:\/\/travel.nytimes.com\/2009\/04\/05\/travel\/05surfacing.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BRYAN ADAMS (Friday and Saturday) Although his caché has diminished considerably since the early 1990s (younger pop fans may recognize Mr. Adams only as the owner of a London mansion where Lindsay Lohan once tumbled down a staircase), this famously raspy Canadian singer-songwriter (''Summer" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/03\/arts\/music\/03pop.html"} ,   {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CHASING MANET' In previews; opens on Thursday. Jane Alexander and Lynn Cohen star in Tina Howe's drama about two women plotting" , "date" : "20090403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDE1F39F930A35757C0A96F9C8B63"} , {"body" : "The idea for Voos, a Brookyn store that sells furniture designed in Brooklyn, was born when Serap Demirag spotted an interesting looking table at the Architectural Digest Home Design Show in Manhattan last year. Ms. Demirag, top right, who trained as an architect in Turkey, investigated and discovered it was made by Palo Samko, in the Brooklyn Navy" , "date" : "20090402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; Décor With a Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2009\/04\/02\/garden\/02open.html"} , {"body" : "SPOKES: THEFTS May Be Down Bike theft and its cousin, bike abandonment, are aspects of urban cycling as sure as broken glass, potholes and the lurking threat of being doored. But while warm weather and the start of the racing season have many saddling up again, the street scenes in some areas -- around Union Square in Manhattan and in Williamsburg," , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DF143FF932A35757C0A96F9C8B63"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$10\/SQ. FT. approximate annual rent $170,000 499 Stagg Street East Williamsburg, Brooklyn A food importer and distributor has taken a five-year lease and is installing new freezers and refrigeration in this 17,000-square-foot 1970 warehouse. Tenant: Sunrise Victory Inc. Tenant brokers: Linda Wong and Neil Dolgin, Kalmon Dolgin Affiliates Landlord:" , "date" : "20090401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E0DD133CF932A35757C0A96F9C8B63"} , {"body" : "AFTER a decade of living contentedly in his rented duplex in Williamsburg, Brooklyn, Matt Singer was forced to vacate. His landlord had decided to take over the place. Finding a stabilized rental in the neighborhood -- where many of the well-priced rentals are in two- and three-family homes -- was a challenge, Mr. Singer said. Rent stabilization" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Search for Stability" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/realestate\/29hunt.html"} , {"body" : "EVEN before it opened six years ago in a former Nabisco cracker box factory, Dia:Beacon, the largest museum of contemporary art in the country, had set in motion a cultural makeover in this once-forlorn river city. The mere anticipation of its arrival turned empty storefronts into gleaming galleries and coaxed residents of Williamsburg, Brooklyn," , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A City Reborn As a Haven For Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7D8143EF93AA15750C0A96F9C8B63"} , {"body" : "WHEN Whitney Pettyjohn and her 19-year-old sister, Chelsey, moved to Brooklyn last August, the best deal they could find in their price range was a two-bedroom in Bushwick with unreliable heat, nine blocks from the Morgan Avenue stop on the L train. It cost $1,700 per month. When they looked again this year, they found a very different market. Four" , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Why Are These Renters Smiling?" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/29\/realestate\/29cov.html"} , {"body" : "EVEN before it opened six years ago in a former Nabisco cracker box factory, Dia:Beacon, the largest museum of contemporary art in the country, had set in motion a cultural makeover in this once-forlorn river city. The mere anticipation of its arrival turned empty storefronts into gleaming galleries and coaxed residents of Williamsburg, Brooklyn," , "date" : "20090329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEACON (NY)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Letting the Art Move You" , "url" : "http:\/\/travel.nytimes.com\/2009\/03\/29\/nyregion\/westchester\/29Rtownwe.html"} , {"body" : "McCarren Park Pool, right, located on the border between Williamsburg and Greenpoint in Brooklyn, is set to become a swimming spot again, and the summer rock concerts that put it on the musical map will move to the Williamsburg waterfront. Stephanie Thayer, the executive director of the Open Space Alliance for North Brooklyn, a nonprofit group that" , "date" : "20090328" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Outdoor Concerts Find a New Home" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/28\/arts\/music\/28arts-OUTDOORCONCE_BRF.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CHASING MANET' In previews; opens on April 9. Jane Alexander and Lynn Cohen star in Tina Howe's drama about two women plotting" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/theater\/27theater.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Friday through Sunday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. For the concert, expect an entrancing" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/music\/27pop.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Sunday at 1 p.m., ''Spring Equinox,'' a performance by the Kodo drummers of Sado Island, Japan. Through Aug. 16, ''Climate Change: The Threat to Life and a New Energy Future,'' an interactive display. Through May 25, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA163CF934A15750C0A96F9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BALLET TECH MANDANCE PROJECT (Friday through Sunday, and Tuesday through Thursday) In this season with a double focus, Eliot Feld, an often smart and sassy choreographer, shows new works that range from an ensemble set to music originally composed for Italian ''spaghetti western'' films" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/arts\/dance\/27dance.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "New York is a city of speed walkers, but the bus stop on the corner of Third Avenue and Bay Ridge Avenue in Bay Ridge, Brooklyn, has the look of a video clip of the city playing in slow motion. On Wednesday afternoon, a petite woman in sunglasses made her way with a cane to a friend who was already at the stop. An elderly woman with a walker also" , "date" : "20090327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "BIG CITY; With No B37, Bay Ridge Gets Too Big" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/27\/nyregion\/27bigcity.html"} , {"body" : "INTERNATIONAL CHINA SCALES BACK Investment Plans in Africa As global commodity prices have plummeted, China has backed away from some of its riskiest and most aggressive plans in Africa. Above, an instant-coffee seller pushes his cart past a Chinese restaurant in Conakry, Guinea. PAGE A6 UNEASE OVER INDONESIAN'S RETURN Tensions arising from clashes" , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times, March 26, 2009" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3DF1339F935A15750C0A96F9C8B63"} , {"body" : "The nonstop news cycle is the subject of ''Times 365:24:7,'' and given the frenetic activity onstage, it's apparent that hard news -- covering it and consuming it -- can be stressful. Though the main focus is on newspapers, this ambitious play, from the troupe Bone Orchard, also puts television news, talk radio and the blogosphere under its" , "date" : "20090326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW | 'TIMES 365:24:7'; From All Angles, No Rest From the News" , "url" : "http:\/\/theater2.nytimes.com\/2009\/03\/26\/theater\/reviews\/26time.html"} , {"body" : "SPOKES: SPRING And Bicycle Care The ice cream trucks are out, flowering bulbs are poking up in the parks and cyclists are again flocking to the city's paths, bridges and new on-street lanes. Last year was a bumper year for New York City bicycling, particularly for commuters. Starting today, City Room will explore urban cycling with a weekly" , "date" : "20090325" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE4DF133EF936A15750C0A96F9C8B63"} , {"body" : "SHORE--Marcel, of New York City and Lake Worth, Florida died at the age of 88 on March 21st. Beloved husband, father and grandfather, Marcel was born on September 15th, 1920 in Romania, and was raised in Williamsburg, Brooklyn. After service in World War II, Marcel married Ann Kaufman, his loving wife of 64 years. He worked in various manufacturing" , "date" : "20090324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths SHORE, MARCEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7DB133AF937A15750C0A96F9C8B63"} , {"body" : "NEW YORK DAYBOOK Next, Speed Dumping Tuesday, 7:30 p.m. On hearing of a speed dating event to be held at a Wall Street bar, the imagination, however callous it might sound, cannot resist. ''So, O.K., let's get this one out of the way. Do you have a job?'' ''Define 'job.' '' ''I mean, are you employed?'' ''Yes.'' ''Do you mind if I ask at what?''" , "date" : "20090323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; Next, Speed Dumping" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2D6173AF930A15750C0A96F9C8B63"} , {"body" : "THIS is not an obituary. The Brooklyn Paper lives. Since 1978, it has been a ''loud, offbeat and somewhat irreverent'' voice in the borough, in the words of its founder and publisher, Ed Weintrob. The paper did, however, undergo something of a transformation this month when it was purchased by Rupert Murdoch's News Corporation. Just what this will" , "date" : "20090322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; A Scrappy Local Paper Ponders Its New Parent" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/22\/nyregion\/thecity\/22murd.html"} ,    {"body" : "The house cruising up the river was well known to many in the crowd, but Samantha Aezen was one of the few who could call it home. ''I lived in the house for the summers in 1976 and 1977 -- it was our summer house,'' said Ms. Aezen, 42, of Manhattan. ''I was watching CNN one night a while ago and I heard this was happening. I had to come down. I'm" , "date" : "20090314" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Renowned House Sails Upriver to New Home" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/14\/nyregion\/14lieb.html"} , {"body" : "Zebulon, a cozy, poorly lit bar-cafe in Williamsburg, Brooklyn, has a modest stage tucked against the back wall on which, most nights, a few singer-songwriters or small bands give it their all in exchange for their share of the tip basket. There's a comforting directness to this scene: the better the audience reception, the quieter the room gets." , "date" : "20090314" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | HOLLY MIRANDA; Unleashing the Ferocious Power of a Hurricane Inside a Cramped Space" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/14\/arts\/music\/14mira.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Friday, Saturday, Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E4DF1F38F930A25750C0A96F9C8B63"} , {"body" : "AROUND TOWN BEARD AND MUSTACHE CHAMPIONSHIP Facial hair may be de rigueur in certain irony-loving neighborhoods in the city, but around the country it can still be a badge of ne'er-do-wells. ''We call it beardism,'' said Matthew Saccoman, a high school teacher from Meriden, Conn., known to his friends as Beardzzz. So when Mr. Saccoman, 31, came to" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DF143DF930A25750C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on Sunday. The Tony-winning Michael Blakemore directs this revival of Noël Coward's comedy, starring" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "15" , "title" : "Theater Listings: March 13-19" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/13\/theater\/13Theater.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Friday and Saturday) In celebration of the 30th anniversary of her first New York season, Karole Armitage, who has been hailed as the ''punk ballerina,'' presents ''Think Punk!,'' a retrospective that shows the development of her hard-rock ballet style. The movement" , "date" : "20090313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/13\/arts\/dance\/13Dance.html"} , {"body" : "Roman Catholic and Orthodox Jewish officials in New York are mounting an intense lobbying effort to block a bill before the State Legislature that would temporarily lift the statute of limitations for lawsuits alleging the sexual abuse of children. A perennial proposal that has been quashed in past years by Republicans who controlled the State" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Religious Leaders Fight Bill to Open Abuse Cases" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/nyregion\/12abuse.html"} , {"body" : "Hours before its official record release show on Tuesday night the Brooklyn indie pop band Bishop Allen played a private concert at McGarry Bowen, an ad agency in Chelsea: a not uncommon gig at a time when many musicians make their living off commercials and licensing deals. Later it performed to a nonpaying capacity crowd at Other Music, the" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Becoming Professional, Just Not Self-Important" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/arts\/music\/12bish.html"} , {"body" : "WHEN Benjamen Segal moved into a one-bedroom apartment in a new luxury building in Williamsburg, Brooklyn, last year, he was too busy starting a new job to worry about several heaps of belongings dumped in the living room during the move. ''I didn't have time to focus on the niceties of the environment,'' he said. But as the months ticked by, Mr." , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "ON THE CHEAP; The $300 Makeover*" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/garden\/12m-intro.html"} , {"body" : "CLIENTBenjamen Segal, 40; lost his job in January as a sales director for Vaultus Mobile Technologies, a wireless technology firm. CABIN FEVER SYMPTOMFeeling ''the opposite of Zen'' in the living room of his one-bedroom apartment in Williamsburg, Brooklyn. DESIGNERChristopher Coleman, principal, Christopher Coleman Interior Design. ''He lives like" , "date" : "20090312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "ON THE CHEAP: The $300 Makeover: One-Bedroom in Williamsburg, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/12\/garden\/12m-segal.html"} ,   {"body" : "Purim was Tuesday, and in Williamsburg, Brooklyn, a 6-year-old boy, dressed as a king, went out with his father. Purim commemorates a time when the Jewish people of Persia were saved from extermination, a story that is told in the Book of Esther. Correction: March 16, 2009, Monday A picture caption in some editions on Wednesday misidentified the" , "date" : "20090311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "King for a Day" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3D71039F932A25750C0A96F9C8B63"} , {"body" : "Performance Space 122 has announced that the third annual Spalding Gray Award has been given to Radiohole, an experimental theater troupe in Williamsburg, Brooklyn; the group recently produced the well-received piece ''Anger\/Nation'' at the Kitchen. The award is administered by P.S. 122, the Walker Art Center in Minneapolis and relatives of Mr." , "date" : "20090310" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Troupe Wins Spalding Gray Award" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/10\/theater\/10arts-BROOKLYNTROU_BRF.html"} , {"body" : "El Beit is a homey coffee shop in Williamsburg, Brooklyn, where the young gather at long wooden tables, glued to their laptops, totally oblivious to their surroundings. Arriving there on one recent wintry morning in blue jeans, a gray hoodie and wool cap, Mark Essen quickly booted up, and his screen came alive with a series of jewel-tone grids. It" , "date" : "20090309" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "It's Art of the Computer Generation (33 and Under, Please)" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/09\/arts\/design\/09trie.html"} , {"author" : "Sara Corbett is a contributing writer for the magazine. She recently wrote about how cellphones might end global poverty." , "body" : "CERTAINLY, FILTHY FLUNO is not the first artist to realize that in order to sell his paintings, he needs to sell himself. He does, however, work at it with impressive zeal. Every day he makes new friends and cultivates new contacts, edging himself and his work -- a collection of expressionistic oil paintings and vibrant, graffiti-laced pastels --" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "22" , "title" : "Portrait of An Artist as an Avatar" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/08\/magazine\/08fluno-t.html"} , {"body" : "Pop Nate Chinen When the Beacon Theater reopened a few weeks ago -- gilded and gleaming after a seven-month, $16 million renovation -- it was with a duly magnificent run of shows. Paul Simon came first, followed by the likes of Leonard Cohen, Emmylou Harris and B. B. King. But who are we kidding? The Beacon could truly be broken in only by the" , "date" : "20090308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: March 8 - March 14: Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E6DE1731F93BA35750C0A96F9C8B63"} , {"body" : "There are drawbacks to putting an art gallery in one's living room, among them having to keep the floors spotless and hide dirty socks. But there are definite benefits, too: no overhead, for one, which comes in handy if the art market, in keeping with most other markets these days, happens to sputter to a halt. In Bushwick, Brooklyn, galleries" , "date" : "20090307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BUSHWICK JOURNAL; Please, Step Into My Art Gallery (Don't Mind the Coffee Table)" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/07\/nyregion\/07metjournal.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALLMAN BROTHERS BAND (Monday, Tuesday and Thursday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the band. His replacement, Warren Haynes," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6D8173DF935A35750C0A96F9C8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's comedy," , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E5DA143FF935A35750C0A96F9C8B63"} , {"body" : "I Heart Lung, a guitar-and-drums duo from Southern California, makes music of calm comportment and shadowy effect. Its style combines minimalist repetition, free-jazz epiphany, noise-rock fervor and drone-music mystique: an avant-garde connoisseur's blend, unsteadily but endlessly percolating. That may sound esoteric and precious, but I Heart Lung" , "date" : "20090306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW | I HEART LUNG; Blanket of Ambient Drones With a Phantom Assist" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/06\/arts\/music\/06deat.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "When it comes to the restaurant scene in Brooklyn, Clinton Hill may be overshadowed by its neighbors Fort Greene and Williamsburg. But a closer look reveals a variety of interesting food at prices that seem especially appealing during hard financial times. Joloff (718) 636-4011; 930 Fulton Street (St. James Place); $; Article: 10\/29\/08. This" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GOOD EATING\/CLINTON HILL; Flavors of Brooklyn" , "url" : "http:\/\/events.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01good.html"} ,   {"body" : "MY photographic adventure in New York was born from a mistake. I came to New York to live permanently two years ago. I was 30 and had spent most of my life in Paris. But I had seen and heard so much about New York that I felt overwhelmed even before setting foot in the city. As a photographer, I needed a camera to help me meet and understand the" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROADWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Broadway Mosaic" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/nyregion\/thecity\/01broa.html"} , {"body" : "IN 1974 Tehching Hsieh, a young Taiwanese performance artist working as a seaman, walked down the gangplank of an oil tanker docked in the Delaware River and slipped into the United States. His destination: Manhattan, center of the art world. Once there, though, Mr. Hsieh found himself ensnared in the benumbing life of an illegal immigrant. With" , "date" : "20090301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; A Caged Man Breaks Out at Last" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/01\/arts\/design\/01sont.html"} , {"body" : "Below the well-connected crowds gossiping over salads at Barneys New York's top-level restaurant Fred's and the midtier floors full of wispy wives peering at price tags, there lives a well-scented community that has been relatively cushioned from the recession. All it takes is 24 steps down to the subterranean makeup department to observe a bright" , "date" : "20090228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "EAST SIDE JOURNAL; EAST SIDE JOURNAL | Even in Tough Times, It Seems, a Person Needs Mascara" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/28\/nyregion\/28metjournal.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ... AND YOU WILL KNOW US BY THE TRAIL OF DEAD (Friday and Saturday) Whether it's fulminating about the state of the world, this group is likely to have a hefty, ringing, asymmetrical guitar riff and a big crescendo to make its sentiments known. The band's albums don't often capture its live" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/music\/27pop.html"} , {"body" : "AROUND TOWN WILLIAMSBURG SPELLING BEE True confession time: I'm a spelling nerd. I won my junior high bee, have been known to take a rooting interest in the national finals on television and, as an editor, depend to a certain extent on my ability to spell. Still, even for me, the prospect of spending a night out just, well, spelling didn't sound" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/27wspare.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' In previews; opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's comedy," , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "title" : "Theater Listings: Feb. 27 -- March 5" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/theater\/27wtheater.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ARMITAGE GONE! DANCE (Wednesday and Thursday) In celebration of the 30th anniversary of her first New York season, Karole Armitage, who has been hailed as the ''punk ballerina,'' presents Think Punk!, a retrospective that shows the development of her hard-rock ballet style. The movement" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/27\/arts\/dance\/27dance.html"} , {"body" : "WILLIAMSBURG SPELLING BEE True confession time: I'm a spelling nerd. I won my junior high bee, have been known to take a rooting interest in the national finals on television and, as an editor, depend to a certain extent on my ability to spell. Still, even for me, the prospect of spending a night out just, well, spelling didn't sound all that" , "date" : "20090227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DE133CF934A15751C0A96F9C8B63"} , {"body" : "The police on Wednesday arrested a man in the December killing of an Ecuadorean immigrant who was beaten with a bottle and a baseball bat in Brooklyn by men who yelled anti-gay and anti-Hispanic slurs at him. The man, Hakim Scott, 25, of the Bronx, was arrested on charges of second-degree murder as a hate crime in the beating of Jose O. Sucuzhanay," , "date" : "20090226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Arrested in Baseball-Bat Killing of Ecuadorean Immigrant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/26\/nyregion\/26arrest.html"} , {"body" : "I'VE always admired the astringent fashion rules of my childhood friend, Lord Relentless Ha. Discriminating San Francisco hoodlums favored a certain heavy twill, bomber-cut ''Derby'' jacket. Mr. Ha thought that the crisp industrial angles of a new Derby jacket were gauche, so before presenting one as a gift, he put it through a rigorous set of" , "date" : "20090226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | BIRD; When Your Clothes Have a Backstory" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/26\/fashion\/26CRITIC.html"} ,   {"body" : "TO get the slightly battered convection oven for their new Brooklyn chocolate factory, Rick and Michael Mast traded 250 chocolate bars. The chocolate is as good as legal tender for Andrew Tarlow and Mark Firth, owners of Marlow & Sons, the restaurant and specialty shop that bartered away the oven. ''We can't keep it in stock,'' Mr. Tarlow said." , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Dining and Wine" , "Style"] , "page_facet" : "1" , "title" : "Now in Brooklyn, the 19th Century" , "url" : "http:\/\/travel.nytimes.com\/2009\/02\/25\/dining\/25brooklyn.html"} , {"body" : "MY pipes froze. I had shoveled 1,350 linear feet of snow in the last five months. I wanted soup. If it's damp, I haul out the soup pot. Usually I prefer water-based vegetable soups, because I think stock muddies the flavor. Besides, no matter how easy it is to simmer a few bones with an onion and a carrot, I hardly ever do it. To me, making stock" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "The Taste Bone's Connected to the ... Soup Bone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1DA1138F936A15751C0A96F9C8B63"} , {"body" : "Open Now SECOND STOP CAFE The buzz in Brooklyn is about the cult coffee served here: Stumptown from Portland, Ore. But what goes with a cup is notable, too. The chef, Merin Frazier, above, a graduate of the Institute of Culinary Education who spent some time at Le Bernardin, is turning out cookies, brownies, muffins, vegetarian savories and even" , "date" : "20090225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/25\/dining\/25off.html"} , {"body" : "Archbishop Timothy M. Dolan of Milwaukee, appointed by Pope Benedict XVI to lead New York's Roman Catholics, introduced himself to an often embattled church on Monday as an ebullient optimist, inheriting an archdiocese he praised as spiritually vibrant and financially secure. At his inaugural news conference a few hours after the appointment was" , "date" : "20090224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "New Archbishop Pledges to Look Out for His Priests and Increase Their Ranks" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/24\/nyregion\/24bishop.html"} , {"body" : "WHEN Kimberly Oliver and Stuart Sclater-Booth decided to move in together, they knew that neither of their apartments was exactly right. Her loft, in Williamsburg, wasn't set up for his three children, who visit regularly. And his apartment, in Brooklyn Heights, wasn't large enough for her furniture, acquired mostly from various employers in the" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BROOKLYN HEIGHTS; The Sofa That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/realestate\/22habi.html"} , {"body" : "A select list of forthcoming shows. Dates are subject to change. FEBRUARY THIS BEAUTIFUL CITY To create their newest theatrical piece, an exploration of the rise of the evangelical movement, members of the singular theater troupe the Civilians spent 10 weeks in Colorado Springs, where several evangelical churches have their national headquarters." , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "12" , "title" : "THEATER LISTINGS; Guys, Dolls, Jets, Sharks, Heroes, Hair" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/theater\/22webtheater.html"} , {"body" : "HERE at TNT Scrap Metal, a junkyard that sits on a desolate industrial stretch along the Brooklyn-Queens border in East Williamsburg, everything has a price. Even a statue of Jesus Christ goes for about 30 cents a pound. Sabas Blanco, who works at the junkyard weighing scrap, saved the dented statue of Jesus, which was destined to be crushed and" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Heavy Metal" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/thecity\/22scrap.html"} , {"body" : "Alfred J. Kahn, a social-policy scholar and an educator who turned a critical eye on failures of local and state governments in child development and family support, and who later argued for a European-style social-welfare system available to all citizens, died on Feb. 13 in Hackensack, N.J. He was 90 and lived in Cliffside Park, N.J. The death was" , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "33" , "title" : "Alfred J. Kahn, 90, Expert In the Welfare of Children" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/22kahn.html"} , {"body" : "FOR a guy who works with beer, Jeff Gorlechen was having a hard time getting his hands around one on Tuesday night. Mr. Gorlechen, 39, handles promotion for Sixpoint Craft Ales, a small brewer in Red Hook, Brooklyn, and he was at Sixpoint's fourth-anniversary party at Barcade, in Williamsburg, where the crowd at the bar was three deep. Mr." , "date" : "20090222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Crying in Their Presidential Beer" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/22\/nyregion\/thecity\/22disp.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'BLITHE SPIRIT' Previews start on Thursday. Opens on March 15. The Tony-winning Michael Blakemore directs this revival of Noël Coward's" , "date" : "20090220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "Theater Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/20\/theater\/20theater.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ASPEN SANTA FE BALLET (Friday through Sunday) One week, three New York premieres and four choreographers (William Forsythe, Jorma Elo, Itzik Galili and Helen Pickett): Aspen Santa Fe Ballet is making its trip to the Big Apple count. Friday and Saturday at 8 p.m., Sunday at 2 and 7:30" , "date" : "20090220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/20\/arts\/dance\/20dance.html"} , {"body" : "They borrow leftover prescription drugs from friends, attempt to self-diagnose ailments online, stretch their diabetes and asthma medicines for as long as possible and set their own broken bones. When emergencies strike, they rarely can afford the bills that follow. ''My first reaction was to start laughing -- I just kept saying, 'No way, no way,'" , "date" : "20090218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Health" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "For Uninsured Young Adults, Do-It-Yourself Medical Care" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9504EFD61638F93BA25751C0A96F9C8B63"} , {"body" : "BACK in his bachelor days, while living in a Queens rental, Effie Speigler spent two years hunting for a loft in Brooklyn, smitten with the towering industrial spaces. He lusted after the Gretsch Building in Williamsburg, once a guitar factory. But at that point, while he was building his catering business, Effie's Kitchen, ''I couldn't pull the" , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Something New" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/realestate\/15hunt.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISTRACTED' In previews; opens on March 4. Lisa Loomer, author of ''Living Out'' and ''The Waiting Room,'' explores parental" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/theater\/13theater.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ASPEN SANTA FE BALLET (Tuesday through Thursday) One week, three New York premieres and four choreographers (William Forsythe, Jorma Elo, Itzik Galili and Helen Pickett): Aspen Santa Fe Ballet is making its trip to the Big Apple count. (Through Feb. 22.) Tuesday at 7 p.m., Wednesday at" , "date" : "20090213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/13\/arts\/dance\/13dance.html"} , {"body" : "OPEN NOW CHEZ LUCIENNE Thomas Obaton, far right, formerly of Louis XVI in Patchogue, N.Y., is the chef at this classic French bistro in Harlem, which opened Feb. 6. Two of its partners own Café du Soleil on the Upper West Side: 308 Lenox Avenue (126th Street), (212) 289-5555. OPENING THIS WEEK BARBERRY Diego Gonzalez has replaced Zipi Zape with" , "date" : "20090211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/11\/dining\/11off.html"} , {"body" : "THE PULSING HEART Of Times Square Times Square has found a Valentine's Day counterpart to Rockefeller Center's Christmas tree: a 10-foot-tall pulsing metallic heart, likely to serve as a photogenic backdrop for couples posing at the crossroads of the world. The heart, installed over the weekend and scheduled to be up for about two weeks, is just" , "date" : "20090210" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901EFD81F39F933A25751C0A96F9C8B63"} , {"body" : "PERFORMING two weddings in one day is easy, say Rabbi Renée Feller and the Rev. James R. Covington, but three takes some ingenious scheduling. It also helps if there's not much traveling involved. It is all in a weekend's work for both, who are among the top 25 wedding officiants in New York City, a list that includes some who officiate at upward" , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "FIELD NOTES; 'You May Now Kiss the Bride...Next'" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/fashion\/weddings\/08field.html"} , {"body" : "At the Myrtle-Wyckoff station in Bushwick, Brooklyn, there are three 21st-century ways to tell when the train is coming. An electronic sign indicates the number of minutes before the next train. A public-address system conveys the same information. Finally, as part of a bold new experiment by the Metropolitan Transportation Authority, a pair of" , "date" : "20090207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "17" , "title" : "21st Century Arrives On Subway In Bushwick" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/07\/nyregion\/07station.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DISTRACTED' Previews start on Saturday. Opens on March 4. Lisa Loomer, author of ''Living Out'' and ''The Waiting Room,''" , "date" : "20090206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Feb.6 - Feb. 12 | Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5DB113DF935A35751C0A96F9C8B63"} ,      {"body" : "To the Editor: Re ''Plan to Jump-Start Economy With No Instruction Manual'' (front page, Jan. 10): The Obama stimulus plan includes about $150 billion of tax cuts for individuals and families. Despite the fact that our economic problems are due in large part to a $400 billion-a-year decrease in consumer spending, many Congressional Democrats and" , "date" : "20090113" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "LETTERS; Advice for Obama on the Economy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D8153FF930A25752C0A96F9C8B63"} , {"body" : "The workshop where John Randall assembles $3,000 pine-beam tables is so cramped that he holds client meetings at a sawdust-covered worktable and has to shuffle his equipment around to make elbow room for himself and a co-worker. But the recession notwithstanding, he has enough orders to keep busy through April and hopes to buy a $2,000 drill press" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "At the Old Navy Yard, Niche Manufacturers Weather the Recession" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/11manufacture.html"} , {"body" : "ONE thing that the owners of the Austin, Nichols & Company warehouse at 184 Kent Avenue in Williamsburg, Brooklyn, were firm about throughout the long battle over the building's fate three years ago was that it was not historically valuable. The city's Landmarks Preservation Commission, which declared the 1915 structure a landmark, disagreed, but" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "WILLIAMSBURG; At an Old Warehouse, A Reversal of Fortune" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11aust.html"} , {"author" : "Gabriel Cohen is the author of four Brooklyn-based novels, including ''Neptune Avenue,'' to be published in May." , "body" : "THE boy was young, perhaps 3 or 4, and he stood inside the front window of a Park Slope sexual aid emporium, holding what appeared to be an adult toy. It was an odd little tableau, one of many ephemeral scenes undoubtedly taking place across New York on Sept. 15. But a passer-by with a camera happened along, and soon a photo of the child in the" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "You Talkin' to Me?" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/thecity\/11blog.html"} , {"body" : "The Martin Greenfield clothing factory on Varet Street in Williamsburg, Brooklyn, is known for turning out sleek suits for presidents, mayors and star athletes. But in addition to being a clothier for the power elite -- customers over the years have had names like Eisenhower, Clinton and Bloomberg -- the factory may well be aiding the success of" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Prayer Ritual Shared, in Religion and Football" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/nyregion\/11rabbi.html"} , {"body" : "THE law firm Thompson Wigdor & Gilly has a diverse clientele. It includes top chefs, boldface names in entertainment and sports, as well as victims of accidents like the steam pipe explosion in Midtown Manhattan in 2007 and the crane collapse at an East Side construction site last year. When the three founding partners moved the practice, which is" , "date" : "20090111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "16" , "title" : "BLUEPRINTS; Blue Marks the Spot For a Law Firm" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/11\/realestate\/commercial\/11sqft.html"} , {"body" : "The architectural firm that will redesign a former firehouse, above, to serve as the new home of the Brooklyn Philharmonic has unveiled its plans, the real estate Web site GlobeSt.com reported. The firm, HOK, said that its plan would preserve the exterior of the decommissioned firehouse of Engine 204, at 299 DeGraw Street in Cobble Hill, and" , "date" : "20090110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Philharmonic's New Firehouse Home" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/10\/arts\/design\/10arts-BROOKLYNPHIL_BRF.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE AMERICAN PLAN' In previews; opens on Jan. 22. Richard Greenberg (''Take Me Out'') centers on a mother-daughter relationship in this" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/theater\/09theater.html"} , {"body" : "The Rev. Richard John Neuhaus, a theologian who transformed himself from a liberal Lutheran leader of the civil rights and antiwar struggles in the 1960s to a Roman Catholic beacon of the neoconservative movement of today, died on Thursday in Manhattan. He was 72 and lived in Manhattan. He learned that he had cancer in November and recently" , "date" : "20090109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Rev. R. J. Neuhaus, Political Theologian, Dies at 72" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/09\/us\/09neuhaus.html"} , {"body" : "DAVID SHACK'S Type 1 diabetes had been so out of control for so many years that he had had more than 100 seizures. The highway patrol once stopped him at a roadblock because he was weaving. ''My eyes were acting up, and my blood sugar levels were so low, they thought I was a drunk driver,'' said Mr. Shack, 31, a science teacher and father of three" , "date" : "20090108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "FITNESS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DF1238F93BA35752C0A96F9C8B63"} ,   {"body" : "Opening This Week ATRIA What was Grayz will reopen on Jan. 8. Gray Kunz had not been closely involved with Grayz since last spring and left the cooking to his chef de cuisine, Martin Brock. Now, with Mr. Kunz out of the picture entirely, they have renamed it, with the downstairs for à la carte dining again; as Grayz, it was a party room. Mr. Brock" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)" , "WILLIAMSBURG (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/dining\/07off.html"} , {"body" : "Winter Specials January will be Staten Island Restaurant Month, with prix fixe dinners for $20.09 Sundays through Thursdays; sinewyork.org. New York's winter Restaurant Weeks, with three-course lunches for $24.07 and dinners for $35, will run from Jan. 18 through 23 and Jan. 25 through 30; nycgo.com. 4 x 50 For the 50th anniversary of the Four" , "date" : "20090107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/07\/dining\/07fcal.html"} , {"body" : "New York City has created more than 100 miles of bicycle lanes in recent years to encourage and accommodate the number of people who, compelled by a desire to preserve the environment or preserve their bank accounts, have taken to getting around on two wheels. But the effort to turn the city into a place that embraces bicyclists has clashed with a" , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Bike Lanes Touch Off Row in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/04\/nyregion\/04lanes.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on the market is from most recent listing to sales agreement. Manhattan Hamilton Heights . . . . . . . $310,000 330 West 145th Street, The Hamilton r 1 f 1 h 0 o 8 weeks 600-sq.-ft. co-op in a 5-year-old building; 24-hr. doormen," , "date" : "20090104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DF1E3AF937A35752C0A96F9C8B63"} , {"body" : "Frank Leone does not just dislike Drambuie, the Scottish liqueur, he hates it. Its sweetness and thickness remind him, he says, of ''corn syrup straight from the jar.'' Yet there he was the other night at the Slipper Room, a club with red velvet-lined walls on the Lower East Side, downing one Drambuie and soda and ordering another. Because while" , "date" : "20090103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Web Site Points the Way to Where Drinks Are on the House" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/03\/nyregion\/03bar.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. GREGG ALLMAN (Friday, Saturday and Thursday) A founding member of the Allman Brothers Band, Gregg Allman has long provided much of that group's heart: although his older brother, Duane, who died in 1971, was the progenitor of the Allmans' most emulated licks, it's Gregg's rich, smooth singing" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "The Listings: Jan.2 - 8: Pop" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/arts\/music\/02pop.html"} , {"body" : "IT was an especially cacophonous ''Auld Lang Syne.'' But for the Knitting Factory's last night in Manhattan, it was appropriate, as the shaggy avant-folk group Akron\/Family led a version of that Scottish New Year's hymn on Wednesday night that mutated from a simple singalong to screeching feedback to a meditative one-note drone. The Knitting" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Out With The Knit, In With The Wine" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/arts\/music\/02knit.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE AMERICAN PLAN' Previews start on Friday. Opens on Jan. 22. Richard Greenberg (''Take Me Out'') centers on a mother-daughter" , "date" : "20090102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "The Listings: Jan.2 - 8: Theatre" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/02\/theater\/02theater.html"}]