[  {"body" : "MENORAH REMOVAL Stirs Community On Sunday afternoon, about a dozen families gathered at the Key Food supermarket in Windsor Terrace, Brooklyn, to light a menorah in celebration of Hanukkah. By Monday, the menorah had vanished. Residents began to wonder whether anti-Semitism might have had something to do with its disappearance. A letter from Moshe" , "date" : "20091217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DB173FF934A25751C1A96F9C8B63"} , {"body" : "Opening This Week BY THE OUNCE The elegant corner room at Bouley Bakery where people snack during the day becomes this wine bar from 6 p.m. to midnight. Wines are sold by the ounce, the half-glass and glass. Food by Shea Gallante, like charcuterie, cheeses and caviar, is also sold by the ounce: 120 West Broadway (Duane Street), (917) 237-3207. Open" , "date" : "20091118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/18\/dining\/18off.html"} , {"body" : "Kristen Schafenacker, 26, has the rare title of New York City farmer. Born in Fort Wayne, Ind., she attended Mount Holyoke College, where her devotion to food took root, and is now the senior farm assistant at Added Value, an urban farm located opposite the Ikea in Red Hook, Brooklyn. Foodie to farmer: I got really into food and community in" , "date" : "20091117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ENTRY LEVEL; In Brooklyn, Her Farmer's Heart Is Happy" , "url" : "http:\/\/www.nytimes.com\/2009\/11\/17\/nyregion\/17entry.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan Upper East Side . . . . . . . . $325,000 309 East 87th Street r 0 f 1 h 0 o 42 weeks 450-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, separate" , "date" : "20091101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA103FF932A35752C1A96F9C8B63"} , {"body" : "A MEETING PLACE For Brooklyn Gays In nearly three decades of living in Windsor Terrace, Brooklyn, Marianne Nicolosi has watched New York's most populous borough become home to one of the country's largest enclaves of gay, lesbian and transgender residents. But in Brooklyn, something was missing: a center catering to that population. At Borough Hall" , "date" : "20091010" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1230F933A25753C1A96F9C8B63"} , {"body" : "WINDSOR TERRACE CO-OP $549,000 BROOKLYN: 30 Ocean Parkway (at East Seventh Street), #1F A three-bedroom two-bath first-floor unit with foyer, living room, dining alcove, eat-in kitchen and nine closets, in an Art Deco building. Mary LaRosa Lederer, brooklyn real (917) 517-3260; www.brooklyn-real.com Open house Sunday, 1 to 3 p.m. MAINTENANCE:" , "date" : "20090927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE2DE1F31F934A1575AC0A96F9C8B63"} , {"body" : "Properties on the Upper West Side, in Windsor Terrace, Brooklyn, and in Hell's Kitchen." , "date" : "20090925" , "day_of_week_facet" : "Friday" , "title" : "On the Market in New York" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2009\/09\/25\/realestate\/0927-nyc_index.html"} , {"body" : "CARS LEFT BEHIND, Wheels Are Not KWTneighbors, a Yahoo group for residents of the Kensington and Windsor Terrace neighborhoods in Brooklyn, is best known for its posts about stoop sales, nannies for hire and apartments for rent. But on Sept. 3, an odd message landed in the electronic mailboxes of the group's 1,186 members: ''Do you own a black" , "date" : "20090915" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E5D61031F936A2575AC0A96F9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday, 5 to 9 p.m., a ceremony in remembrance of Sept. 11 and the firefighters who died; also sponsored by the Staten Island Firefighters. Saturday, noon to 4 p.m., a celebration of the 400th anniversary of Henry Hudson's voyage, with crafts workshops and displays; donation, $5; materials fee, $5." , "date" : "20090911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DF143BF932A2575AC0A96F9C8B63"} , {"body" : "ONE recent afternoon, the writer Amy Sohn sat at the Third Street Playground in Prospect Park, Brooklyn, a few blocks from her apartment, and explained the central paradox of her neighborhood. ''Every mother knows what a Park Slope Mother is, but no one thinks she is one,'' she said. Ms. Sohn was referring to the stereotype of the overprotective," , "date" : "20090910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH AMY SOHN; A Park Slope Novel Seems a Little Too Real" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/10\/garden\/10sohn.html"} ,   {"body" : "It's said that every vote counts. This is particularly true of a number of City Council races in New York City on Sept. 15, when a few hundred votes could determine who will occupy a front-row seat in city government. Here are our endorsements for several of the most competitive districts where winning the Democratic primary usually means capturing" , "date" : "20090905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; For New York City Council" , "url" : "http:\/\/www.nytimes.com\/2009\/09\/05\/opinion\/05sat3.html"} , {"body" : "The hunt for the comrade to a single shoe in a mountain of shoes. The calls, shouted to be heard above the din, of ''Are you decent?'' The buddy system. The comfort of knowing that no matter where you went, everyone knew at least one of your older brothers or sisters, and so in a way, knew you, too. The large Irish-American family, once the norm," , "date" : "20090829" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "As With the Kennedys, the Large, Boisterous Irish Family Is Fading Into History" , "url" : "http:\/\/www.nytimes.com\/2009\/08\/29\/us\/politics\/29irish.html"} , {"body" : "WINDSOR TERRACE HOUSE $998,000 BROOKLYN: 161 Prospect Park Southwest (at Vanderbilt Street) An 1886 brick corner town house with a living room, a dining room, a kitchen, two bedrooms, two baths, a deck, a landscaped yard and a gate to a shared back alley with a parking space. Mary LaRosa Lederer, Brooklyn-real (917) 517-3260; www.brooklyn-real.com" , "date" : "20090614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Windsor Terrace House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE6D8173CF937A25755C0A96F9C8B63"} , {"body" : "SUPPORT IN RACE: Dual and Dueling In a race with so many qualified liberals, Howard Dean couldn't pick just one. Mr. Dean, the former Vermont governor, presidential candidate and Democratic National Committee chairman, was in Brooklyn on Tuesday morning with Josh Skaller, a candidate for the New York City Council, greeting commuters at the F train" , "date" : "20090610" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D91338F933A25755C0A96F9C8B63"} , {"body" : "FRIENDS and neighbors often suggest that Stephen Park and Kelly Coffield Park must still be on their honeymoon, because they're so often spotted together at odd times in Cobble Hill and Carroll Gardens. There is their standing Friday-afternoon movie date, when they'll sometimes sneak lunch into the Cobble Hill Cinema, which is just a few blocks" , "date" : "20090607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CARROLL GARDENS, BROOKLYN; 'In Living Color,' the Sequel" , "url" : "http:\/\/www.nytimes.com\/2009\/06\/07\/realestate\/07habi.html"} , {"body" : "THEY said nothing could replace Mooney's Pub. For almost a year, they were right. The old bar, which had stood on Flatbush Avenue near Seventh Avenue in Prospect Heights since before Brooklyn was fashionable, closed in a rent dispute last June, after a rollicking Saturday night when the air-conditioning broke and people crowded in anyway. The next" , "date" : "20090517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Bar -- a Bar! -- Where the Pub Used to Be" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/17\/nyregion\/thecity\/17disp.html"} , {"body" : "ANDREW BAISLEY described himself as a ''cheerleader for Brooklyn'' -- at least until a month ago, when the proud Bushwickian decided to take a peek at the Manhattan rental market. Now he has a one-bedroom in Chelsea with outdoor space and a 10-minute commute, all for an ''unbelievable'' $2,100 a month. ''When you go to Manhattan, there's an air of" , "date" : "20090510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Calling" , "url" : "http:\/\/www.nytimes.com\/2009\/05\/10\/realestate\/10cov.html"} , {"body" : "THESE days, Hoyt Street in Boerum Hill, Brooklyn, is a stylish strip, with boutiques like Layla, which sells jewelry and textiles, and GRDN, the upscale trove for urban gardeners. Michelle Williams famously lived here with Heath Ledger. Margaret and Frank Cusack never imagined this kind of transformation back in 1973 when they paid $49,500 for" , "date" : "20090315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; Shrink or Expand to Fit" , "url" : "http:\/\/www.nytimes.com\/2009\/03\/15\/realestate\/15Habi.html"} , {"body" : "WHEN strangers approach, there's a fierce bark behind the closed door of the Blitz family's 1899 American Foursquare house in Kensington, Brooklyn. But on close inspection, the dog, Magda, turns out to be just 10 inches tall, and pretty enough to be carried around in a socialite's Louis Vuitton bag. ''She's a Can Hardly,'' said Dori Dietz Blitz." , "date" : "20090215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "HABITATS | KENSINGTON, BROOKLYN; Elbow Room and Elbow Grease" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/15\/realestate\/15habi.html"} , {"body" : "THE Saturday Greenmarket at Grand Army Plaza in Brooklyn is a pleasant little model of civilization, bringing farmers together with local residents, like relatives gathered for a meal. But behind that placid scene, many of the farmers are upset over the firing last month of the market's longtime manager, Joe Cuniglio. They have rallied around him," , "date" : "20090208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GRAND ARMY PLAZA; Amid the Kale and Broccoli, A Familiar Face Is Missing" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/08\/nyregion\/thecity\/08haga.html"} ,   {"body" : "IN this painful economic climate of layoffs and shrinking investments, there is a sliver of positive news: it's a good time to be a renter in New York City. Prices are falling, primarily in Manhattan, and concessions like a month of free rent are widespread. Although it is notoriously difficult to quantify the state of the rental market, rents fell" , "date" : "20090201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Month Free? Rents Are Falling Fast" , "url" : "http:\/\/www.nytimes.com\/2009\/02\/01\/realestate\/01cov.html"} , {"body" : "THERE are certain things that people moving into the Carroll Gardens section of Brooklyn need to know if they hope to get by. If your vehicle is parked next to the curb, it will without warning be blocked in by a row of double-parked cars during street-cleaning hours. Rapelye Street is pronounced ''rap-el-EE''; Luquer Street is ''lu-KWEER.'' And if" , "date" : "20090125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CARROLL GARDENS, BROOKLYN; Brio Inside the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2009\/01\/25\/realestate\/25livi.html"}]