[  {"body" : "YOU don't have to spend a fortune, have reservations booked since July or wear funny hats to have a good time this New Year's Eve. The city tonight abounds with ways to celebrate that are reasonable or free and that are still available at this late hour. Last-minute revelers can enjoy, for instance, Purcell and mulled wine or ''Iolanthe'' and" , "date" : "19821231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "UNUSUAL, INEXPENSIVE AND FREE CELEBRATIONS" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/31\/theater\/unusual-inexpensive-and-free-celebrations.html"} , {"body" : "The six cable-television companies that were awarded rights to wire the boroughs outside of Manhattan under an agreement concluded yesterday are variously owned by large communications concerns and small local ventures. Manhattan has been served for more than a decade by Manhattan Cable TV in the southern portion and Teleprompter in the northern" , "date" : "19821224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LARGE AND SMALL COMPANIES AMONG THE WINNERS OF CABLE CONTRACTS" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/24\/nyregion\/large-and-small-companies-among-the-winners-of-cable-contracts.html"} , {"body" : "Tough Choice: A Party Or a Legislative Session W hat can a Brooklyn Borough President or a Brooklyn Assemblyman - not even from Brooklyn Heights - be thinking of, setting up a wine and cheese tasting in Borough Hall? Well, Assemblyman Daniel Feldman, ''astonished'' during an upstate trip last summer, decided that New York wine makers and cheese" , "date" : "19821215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/15\/nyregion\/new-york-day-by-day-101426.html"} , {"body" : "JULIA CHILD's recollection in this space of a 1940's alphabet game has thrown wide the gates of memory. ''The game was called 'A for Effort,' '' Mrs. Child wrote, ''and my cousin Noble Cathcart and some of his publishing friends were working on it.'' She recalled a few of the phrases, including ''B for pork,'' ''C for yourself,'' ''E for vescent,''" , "date" : "19821215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/15\/garden\/metropolitan-diary-098654.html"} , {"body" : "Sampling Fruitcake Tastes in fruitcake are as varied as tastes in mint juleps. Fanciers of the traditional fruitcake seek out the dark, dense cake heavily laden with raisins and some glaceed fruits, soaked in spirits, usually brandy. Some like more cake and less fruit. Others, those who don't really like fruitcake, can be cajoled into eating" , "date" : "19821215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "12" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/15\/garden\/food-notes-099599.html"} , {"body" : "Judge Leonard P. Moore, who served for 25 years on the United States Court of Appeals for the Second Circuit, died of pneumonia Tuesday night at his home in Mystic, Conn. He was 84 years old. Judge Moore previously served as the United States Attorney for the Eastern District of New York from 1953 until 1957. His appointments as a prosecutor and" , "date" : "19821209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "JUDGE LEONARD MOORE, 84, DIES; SERVED ON U.S. COURT OF APPEALS" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/09\/obituaries\/judge-leonard-moore-84-dies-served-on-us-court-of-appeals.html"} , {"body" : "A Brooklyn church has found a way to ease its financial problems through a novel arrangement with a Queens developer that allows it to keep a room in the rear of its building for worship services while the developer converts the main sanctuary into luxury apartments and medical offices. Church buildings in New York City have been converted to" , "date" : "19821205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "70" , "title" : "CHURCH MAKES NOVEL DEAL WITH DEVELOPER" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/05\/nyregion\/church-makes-novel-deal-with-developer.html"} , {"body" : "A. Raymond Key, former president of Johnson, Matthey & Company of New York, refiners and manufacturers of precious metals, died last Thursday at the White Plains Hospital Medical Center. He was 66 years old and had a home in Scarsdale, N.Y., and a summer home in Old Saybrook, Conn. Mr. Key was born in Birmingham, England, and was a graduate of" , "date" : "19821129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "A. RAYMOND KEY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/29\/obituaries\/a-raymond-key.html"} , {"body" : "Niki Lauren Hutchinson, a daughter of Dr. and Mrs. John Edward Hutchinson 3d of New York and Chappaqua, N.Y., was married yesterday to William Urquhart Wright, son of Mrs. John H. Summerskill of Athens and the late Richard Arthur Wright of Palo Alto, Calif. The Rev. Dr. Donald W. McKinney of the First Unitarian Church in Brooklyn Heights performed" , "date" : "19821128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "82" , "title" : "Niki L. Hutchinson, Lawyer, Married To William U. Wright, Gallery Owner" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/28\/style\/niki-l-hutchinson-lawyer-married-to-william-u-wright-gallery-owner.html"} , {"body" : "LONGTIME residents, and very often new visitors, use words like stability and dignity to describe Brooklyn Heights. They also say it is convenient. Brooklyn Heights is a 50-square-block plateau studded with wellpreserved and elegant brownstone houses just across the East River from Manhattan. From many of the brownstones there are spectacular views" , "date" : "19821121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/21\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} ,   {"body" : "IT would seem a normal weekend in New York's musical heartland. Tonight, the Sylvan Wind Quintet is playing Ravel and Rossini and the Wond'rous Machine is singing ensemble music by Byrd, Lassus and Palestrina. Tomorrow in Brooklyn, there's Boito's opera ''Mefistofele'' and not far away a 40-piece orchestra playing Haydn and Mozart. Sunday, Lynne" , "date" : "19821119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSICIANS FIND A PERFORMING HAVEN IN CHURCHES" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/19\/arts\/musicians-find-a-performing-haven-in-churches.html"} , {"body" : "THERE is nothing circuitous about Flatbush Avenue. It cuts a long and almost direct swath through thec enter of Brooklyn from the Manhattan Bridge to the Belt Parkway. A long the way, it passes neighborhoods that have been in flux for d ecades. Change in neighborhoods and change in regional shopping patterns lead to evolution in the commercial life" , "date" : "19821114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FLATBUSH AVENUE TAKES ON NEW IDENTITY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/14\/realestate\/flatbush-avenue-takes-on-new-identity.html"} , {"body" : "A suburban-style Pathmark supermarket opens today as the anchor of a new shopping mall in South Brooklyn that will have space for parking 410 cars. The mall is housed in what used to be a factory for Goya Foods Inc., makers of Spanish-style food products. The company moved its operations to Secaucus, N.J. in 1977. The new 58,000-square-foot mall," , "date" : "19821114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; SUBURBIA MIRRORED" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/14\/realestate\/postings-suburbia-mirrored.html"} , {"body" : "The Governor of New York State walked down Fifth Avenue, on his way to see his wife. At 52d Street he entered the Olympic Tower, walking through its mirrored atrium to 51st Street, and then to the Helmsley Palace Hotel. ''I like things government didn't build,'' he said. He was buffeted by messengers and businessmen on their way to somewhere; only" , "date" : "19821103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/03\/nyregion\/about-new-york.html"} , {"body" : "Charles N. Johnson, a partner in the accounting concern of Arthur Anderson & Company of New York City, died of cancer Thursday at his home in Brooklyn Heights. He was 59 years old. Mr. Johnson joined Arthur Anderson & Company in 1950 and became a partner in 1962. He graduated from Columbia University and earned a master's degree there. He is" , "date" : "19821101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "CHARLES N. JOHNSON" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/01\/obituaries\/charles-n-johnson.html"} , {"body" : "APARTLY vacant industrial area along Brooklyn's East River w aterfront -considered to be as rich in development potential as it i s in architectural history - is the focus of stepped-up efforts to b uild a vibrant complex of recreational, commercial and, possibly, r esidential facilities. But with the efforts have come clashing views over how much" , "date" : "19821031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FULTON FERRY REVIVAL: A CLASH OF IDEAS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/31\/realestate\/fulton-ferry-revival-a-clash-of-ideas.html"} , {"body" : "NEVER let it be said that New Yorkers do not love their city, despite the exuberant grumbling that identifies the species. Every weekend they pour into the streets of the five boroughs, ready to lay their skepticism aside and admire - and learn about - New York. Some explore haphazardly, opening themselves to the random sights and sounds and smells" , "date" : "19821022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TOURS FOR NEW YORKERS WHO LOVE TO EXPLORE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/22\/arts\/tours-for-new-yorkers-who-love-to-explore.html"} , {"body" : "THEY have the classic symptoms of the collector: a chronic shortage of space, a blind spot for prices, an enthusiasm that can become feverish. Yet these collectors, their eyes fixed on the contemporary crafts movement, are a new breed. They're one part connoisseur, one part patron, one part curator. They snub such traditional collecting standards" , "date" : "19821021" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "THE NEW BREED OF CRAFT COLLECTORS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/21\/garden\/the-new-breed-of-craft-collectors.html"} , {"body" : "FROM time to time in this space, William Cole has offered his expertise on the the esoteric history of the humble knock-knock joke. Now Mr. Cole, the Manhattan poet and anthologist, has uncovered remarkable new historical evidence. ''Did Dorothy Parker invent knock-knocks?'' he asks. ''This is a startling thought that came to me reading Edmund" , "date" : "19821020" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/20\/garden\/metropolitan-diary-231168.html"} , {"body" : "A two-mile race through Brooklyn Heights tomorrow at 9 A.M. will kick off the fourth Cranberry Street Festival on the street, from Hicks Street to Columbia Heights. The festival sponsored by the Cranberry Street Association features games, square dancing, cooking contests, crafts, plants and food. The rain date is Sunday. Information: 852-2376." , "date" : "19821015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Brooklyn Heights Race" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/15\/arts\/brooklyn-heights-race.html"} ,   {"body" : "Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. NIGHT ON THE TOWN Oct. 13 - Supporters of the Manhattan League for IHB Services for the Blind will adjourn to Regine's for supper and dancing after seeing the musical \"Nine\" from choice orchestra seats at the 46th Street Theater. The proceeds from the annual" , "date" : "19821010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "98" , "title" : "FUTURE EVENTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/10\/style\/future-events.html"} , {"body" : "ANYONE who lives near the mostly vacant city-owned land at Poplar Street between Henry and Hicks Streets in Brooklyn Heights, in the very shadow of the Brooklyn Bridge, must wonder when - if ever - construction will begin there. The Department of Housing Preservation and Development selected a developer for this 1.3-acre site in the Cadman Plaza" , "date" : "19820926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: LAND USE; THE CITY'S PROCESS OF REVIEW" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/26\/realestate\/perspectives-land-use-the-city-s-process-of-review.html"} , {"body" : "The Port of New York, once unchallenged as the premier shipping center of the nation, is scrambling to maintain its dominance as a regional port and is even gaining somewhat in the fierce competition for the lucrative North Atlantic trade. ''Twenty-five years ago, this was still the port of the nation,'' said Peter C. Goldmark Jr., executive" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NO. 1 NO MORE, NEW YORK PORT SEEKS TO STRENGTHEN ITS ROLE" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/nyregion\/no-1-no-more-new-york-port-seeks-to-strengthen-its-role.html"} , {"body" : "Ann Mary Candida Di Maio, daughter of Dr. and Mrs. Dominick J. Di Maio of Brooklyn Heights, was married yesterday to John Gerard Hunter, son of Mr. and Mrs. Vincent A. Hunter of Huntington, L.I. The Rev. Francis Murphy performed the ceremony at St. Charles Borromeo Roman Catholic Church in Brooklyn. The bride and Mr. Hunter are seniors at the" , "date" : "19820919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "Ann Mary Candida Di Maio Engaged to John G. Hunter" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/19\/style\/ann-mary-candida-di-maio-engaged-to-john-g-hunter.html"} , {"body" : "A year ago, J. Daniel Selig, an architectural historian, joined the flock of transplanted Manhattanites who dominate Jersey City's brownstone-renovation movement in historic neighborhoods near the Hudson River. But besides the rows of grand, old homes, Mr. Selig has taken delight in studying the architectural variety in the churches of his new" , "date" : "19820917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "VIEWING THE SPIRES OF JERSEY CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/17\/arts\/viewing-the-spires-of-jersey-city.html"} , {"body" : "''Women of the Americas: Emerging Perspectives'' is an exhibition of art work by women from Argentina, Brazil, Canada, Chile, Colombia and the United States. These are artists, according to the show's curators, ''who have achieved prominence without the sterotypical notion of distinctly feminist if separatist art.'' The exhibition is showing at two" , "date" : "19820917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; PAN-AMERICAN WOMEN" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/17\/arts\/weekender-guide-friday-pan-american-women.html"} , {"body" : "A broker named Dick Dickler of Lane Realty in Queens had, by his own account, annoyed a Queens property owner for years to sell certain undeveloped land about a mile from Queens College. The owner, David Minkin, bought the land for $43,000 at a city tax-foreclosure sale in 1947. And his answer to the broker consistently was no. Then, a couple of" , "date" : "19820917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "ABOUT REAL ESTATE; 'VICTORIAN BROWNSTONES' GOING UP IN QUEENS PROJECT" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/17\/business\/about-real-estate-victorian-brownstones-going-up-in-queens-project.html"} , {"body" : "The cooking schools listed on these pages were reviewed by Moira Hodgson and Bryan Miller. Judgments are based on the personality of the teacher and his or her knowledge of the subject, and the quality of the ingredients, kitchen and equipment used. Most of the classes were visited within the last two years. Alliance Fran,caise, 22 East 60th" , "date" : "19820908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "8" , "title" : "THE GUIDE TO NEW YORK COOKING SCHOOLS: WHERE TO LOOK TO LEARN NEW CUISINES" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/08\/garden\/the-guide-to-new-york-cooking-schools-where-to-look-to-learn-new-cuisines.html"} , {"body" : "Carol Baum Jarrett, a former director of admissions for St. Ann's School, a private preparatory school in Brooklyn Heights, died of cancer yesterday at Vineyard Haven Hospital, Martha's Vineyard, Mass., where she was vacationing. She was 38 years old and resided in Boston. Mrs. Jarrett joined the school at its inception in 1967 and remained with it" , "date" : "19820907" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "CAROL BAUM JARRETT" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/07\/obituaries\/carol-baum-jarrett.html"} , {"body" : "At the St. George A Delicate Task Of Restoration A company involved in replacing exterior building ornamentation has crafted a marriage of the old and new for part of the St. George Hotel in Brooklyn. The company, Sirmos, Inc. was hired by the MJR Development Corporation of Manhattan - which is sponsoring the conversion of part of the hotel into" , "date" : "19820905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/05\/realestate\/postings-126216.html"} ,   {"body" : "At the First Unitarian Church in Brooklyn Heights yesterday Victoria Larimore, an independent film producer, was married to Michael Taylor, a writer-researcher at WNET-TV. The Rev. Orlanlda Brugnola performed the ceremony. The bride, daughter of Clarice Larimore of Lorain, Ohio, and the late Keith Larimore, will retain her name. She was graduated" , "date" : "19820905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Michael Taylor, Writer, Marries Victoria Larimore" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/05\/style\/michael-taylor-writer-marries-victoria-larimore.html"} , {"body" : "Urban Anthropology T he police wire came to life at 1315 hours on 8-3-82, chattering out an ominous message: ''Report of two partially decomposed skulls found in the rear of 148-19 Hillside Ave.'' in Jamaica, Queens. Ditch-diggers had found them, about three feet down, behind a photo lab. The Medical Examiner's office decided, however, that this" , "date" : "19820904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/04\/nyregion\/new-york-day-by-day-129965.html"} , {"body" : "Government policies seldom succeed in distinguishing good guys from bad guys, or even big guys from little guys, but that is just what citizens expect in programs that confer enormous financial benefits. Take, for example, New York City's J-51 tax abatement for rehabilitated housing. When owners improve property, the assessed value increases and so" , "date" : "19820904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "VICTIMS OF J-51's DEFEAT" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/04\/opinion\/victims-of-j-51-s-defeat.html"} , {"body" : "A bit of a stir has been dusted up in the Boerum Hill section of Brooklyn over plans by a Jewish congregation to sell its synagogue on Schermerhorn Street and move to Brooklyn Heights. The buyer, said Rabbi Joseph Potasnik of Congregation Mount Sinai, is ''a group that encompasses several Hindu sects, including Hare Krishna.'' This prospect has" , "date" : "19820828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New York Day by Day; Ecumenism in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/28\/nyregion\/new-york-day-by-day-ecumenism-in-brooklyn.html"} , {"body" : "Representative Frederick W. Richmond pleaded guilty yesterday to tax evasion and two other Federal charges and agreed to resign immediately from the House of Representatives and not seek reelection in Brooklyn's 14th District. He said the actions to which he pleaded guilty had been ''irresponsible, unnecessary, foolish and wrong.'' In an unusual" , "date" : "19820826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RICHMOND ADMITS GUILT IN U.S. CASE AND QUITS HOUSE" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/26\/nyregion\/richmond-admits-guilt-in-us-case-and-quits-house.html"} , {"body" : "News for Pastry Lovers Residents of Brooklyn Heights who aren't watching their weight can get their sugar fix at a delightful new shop. The bakers are Oscar and Kerrie Buitrago, who trained with Gaston Lenotre in Paris and apprenticed at the famous Brussels pastry shop, Wittmer. Pierrot, which has been open for three months, has an extensive array" , "date" : "19820825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/25\/garden\/food-notes-105583.html"} , {"body" : "CLICK New York city is the nation's photo capital. The largest-selling photographic publications have headquarters in New York. The city now has an area referred to as the photo district - centered in the 20's on both sides of Fifth Avenue, where many photographers have their studios. In New York, there are places selling photographs, institutions" , "date" : "19820823" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/23\/arts\/going-out-guide.html"} , {"body" : "IT is not Brooklyn Heights, it is not Cobble Hill, and it is not the area around the old Navy Yard. Until recently it was not even thought of as a neighborhood at all, but now it is spoken of as the Fulton Ferry area, recalling the days when it was the Brooklyn terminus of ferry service across the East River, from Brooklyn's Fulton Street to" , "date" : "19820730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Metropolitan Baedeker; A GUIDE TO BROOKLYN'S REVITALIZED FULTON FERRY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/30\/arts\/metropolitan-baedeker-a-guide-to-brooklyn-s-revitalized-fulton-ferry.html"} , {"body" : "Three years after the disappearance of Etan Patz, the child who vanished from his SoHo neighborhood on his way to school, the case remains a mystery. But the making of a movie based on ''Still Missing,'' a novel about an abducted 6-year-old, has revived once again the debate over the effects of fictional portrayals on the lives of real people and" , "date" : "19820726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Style" , "Books"] , "page_facet" : "13" , "title" : "THE PATZES: WHEN FICTION IMITATES LIFE" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/26\/style\/the-patzes-when-fiction-imitates-life.html"} , {"body" : "Susan Elizabeth Duffy, daughter of Mr. and Mrs. Hugh Duffy of Vieques, P.R., and New York, was married yesterday to Peter Michael Lariviere, son of the late Mr. and Mrs. Emile Lariviere of South Hadley Falls, Mass. The Rev. Orland Brugnola performed the ceremony at the First Unitarian Church in Brooklyn Heights. The bridegroom's previous marriage" , "date" : "19820726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Susan Duffy Is Married" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/26\/style\/susan-duffy-is-married.html"} ,   {"body" : "MUCH of the news from the ice cream front is distinctly lighter. Lighter? With platoons of shiny new Frusen Gladje and Alpen Zauber carts plying the streets and dishing up 16 percent butterfat servings for a quick 275 calories? Nevertheless, the answer is yes, for if the wagons themselves are making their debut this season, the brands of dense," , "date" : "19820721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "1" , "title" : "THE LIGHTER ICE CREAMS: NOW LESS IS MORE" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/21\/garden\/the-lighter-ice-creams-now-less-is-more.html"} , {"body" : "The Church of St. Ann and The Holy Trinity, an 1844 Gothic Revival structure in Brooklyn Heights, has the oldest and, some believe, the finest stained glass windows made in this country. When members of the Episcopal congregation began a project to halt the deterioration of their church at Clinton and Montague Streets, they soon learned that it" , "date" : "19820718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings; REVIVAL'S REVIVAL" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/18\/realestate\/postings-revival-s-revival.html"} , {"body" : "As far back as anyone can remember, the elderly people have come out of their small apartments and their old houses to sit on park benches throughout the city in the heat of summer, and they still do. It may well be the ultimate urban scene. They sit along many of the roadways, such as Shore Parkway in Brooklyn and near the White Plains Road subway" , "date" : "19820716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PARKS STILL COAX OUT THE ELDERLY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/16\/nyregion\/city-parks-still-coax-out-the-elderly.html"} , {"body" : "The National Association for the Advancement of Colored People will temporarily move its national headquarters from Manhattan to the Brooklyn Heights area within the next six weeks, Benjamin L. Hooks, the organization's executive director, has announced. Meanwhile, a three-member committee is looking for a permanent site in either New York City or" , "date" : "19820712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; N.A.A.C.P. Moving Offices to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/12\/nyregion\/the-city-naacp-moving-offices-to-brooklyn.html"} , {"body" : "Isabelle Christine Flaherty, daughter of Mrs. Lawrence Joseph Flaherty of Jericho, L.I., and the late Mr. Flaherty, was married yesterday to Thomas William Dollinger, son of Mr. and Mrs. William Dollinger of Spencerport, N.Y. The Rev. Gerard T. Walker performed the ceremony in St. Charles Borromeo Roman Catholic Church in Brooklyn Heights. The" , "date" : "19820704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "35" , "title" : "Isabelle Flaherty Wed To Thomas Dollinger" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/04\/style\/isabelle-flaherty-wed-to-thomas-dollinger.html"} , {"body" : "Fourty years ago, while being converted into a troopship, the Normandie burned and died at her Manhattan pier. Despite the loss, much of the Normandie magnificence has survived in bit and pieces because 2,400 truckloads of decoration were removed just before the fire. The stately bronze doors now on Our Lady of Lebanon Church in Brooklyn Heights," , "date" : "19820620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A LEGEND LINGERS" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/20\/realestate\/postings-a-legend-lingers.html"} , {"body" : "TWO years ago when word got around Brooklyn Heights that the medical office building at 142 Joralemon Street would be converted into a cooperative with its commercial space to be sold, not rented, many in the real estate community there thought the idea laughable, the new owners say. ''For one thing, the notion of a commercial co-op was a" , "date" : "19820616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Real Estate; Commercial Co-Op in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/16\/business\/real-estate-commercial-co-op-in-brooklyn.html"} , {"body" : "FOR all but the newest of New Yorkers, mention of Forest Hills e vokes one of two images - or sometimes both. One is of star-studded t ournaments at the West Side Tennis Club, long the most romantic of t he city's sport scenes, where the National Amateur and later the U nited States Open were played inside the turreted, half-timbered r esidential" , "date" : "19820530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FOREST HILLS" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/30\/realestate\/if-you-re-thinking-of-living-in-forest-hills.html"} , {"body" : "The Emerson String Quartet has joined Frederica von Stade, the mezzo soprano, on the membership roster of the Chamber Music Society of Lincoln Center. The society's 14th season will open Oct. 14 and offer 14 programs in five Alice Tully Hall subscription series of seven concerts each. The season will end May 3. There will also be concerts in a SoHo" , "date" : "19820529" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Lincoln Chamber Group Adds to Its Roster" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/29\/arts\/lincoln-chamber-group-adds-to-its-roster.html"} , {"body" : "MOST apartment dwellers have, at one time or another, peered wistfully into the windows of well-kept brownstones and wondered what it would be like to live in a house in the city. The charm of rooms with high ceilings and architectural detailing and a small garden out back are obvious enough. But how, given today's real-estate prices and the" , "date" : "19820527" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "80's BROWNSTONING: DIVIDE AND CONQUER" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/27\/garden\/80-s-brownstoning-divide-and-conquer.html"} ,   {"body" : "FIVE months after they took effect, Federal tax incentives e ncouraging the rehabilitation of both historic and nonhistoric o lder buildings are generating a groundswell of interest among large a nd small developers, preservationists and government officials. The incentives, contained in the Economic Tax Recovery Act of 1981, reverse a 30-year" , "date" : "19820523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEW TAX BREAKS SPURRING PRESERVATION" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/23\/realestate\/new-tax-breaks-spurring-preservation.html"} , {"body" : "It is hard to say whether Grand Central Terminal today should be called a miracle or a tragedy. That it exists at all in 1982 is extraordinary, given how altogether out-of-date its primary purpose - the provision of arrival and departure facilities for the longdistance trains that once crisscrossed the continent -has become. But the terminal is not" , "date" : "19820523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "Design; MAN-MADE MIRACLE ON 42D STREET" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/23\/magazine\/design-man-made-miracle-on-42d-street.html"} , {"body" : "Putting the period to a period film is a demanding business, an expensive one, too, that becomes even more challenging if the period is one that lies within the memory of living man. ''The Chosen,'' at the Beekman and Cinema 3, is a case in point, a movie that recalls a Brooklyn of the late 1940's and does so with such fidelity that the tree-lined" , "date" : "19820516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "BRINGING BROOKLYN OF THE 1940'S BACK TO LIFE FOR 'THE CHOSEN'" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/16\/movies\/bringing-brooklyn-of-the-1940-s-back-to-life-for-the-chosen.html"} , {"body" : "VIRTUALLY everything in today's New York City cooperative housing market is unpredictable - the p rices are in flux, the financing arrangements are fragile and the c o-op boards are finicky. Just about the only thing that has remainedt he same is the broker's fee. For years, the broker's commission has been fixed by industry practice at 6 percent" , "date" : "19820516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SELLING A CO-OP WITHOUT A BROKER" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/16\/realestate\/selling-a-co-op-without-a-broker.html"} , {"body" : "The chief prosecutor in the Abscam investigation yesterday reaffirmed his view that the methods used in the undercover inquiry did not flout constitutional rights or ethical considerations and in fact were the kind most likely to safeguard them. The comments by the prosecutor, Thomas P. Puccio, came the day after a Federal judge in Washington" , "date" : "19820516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "CHIEF PROSECUTOR DEFENDS METHODS OF ABSCAM" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/16\/nyregion\/chief-prosecutor-defends-methods-of-abscam.html"} , {"body" : "Crafts Fair, Cooper-Hewitt Museum, 2 East 91st Street, 860-6868. A wide range of exhibitors will display and sell traditional and contemporary decorative crafts, as well as toys, furniture, clothing, jewelry and musical instruments during the six-day fair. Hours are 10 A.M. to 7 P.M. on May 15, 17, 21 and 22 and noon to 7 P.M. May 16 and 23." , "date" : "19820513" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR OF EVENTS: CRAFTS AND ANTIQUES" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/13\/garden\/calendar-of-events-crafts-and-antiques.html"} , {"body" : "To the Editor: As a product of Baldwin, I can attest to its suburban niceties (''The Right House at the Right Price,'' March 21). When I grew up there it was an unincorporated village with a sense of peaceful wellbeing and self-satisfied propriety. hough not overtly acknowledged, on the shaded streets lined with rustling maple trees, behind white" , "date" : "19820502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Then and Now" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/02\/realestate\/l-then-and-now-109564.html"} , {"body" : "MAY will arrive this weekend in a blaze of cherry blossoms in Brooklyn, on the strings of wild kites in Central Park and in the sounds, smells and sights of festivals and tours all over town. This is the weekend when New Yorkers and their suburban neighbors take to the outdoors. What follows are some of the ways in which you can participate. An" , "date" : "19820430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HOW TO GO A-MAYING: A GUIDE FOR THE CITY AND SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/30\/arts\/how-to-go-a-maying-a-guide-for-the-city-and-suburbs.html"} , {"body" : "Besides the Kips Bay Boys' Club Show House, which opens this week, there are many other designer showcases and house tours taking place in the next month. All of the tours are self-guided, with maps, and go on rain or shine. Showcases April 29-May 31. Thirty-five rooms at Castles on the Sound, the former Gould\/Guggenheim estate in Sands Point," , "date" : "19820429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "MAY OFFERS A WEALTH OF HOUSE TOURS AND DESIGNER SHOWCASES" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/29\/garden\/may-offers-a-wealth-of-house-tours-and-designer-showcases.html"} , {"body" : "Here she comes: the ultimate, sophisticated New York career woman. Her hair is coiffed, her makeup impeccable. She is wearing a silk blouse, a dark blazer, a slim, expensively tailored skirt - and thick, white woolen socks and rubber-soled running shoes. This woman, whose incongruous outfit has become commonplace in the streets of the city, and her" , "date" : "19820429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MORE AND MORE WORKERS HIT STRIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/29\/nyregion\/more-and-more-workers-hit-stride.html"} ,   {"body" : "THERE was a time, once, when looking for that first apartment in NewY ork had a real romance about it. It was a rite of passage between c ollege and the adult world. It was My Sister Eileen and little b asement apartments in Greenwich Village. It was sunny Upper West S ide rooms with high ceilings and moldings or East Side high rises f ull of" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "GRADUATES' GUIDE TO APARTMENT HUNTING" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/realestate\/graduates-guide-to-apartment-hunting.html"} , {"body" : "Melissa R. Mather, an assistant treasurer at the Bank of New York, was married yesterday to John W. Kunstadter Jr., an assistant manager with Citibank's international services division. The Rev. Ralph Ahlberg, assisted by the Rev. William Nye, performed the ceremony in the Plymouth Church of the Pilgrims (Congregational) in Brooklyn Heights. The" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "78" , "title" : "John Kunstadter Jr. Weds Miss Mather" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/style\/john-kunstadter-jr-weds-miss-mather.html"} , {"body" : "BLACK AMERICAN LIFE The American Museum of Natural History, Central Park West at 77th Street, offers a treat at almost every turn of its maze of tall corridors. While most of its treats are there all week long, some of them come in the shape of special weekend performances dealing with the ways of man or nature. Today and tomorow, the project is a" , "date" : "19820417" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/17\/movies\/going-out-guide.html"} , {"body" : "Thirty persons, almost all of them single, jammed into Rita Fliashnick's small studio apartment on West 57th Street yesterday to eat, drink, sing and socialize with other people like themselves who were alone on Easter. They were attending an Easter brunch sponsored by the Holiday Dinner Group, an organization for single people and couples between" , "date" : "19820412" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "GROUP FORMS EASTER 'FAMILY'" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/12\/style\/group-forms-easter-family.html"} , {"body" : "In October 1969, at the height of his campaign for re-election, Mayor John V. Lindsay unveiled a spectacular plan for the revitalization of downtown Brooklyn. When the campaign ended, most of the plan was forgotten. But one part survives, and some would say thrives. It is the Fulton Street Mall. The mall has not transformed downtown Brooklyn, nor" , "date" : "19820409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MALL STANDS ALONE IN BROOKLYN 'RENAISSANCE'" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/09\/nyregion\/mall-stands-alone-in-brooklyn-renaissance.html"} , {"body" : "The Brooklyn Democratic leader, Meade H. Esposito, yesterday called on Representative Frederick W. Richmond, the subject of a Federal investigation, to ''resign immediately for the good of the Democratic Party.'' Mr. Esposito, a sponsor of Mr. Richmond's transition from a wealthy businessman to a holder of a public office, , said he was ''very" , "date" : "19820409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RICHMOND IS ASKED BY ESPOSITO TO QUIT FOR THE PARTY'S SAKE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/09\/nyregion\/richmond-is-asked-by-esposito-to-quit-for-the-party-s-sake.html"} , {"body" : "ONE of the trickiest issues facing household workers and their employers is how to handle pay and fringe benefits. Does the worker get paid if she misses a day because of the flu? What if she is out of work a month because of an operation? Should the employer provide medical insurance? Pay a Christmas bonus? How much vacation pay, if any, should" , "date" : "19820408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "DOMESTIC WORKERS: PAY PROBLEMS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/08\/garden\/domestic-workers-pay-problems.html"} , {"body" : "An elderly woman was killed and eight people were injured in a three-alarm fire that broke out early yesterday in a Lebanese restaurant in Brooklyn and swept through apartments on the floors above. Officials said the fire, in a five-story building at Atlantic Avenue and Clinton Street, had been deliberately set. Minutes after the first alarm was" , "date" : "19820406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ARSON SUSPECTED AS WOMAN DIES IN BROOKLYN FIRE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/06\/nyregion\/arson-suspected-as-woman-dies-in-brooklyn-fire.html"} , {"body" : "Alvin Davis, a former managing editor of The New York Post and an editor at The New York Times, died yesterday at his home in Brooklyn Heights after a long illness. He was 56 years old. Mr. Davis joined The Times in 1974 as a copy editor on the metropolitan desk and later became an editor on The Week in Review. He was a copy editor in the business" , "date" : "19820401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "ALVIN DAVIS, NEWSMAN IN CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/01\/obituaries\/alvin-davis-newsman-in-city.html"} , {"body" : "THIS is a tough year to look for an apartment or a house in New YorkC ity, but it is also a year of opportunity. The availability of r ental apartments remains low - the vacancy rate was 2.l3 percent at t he most recent count - and high mortgage rates are forcing up the c ost of cooperatives, condominiums and houses. But a b orough-byborough survey" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A HOMESEEKER'S GUIDE TO THE CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/realestate\/a-homeseeker-s-guide-to-the-city.html"} ,   {"body" : "Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. In Good Company March 31 - More than 300 business and financial leaders are expected at the St. Regis Roof for the annual benefit luncheon sponsored by the finance-industry division of the New York Foundling Hospital-Center for Parent and Child Development." , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "69" , "title" : "Future Events; Springtime Galas" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/style\/future-events-springtime-galas.html"} , {"body" : "The Berkeley Institute, a 97-year-old private school in the Park Slope section of Brooklyn, will merge next fall with the Carroll Street School, a 15-year-old elementary school just a few blocks away. The merged coeducational school, which will be known as the Berkeley-Carroll Street School, will start with nursery school and go through the 12th" , "date" : "19820326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "TWO BROOKLYN PRIVATE SCHOOLS TO MERGE IN THE FALL" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/26\/nyregion\/two-brooklyn-private-schools-to-merge-in-the-fall.html"} , {"body" : "Real estate brokers and homeowners are agreed that attractive houses can still be obtained in the metropolitan area at moderate prices. All that is required, according to brokers in Westchester County and on Staten Island and Long Island, is a little patience and flexibility in tracking them down, in any number of low-profile communities in the" , "date" : "19820321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE RIGHT HOUSE AT A RIGHT PRICE" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/21\/realestate\/the-right-house-at-a-right-price.html"} , {"body" : "Leonard Probst, drama critic and radio news producer for many years with NBC News, died of cancer Friday at his home in Brooklyn Heights. He was 60 years old. Mr. Probst, who joined NBC News in 1958, was one of the first drama critics to present opening-night reviews on television as an integral part of the news report. He initiated opening-night" , "date" : "19820321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "39" , "title" : "LEONARD PROBST, DRAMA CRITIC" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/21\/obituaries\/leonard-probst-drama-critic.html"} , {"body" : "Laura Hoffeld, a writer and editor of poetry and fiction, died Friday at Memorial-Sloan Kettering Cancer Center in New York. She was 36 years old and lived in Brooklyn Heights. Mrs. Hoffeld was the fiction editor of Women's World magazine, and was the author of many poems and short stories. She was born in Brooklyn and received a bachelor's degree" , "date" : "19820314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Laura Hoffeld Is Dead at 36; Writer and Magazine Editor" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/14\/obituaries\/laura-hoffeld-is-dead-at-36-writer-and-magazine-editor.html"} , {"body" : "B. Meredith Langstaff, a lawyer and longtime community leader in Brooklyn, died Feb. 28 at Long Island College Hospital in Brooklyn. Mr. Langstaff, who lived in Brooklyn Heights, was 96 years old. He practiced corporate and immigration law and was a member of the law firm of Donovan, Leisure, Newton & Irvine in Manhattan until his retirement in" , "date" : "19820312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LEGAL PROFESSION"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "B. Meredith Langstaff Dead; Lawyer and Brooklyn Leader" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/12\/obituaries\/b-meredith-langstaff-dead-lawyer-and-brooklyn-leader.html"} , {"body" : "Ludwig Mies van der Rohe once told an architect, ''You should never build a building until you are 50.'' Eli Attia, who is 45 years old, will have completed several important buildings before he is 50: a 46-story glass tower at 101 Park Avenue and 41st Street, the world headquarters for the Republic National Bank of New York in Manhattan and Banco" , "date" : "19820307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A NEW STYLE MAKING ITS MARK" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/07\/realestate\/a-new-style-making-its-mark.html"} , {"body" : "''BROOKLYN don't seem to be like any other place on earth,'' opined George Washington Plunkitt, boss of Manhattan's 15th Assembly District, around the turn of the century. ''Once let a man grow up amidst Brooklyn's cobblestones, with the odor of Newtown Creek and Gowanus Canal ever in his nostrils, and there's no place in the world for him except" , "date" : "19820219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART: VISITS OF BROOKLYN BEFORE THE BRIDGE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/19\/arts\/art-visits-of-brooklyn-before-the-bridge.html"} , {"body" : "They aren't offering free toasters or television sets yet, but that may not be far off for the developers of a number of cooperatives in and around Brooklyn Heights. Since January large advertisements in publications from The Brooklyn Paper to The China Post have been telling of new and inventive financial incentives to attract buyers. Up to six" , "date" : "19820214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'HAVE WE GOT A DEAL FOR YOU'" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/14\/realestate\/have-we-got-a-deal-for-you.html"} , {"body" : "No matter how the Legislature redraws the state's po litical boundaries, the new district lines will radically alter theba lance of power in the Legislature between New York City and the re st of the state. And regardless of how the partisan political bickering ends, the decision of the Legislature - or of the courts, if the Legislature cannot" , "date" : "19820210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POWER SHIFT SEEN IN STATE DISTRICTING; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/10\/nyregion\/power-shift-seen-in-state-districting-news-analysis.html"} ,   {"body" : "Malcolm Murray is 12 years old, is in the seventh grade at Randolph Intermediate School in Morris County, N.J., wants very much to be a physicist and is therefore, he says, a skeptic. Mostly, he is skeptical about grown-ups. So, when he asked Dr. Rosalyn S. Yalow, a Nobel laureate in physiology and medicine, last Saturday, ''Who inspired you to" , "date" : "19820208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "10" , "title" : "NOBELIST TELLS FUTURE SCIENTISTS OF HER LIFE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/08\/style\/nobelist-tells-future-scientists-of-her-life.html"} , {"body" : "A two-day festival of solos and duets will be presented March 5 and 6 by the Thelma Hill Performing Arts Center in Brooklyn in honor of the late Miss Hill. The roster of 12 performers includes John Parks, Loretta Abbott, John Jones and Dianne McIntyre. Kathe Sandler's ''Remembering Thelma,'' a documentary on the modern-dance teacher and performer," , "date" : "19820208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "MARCH DANCE FESTIVAL TO HONOR THELMA HILL" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/08\/arts\/march-dance-festival-to-honor-thelma-hill.html"} , {"body" : "The year 1980 began inauspiciously for Bruce Eichner. In January a fire destroyed the old Hotel Margaret overlooking the East River in Brooklyn Heights, just as he was finishing rebuilding it as a luxury cooperative. Undaunted, he went forward with the renovation of the Hotel Montague on Montague Street and the Brooklyn Women's Club a few blocks" , "date" : "19820207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BUILDER GRASPS 'LUCKY' CHANCE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/07\/realestate\/builder-grasps-lucky-chance.html"} , {"body" : "NO doubt because it was designated a historic district (New York City's first) in 1966, much of Brooklyn Heights, where housing revitalization began in the 1960's, still retains the feel of a turn-ofthe-century middle-class enclave. Its narrow streets and Victorian-style brownstones and town houses combine to give the neighborhood an" , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "Real Estate; PART OF OLD ST. GEORGE HOTEL IN BROOKLYN TO BE CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/business\/real-estate-part-of-old-st-george-hotel-in-brooklyn-to-be-co-ops.html"} , {"body" : "PARKS are one of the few places where city dwellers can get a real sense of the seasonal changes that once directed human life. Most people seem to prefer to witness winter from behind a steamy apartment window. The parks seem deserted then, with only a few dog walkers and joggers to witness their bleak beauty and new serenity. But this Sunday," , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "SUNDAY WALK TO SCALE HEIGHTS OF PROSPECT PARK" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/arts\/sunday-walk-to-scale-heights-of-prospect-park.html"} , {"body" : "The CC train is the longest line in the New York City subway system, running 32.39 miles from Bedford Park in the Bronx to the Rockaway Peninsula, and passing through -or, in most cases, beneath - a number of the city's best-known neighborhoods and landmarks. The line runs through four of the boroughs, missing only Staten Island, and it operates" , "date" : "19820203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; THE CC RATTLES ALONG AN UNLIKELY PATH" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/03\/nyregion\/about-new-york-the-cc-rattles-along-an-unlikely-path.html"} , {"body" : "Ellen Nuzzi of Brooklyn Heights rode Transit Authority buses back and forth to work and to shop 40 times in October, 54 times in November and 60 times in December. These statistics, unremarkable to most people, are for Mrs. Nuzzi an indication that she is now ''independent -more or less.'' Mrs. Nuzzi, who is 35 years old, suffers from dystonia, a" , "date" : "19820202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW BUSES: NEW HOPE TO DISABLED" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/02\/nyregion\/new-buses-new-hope-to-disabled.html"} , {"body" : "Raising their hands hesitantly, fewer than a third of the seventh graders indicated they had ever heard of Eugene O'Neill when the two-hour class began at the O. Henry School in lower Manhattan. Before the class was over, all the pupils were enthusiastically acting out a shipboard near-riot based on ''Moon of the Caribbees,'' one of the" , "date" : "19820202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "A 7TH -GRADE CLASS IS A STAGE FOR ONE-AC T PLAY BY O'NEILL" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/02\/nyregion\/a-7th-grade-class-is-a-stage-for-one-ac-t-play-by-o-neill.html"} , {"body" : "CHURCHGOING Last spring, Charles Wadsworth, artistic director of the Chamber Music Society of Lincoln Center, played host to a benefit for the preservation of Brooklyn's Church of St. Ann and the Holy Trinity, a fine brownstone Gothic Revival church with splendid sta ined-glass windows that was built just before 1850 and has fallen on hard" , "date" : "19820120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/20\/arts\/going-out-guide.html"} , {"body" : "The waiting room was narrow, stuffy and crammed with wriggling boys and girls - a mass of yellow curls, black pigtails, bangs, barrettes, hairbows, ruffles, jeans, velveteen, long lashes, cowlicks, newly gap-toothed smiles and freckles. They were reticent or assertive, from New Jersey and Long Island and Connecticut as well as New York City, with" , "date" : "19820119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "'STILL MISSING': A CALL FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/19\/nyregion\/still-missing-a-call-for-children.html"} ,   {"body" : "A pattern of discrepancies in the reporting of campaign contributions made to Representative Frederick W. Richmond of Brooklyn has emerged in an examination of official records and in interviews with listed givers and aides. Some of the discrepancies concern thousands of dollars raised by a Brooklyn shipyard operator who got hundreds of millions of" , "date" : "19820118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LAWMAKER'S FUNDS CLOUDED BY FLAWS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/18\/nyregion\/lawmaker-s-funds-clouded-by-flaws.html"} , {"body" : "FACED with the repertory's tiresome stagnancy, a frequent concertgoer is tempted to plead tirelessly for more variety. The Lincoln Chamber Music Society helps alleviate the situation with its unusual offerings. But excavations into the past may hit a scrappy bottom very soon; the unusual can even be more tiresome than the usual. Such was nearly the" , "date" : "19820118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "CHAMBER: LINCOLN SOCIETY" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/18\/arts\/chamber-lincoln-society.html"} , {"body" : "For the fans. In the world of books, as in the worlds of sports and entertainment, there are numerous cults whose members are avidly devoted to stellar performers and their works. They collect and study the writings of their favorite authors, attend conventions to exchange information about them, and subscribe to periodicals of the sort often" , "date" : "19820117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "35" , "title" : "Paperback Talk" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/17\/books\/paperback-talk.html"} , {"body" : "''It was early when I got there, so I just sat down on one of the leather couches right near the clock in the lobby and watched the girls. A lot of schools were home for vacation already, and there there were about a million girls sitting and standing around waiting for their dates to show up.'' - J.D. Salinger, ''Catcher in the Rye.'' By RON" , "date" : "19820103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "52" , "title" : "STUDENT VISITORS GO 'WHERE I T'S AT'" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/03\/style\/student-visitors-go-where-i-t-s-at.html"} , {"body" : "''All right,'' Linda Frankel Cahill said ominously as Mayor Koch arrived in his City Hall office yesterday. ''Here's the weather forecast.'' Diane Mulcahy Coffey, the administrative assistant who was in charge of pla ns for the inauguration (22 legal-sized mimeograph pages), looke d at the rain hitting the West Wing windows and winced. ''Well, it's" , "date" : "19820102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "RAIN DRIVES THE CEREMONIES INDOORS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/02\/nyregion\/rain-drives-the-ceremonies-indoors.html"}]