[  {"body" : "It sometimes seems that Long Islanders have three things in common - a belief that anyone who moves to Manhattan is enormously wealthy or short of common sense, a suspicion of local officials who want to raise property taxes and a sure knowledge that no force can improve conditions on the Long Island Expressway. The L.I.E., as it is called, is a" , "date" : "19820902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MISERY A COMMUTER ON L.I. EXPRESSWAY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/02\/nyregion\/misery-a-commuter-on-li-expressway.html"} , {"body" : "Tainted Industry Construction in New York Second of three articles. BY SELWYN RAAB On a spring day in 1980, some of the major builders and union leaders in New York City gathered for ground-breaking ceremonies at Battery Park City. During the program, Samuel J. LeFrak, whose company would build the first residential development at the site," , "date" : "19820426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IRREGULARITIES IN CONCRETE INDUSTRY INFLATE BUILDING COSTS, EXPERTS SAY" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/26\/nyregion\/irregularities-in-concrete-industry-inflate-building-costs-experts-say.html"} , {"body" : "WHILE several widely scattered areas of the nation have been winning the race to development of high-technology industry, the New York metropolitan area has not been left at the gate. Beginning quietly in the early 1970's, the area's growing technology complex has helped to transform the economic profile of Long Island and the developments are on" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Technology"] , "page_facet" : "43" , "title" : "NEW YORK REGION CATCHING UP IN THE TECHNOLOGICAL RACE" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/jobs\/new-york-region-catching-up-in-the-technological-race.html"}]