[  {"body" : "A brother and sister died yesterday in the bedroom of their Brooklyn apartment of smoke inhalation from a fire that the Fire Department said had been caused by careless cooking. Firefighters who responded to the alarm found the children's mother, Evelyn Green, in the street, screaming, ''My children are in there!'' Firefighters raced up by ladder" , "date" : "19820911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; 2 Children Die In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/11\/nyregion\/the-city-2-children-die-in-brooklyn-fire.html"} , {"body" : "TYPHOID MARY spent her last years on North Brother Island in the East River near the South Bronx shore, a nd the island also has served as a haven for lepers, tuberculosis p atients, drug addicts and veterans going to school on the GI Bill. N ow, if the Real Property Division of the city's Department of G eneral Services has its way, the island may" , "date" : "19820815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY SELLING PARCELS TO BIDDERS WITH BETTER IDEAS" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/15\/realestate\/city-selling-parcels-to-bidders-with-better-ideas.html"} , {"body" : "Over cheesecake at Junior's, a Brooklyn restaurant, Daniel Greenbaum and Allen Handelman sealed their real estate partnership in January 1981. They agreed to seek out Brooklyn properties for rehabilitation and resale as cooperatives. Mr. Greenbaum, now 27 years old, graduated from Boston University's law school two years ago and promptly became a" , "date" : "19820521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ABOUT REAL ESTATE; BROOKLYN REHABILITATION ENTERPRENEURS" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/21\/business\/about-real-estate-brooklyn-rehabilitation-enterpreneurs.html"} , {"body" : "THIS is a tough year to look for an apartment or a house in New YorkC ity, but it is also a year of opportunity. The availability of r ental apartments remains low - the vacancy rate was 2.l3 percent at t he most recent count - and high mortgage rates are forcing up the c ost of cooperatives, condominiums and houses. But a b orough-byborough survey" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A HOMESEEKER'S GUIDE TO THE CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/realestate\/a-homeseeker-s-guide-to-the-city.html"}]