[  {"body" : "The New York City Department of Health has released the names of 21 food establishments it said had violated the Health Code. The department also released the names of four restaurants that reopened after correcting earlier violations and five that were closed for failing to do so. The establishments are: VIOLATIONS Cottonwood Cafe, 415 Bleecker" , "date" : "19821226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "21 Food Outlets Cited For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/26\/nyregion\/21-food-outlets-cited-for-health-violations.html"} , {"body" : "THERE is nothing circuitous about Flatbush Avenue. It cuts a long and almost direct swath through thec enter of Brooklyn from the Manhattan Bridge to the Belt Parkway. A long the way, it passes neighborhoods that have been in flux for d ecades. Change in neighborhoods and change in regional shopping patterns lead to evolution in the commercial life" , "date" : "19821114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FLATBUSH AVENUE TAKES ON NEW IDENTITY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/14\/realestate\/flatbush-avenue-takes-on-new-identity.html"} , {"body" : "IT is not Brooklyn Heights, it is not Cobble Hill, and it is not the area around the old Navy Yard. Until recently it was not even thought of as a neighborhood at all, but now it is spoken of as the Fulton Ferry area, recalling the days when it was the Brooklyn terminus of ferry service across the East River, from Brooklyn's Fulton Street to" , "date" : "19820730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Metropolitan Baedeker; A GUIDE TO BROOKLYN'S REVITALIZED FULTON FERRY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/30\/arts\/metropolitan-baedeker-a-guide-to-brooklyn-s-revitalized-fulton-ferry.html"} , {"body" : "THERE was a time, once, when looking for that first apartment in NewY ork had a real romance about it. It was a rite of passage between c ollege and the adult world. It was My Sister Eileen and little b asement apartments in Greenwich Village. It was sunny Upper West S ide rooms with high ceilings and moldings or East Side high rises f ull of" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "GRADUATES' GUIDE TO APARTMENT HUNTING" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/realestate\/graduates-guide-to-apartment-hunting.html"} , {"body" : "An elderly woman was killed and eight people were injured in a three-alarm fire that broke out early yesterday in a Lebanese restaurant in Brooklyn and swept through apartments on the floors above. Officials said the fire, in a five-story building at Atlantic Avenue and Clinton Street, had been deliberately set. Minutes after the first alarm was" , "date" : "19820406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ARSON SUSPECTED AS WOMAN DIES IN BROOKLYN FIRE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/06\/nyregion\/arson-suspected-as-woman-dies-in-brooklyn-fire.html"} , {"body" : "THIS is a tough year to look for an apartment or a house in New YorkC ity, but it is also a year of opportunity. The availability of r ental apartments remains low - the vacancy rate was 2.l3 percent at t he most recent count - and high mortgage rates are forcing up the c ost of cooperatives, condominiums and houses. But a b orough-byborough survey" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A HOMESEEKER'S GUIDE TO THE CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/realestate\/a-homeseeker-s-guide-to-the-city.html"} , {"body" : "THE woman is talking. The doctor is taking notes. ''I live in an apartment the size of my high school locker,'' she i s saying. ''The garbage trucks outside my window at 3 A.M. sound l ike an accident at Indian Point. The super won't fix anything, and m y rent is $600 a month. A methadone clinic is moving in downstairs. Y esterday, I saw a" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE EXQUISITE AGONY OF LIVING IN MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/realestate\/the-exquisite-agony-of-living-in-manhattan.html"}]