[  {"body" : "About 1,500 New York City children, displaced with their families to temporary housing in hotels or shelters, have not been going to school, according to the Board of Education. To help the families work out the problems that have been keeping the children out of school, some for a year or more, the board began a special project in September. In" , "date" : "19821213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "1,500 STUDENTS, NOW IN SHELTERS, MISSING SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/13\/nyregion\/1500-students-now-in-shelters-missing-school.html"} , {"body" : "A Brooklyn teacher was shot in the abdomen early yesterday while riding the subway when he resisted at least four teen-agers who were trying to steal his sheepskin coat at gunpoint, the Transit Authority police said. The teacher, Christopher King, 35 years old, was taken to Long Island College Hospital. He was listed early this morning in critical" , "date" : "19821128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Brooklyn Teacher Shot In Robbery on Subway" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/28\/nyregion\/brooklyn-teacher-shot-in-robbery-on-subway.html"} , {"body" : "LONGTIME residents, and very often new visitors, use words like stability and dignity to describe Brooklyn Heights. They also say it is convenient. Brooklyn Heights is a 50-square-block plateau studded with wellpreserved and elegant brownstone houses just across the East River from Manhattan. From many of the brownstones there are spectacular views" , "date" : "19821121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/21\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} , {"body" : "A section of the Brooklyn-Queens Expressway in downtown Brooklyn was closed for two hours last night after a low-level radioactive liquid spilled from a canister when the small truck carrying it hit a retaining wall at 10:30 P.M., the police said. The liquid, which contained iridium 192 and was stolen earlier from a Bronx laboratory, was flushed" , "date" : "19821120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Spill Shuts Brooklyn Highway" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/20\/nyregion\/spill-shuts-brooklyn-highway.html"} , {"body" : "The Vote Count Goes On A t the Board of Elections in downtown Brooklyn, two weeks after most candidates heard whether they had won or lost, the counting of paper ballots continues in the struggle over the 23d State Senate District. It is a primitive scene in a computerized age - more like a treasure hunt than the bedrock process of our nation. With" , "date" : "19821118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/18\/nyregion\/new-york-day-by-day-041077.html"} , {"body" : "THERE is nothing circuitous about Flatbush Avenue. It cuts a long and almost direct swath through thec enter of Brooklyn from the Manhattan Bridge to the Belt Parkway. A long the way, it passes neighborhoods that have been in flux for d ecades. Change in neighborhoods and change in regional shopping patterns lead to evolution in the commercial life" , "date" : "19821114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FLATBUSH AVENUE TAKES ON NEW IDENTITY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/14\/realestate\/flatbush-avenue-takes-on-new-identity.html"} , {"body" : "Former Representative Frederick W. Richmond of Brooklyn was sentenced yesterday to a year and a day in prison and fined $20,000 for income-tax evasion, marijuana possession and making an illegal payment to a government employee. He had pleaded guilty to these charges and agreed to resign from Congress and not seek re-election in a plea bargaining" , "date" : "19821111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RICHMOND SENTENCED TO A YEAR AND A DAY AND FINED $20,000" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/11\/nyregion\/richmond-sentenced-to-a-year-and-a-day-and-fined-20000.html"} , {"body" : "century classic of the Romantic ballet such as ''Giselle?'' Most ballet companies might simply dance it. Some might even rethink it. But Mats Ek has taken it apart, reset its second act in an insane asylum, turned it into a modern-dress modern-dance version, filled the stage with sexy decor, thrown in a touch of male nudity and generally tried to" , "date" : "19821110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "BALLET: CULLBERG 'GISELLE'" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/10\/arts\/ballet-cullberg-giselle.html"} , {"body" : "Mayor Koch announced yesterday that Karen N. Gerard, his Deputy Mayor for Economic Development, was resigning and would be replaced by Kenneth Lipper, a 41-year-old investment banker. Mr. Koch said that the position would be expanded to include greater responsibility for fiscal and tax policy, and that Mr. Lipper's title would be Deputy Mayor for" , "date" : "19821102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A BANKER IS NAMED TO EXPANDED POST FOR CITY FINANCES" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/02\/nyregion\/a-banker-is-named-to-expanded-post-for-city-finances.html"} , {"body" : "APARTLY vacant industrial area along Brooklyn's East River w aterfront -considered to be as rich in development potential as it i s in architectural history - is the focus of stepped-up efforts to b uild a vibrant complex of recreational, commercial and, possibly, r esidential facilities. But with the efforts have come clashing views over how much" , "date" : "19821031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FULTON FERRY REVIVAL: A CLASH OF IDEAS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/31\/realestate\/fulton-ferry-revival-a-clash-of-ideas.html"} ,   {"body" : "The city's Finance Department started shifting about half of its offices from Manhattan to Brooklyn yesterday. The move is costing the city more than expected, and it leaves behind a building whose future is far from certain. Renovation of the Brooklyn building, which will accommodate about 1,200 employees, cost $1.9 million more than expected." , "date" : "19821031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "A Moving Delay Costs Finance Unit a Bonus" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/31\/nyregion\/a-moving-delay-costs-finance-unit-a-bonus.html"} , {"body" : "THE Flying Karamazov Brothers, four unrelated American lunatics, have been bounding across the country with their ''Juggling and Cheap Theatrics,'' a perfectly descriptive title for their unrestrained entertainment. The troupe is in residence this week at the Brooklyn Academy of Music, presented in association with the Dance Theater Workshop. The" , "date" : "19821019" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "12" , "title" : "STAGE: THE KARAMAZOVS, NEW-WAVE VAUDEVILLE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/19\/theater\/stage-the-karamazovs-new-wave-vaudeville.html"} , {"body" : "EVERYTHING billows in Glen Tetley's ballet version of ''The Tempest.'' And in some way, the yards of fabric that soar and swirl spectacularly across the stage of the Brooklyn Academy of Music provide a suitable metaphor for the premiere last night that swept in the most important dance series of the season. Although Mr. Tetley is a well-known" , "date" : "19821013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "BALLET: NORWEGIANS IN 'THE TEMPEST'" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/13\/arts\/ballet-norwegians-in-the-tempest.html"} , {"body" : "The Brooklyn Center P osters have appeared in subways advertising the Brooklyn Center of Long Island University as a fine place for education. On second thought, the posters don't really say that. Rather, they emphasize that the campus in downtown Brooklyn sits on top of 14 subway routes, making it accessible, if nothing else. Not much was said" , "date" : "19821009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/09\/nyregion\/new-york-day-by-day-209358.html"} , {"body" : "Long Island University's soccer team, a National Collegiate Athletic Association quarterfinalist last year, is ranked third in the nation this year. It has played 10 games and won them all. Its coach, Arnold Ramirez Jr., is happy about everything ''except that same old stuff about being a foreign team.'' Of the 23 players, only Mickey Kydes, a" , "date" : "19821008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "L.I.U. WINNING WITH A FOREIGN TOUCH" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/08\/sports\/liu-winning-with-a-foreign-touch.html"} , {"body" : "RICHARD M. ROSAN has served a dozen years in city government. In hisl ast post he was director of the city's Office of Economic D evelopment. Since July 1980, he has been the president of the Real E state Board of New York, a leading real estate industry o rganization. Recently, he discussed a number of issues affecting thei ndustry and the" , "date" : "19821003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q. & A. WITH THE REAL ESTATE BOARD'S PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/03\/realestate\/q-a-with-the-real-estate-board-s-president.html"} , {"body" : "The Cathedral of St. John the Divine, on which construction started in the 1880's and then stopped for 41 years, announced a decision several years ago to resume construction. But only this week was the first stone emplaced. To celebrate, a gala concert is planned tonight starting at 8. With James Belushi as master of ceremonies, performers will" , "date" : "19821001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EGYPT, ARAB REPUBLIC OF"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; CELEBRATING AT ST. JOHN" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/01\/theater\/weekender-guide-friday-celebrating-at-st-john.html"} , {"body" : "Except for a tree in its small entrance courtyard that rises nearly to the roof, there appears to be nothing outstanding about the newly renovated, four-story apartment building at 1554 Ocean Avenue in Brooklyn's Midwood neighborhood. It seems just one of the many residential apartment houses that line the five-mile thoroughfare from Park Slope" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "ABOUT REAL ESTATE; BROOKLYN BUILDING IS RENOVATED UNDER CITY PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/business\/about-real-estate-brooklyn-building-is-renovated-under-city-program.html"} , {"body" : "Edolphus Towns, the deputy borough president of Brooklyn, won the Democratic nomination for the 11th Congressional District. He defeated two others in the race to fill the seat vacated by Representative Frederick W. Richmond. Mr. Towns is almost assured of election in November in the district, which is overwhelmingly Democratic and which was" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "TOWNS WIN IN BID FOR RICHMOND'S SEAT" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/nyregion\/towns-win-in-bid-for-richmond-s-seat.html"} , {"body" : "Getting Election Results From the Polls to the People T he fruits of democracy will be brought to you tonight by Richard Eimers and Cynthia Ribinski. They are the people who will count the votes after the primary balloting ends at 9 P.M. Mr. Eimers is executive director and Miss Ribinski the New York pool manager of the News Election Service - a" , "date" : "19820923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/23\/nyregion\/new-york-day-by-day-172032.html"} ,   {"body" : "While battle lines were late in forming in the 11th Congressional District after former Representative Frederick W. Richmond was forced to withdraw his bid for re-election, Edolphus Towns succeeded in gaining the Democratic organization's support for the primary tomorrow. In addition, Mr. Towns also received the support of insurgents. For example," , "date" : "19820922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS SEEK RICHMOND'S SEAT IN A 3-WAY RACE" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/22\/nyregion\/democrats-seek-richmond-s-seat-in-a-3-way-race.html"} , {"body" : "An Artistic Dispute ''T he History of Science,'' the mural was called, and its sweep was to be far greater even than its dimensions of 60 feet by 9 feet. It stretched from man's discovery of fire to the explosions of knowledge over the millenia and on to the challenges of tomorrow. There was hopeful talk when the Polytechnic Institute of New York" , "date" : "19820915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/15\/nyregion\/new-york-day-by-day-152838.html"} , {"body" : "In a small office in the Criminal Court building in downtown Brooklyn, Michael Gary, an assistant district attorney, sits in front of a poster with a romanticized illustration of a 19th-century New York City elevated train. On his desk are documents testifying to the unromantic realities of 20th-century transit life in the city - the robberies," , "date" : "19820910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 UNITS AID TRANSIT CRIME PROSECUTION" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/10\/nyregion\/2-units-aid-transit-crime-prosecution.html"} , {"body" : "N.A.A.C.P. Moves To Brooklyn S ecretaries typed yesterday behind blockades of cardbord boxes and file cabinets sat at acute angles. Most offices lacked telephones and confusion poked through now and again. ''What floor's the Xerox on - five?'' someone asked. As with anyone moving into new quarters, these are unsettled days for the N.A.A.C.P. as its" , "date" : "19820910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/10\/nyregion\/new-york-day-by-day-142318.html"} , {"body" : "Were the Dodgers returning to Brooklyn? Not likely. But State Senator Thomas J. Bartosiewicz of Brooklyn said he would like ''to bring major league baseball back to the borough that proved you can win by losing,'' and in February he got the State Legislature to approve $30,000 for a feasibility study of building a domed sports stadium for the" , "date" : "19820905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOW-UP ON THE NEWS; Brooklyn Stadium" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/05\/nyregion\/follow-up-on-the-news-brooklyn-stadium.html"} , {"body" : "Representative Frederick W. Richmond pleaded guilty yesterday to tax evasion and two other Federal charges and agreed to resign immediately from the House of Representatives and not seek reelection in Brooklyn's 14th District. He said the actions to which he pleaded guilty had been ''irresponsible, unnecessary, foolish and wrong.'' In an unusual" , "date" : "19820826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RICHMOND ADMITS GUILT IN U.S. CASE AND QUITS HOUSE" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/26\/nyregion\/richmond-admits-guilt-in-us-case-and-quits-house.html"} , {"body" : "FOUR years ago, when she was a day-care teacher, Marie Venticinque never dreamed of visiting the scene of a crime. But on her new job in the office of Manhattan's District Attorney, Robert M. Morgenthau, she turns up at the sites of homicides and other crimes to make scale drawings and models as visual aids for court proceedings. Her ''change of" , "date" : "19820822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Science" , "U.S." , "Education" , "Technology"] , "page_facet" : "36" , "title" : "AT CUNY, A TECHNICAL SCHOOL THAT BUILDS CONFIDENCE . . ." , "url" : "http:\/\/www.nytimes.com\/1982\/08\/22\/education\/at-cuny-a-technical-school-that-builds-confidence.html"} , {"body" : "For most of the last decade, Raymond J. Dearie has begun his workday by entering the Federal Courthouse in downtown Brooklyn and riding the elevator to the Justice Department's offices on the fifth floor. Lately, however, there has been a difference. ''I walk into the lobby now and people say, 'Sir,' '' Mr. Dearie says. The upgraded greeting stems" , "date" : "19820815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "LEGAL PROFESSION"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "U.S. PROSECUTOR GAINS NEW STATUS" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/15\/nyregion\/us-prosecutor-gains-new-status.html"} , {"body" : "International Israeli forces rained shellfire all across west Beirut as Israeli armored units pushed toward Palestinian refugee camps and neighborhoods on the southern outskirts of the city. The state-run Beirut radio said civilian casualties were ''in the hundreds.'' The daylong pounding by Israeli planes, gunboats and artillery brought to a halt" , "date" : "19820805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; THURSDAY, AUGUST 5, 1982" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/05\/nyregion\/news-summary-thursday-august-5-1982.html"} , {"body" : "A Federal judicial official in New York has urged swift action in filling two vacant judgeships in one of the busiest Federal courts in the nation. The vacancies are in the United States Court for the Eastern District of New York, which covers Brooklyn, Queens, Staten Island and Long Island. The normal problems resulting from judicial understaffing" , "date" : "19820801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "JUDGE URGES SPEED IN FILLING EASTERN DISTRICT POSTS" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/01\/nyregion\/judge-urges-speed-in-filling-eastern-district-posts.html"} ,   {"body" : "A piece of falling masonry struck and fatally injured a 28-yearold lawyer yesterday as she was walking in downtown Brooklyn. She was struck on the head by what appeared to be a piece of a cornice that plunged from the 14th floor of a building at 66 Court Street, at the corner of Livingston Street. The 30-story building, decades old, formerly housed" , "date" : "19820729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FALLING MASONRY KILLS A LAWYER 14 FLOORS DOWN" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/29\/nyregion\/falling-masonry-kills-a-lawyer-14-floors-down.html"} , {"body" : "In its ambiance as a neighborhood, in its stock of stately Victorian brownstones, and in its prices, both for the brownstones and for apartments, Brooklyn's Park Slope has few peers in New York City. And as more affluent newcomers have settled in the area - bounded by Fourth Avenue on the east, Prospect Park West on the west, Flatbush Avenue on the" , "date" : "19820723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; FORMER STABLES NOW CO-OP IN BROOKLYN'S PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/23\/business\/about-real-estate-former-stables-now-co-op-in-brooklyn-s-park-slope.html"} , {"body" : "The New York City Fire Department - about to become the first mayoral agency with headquarters outside Manhattan since the consolidation of the city in 1898 - is in the middle of a move to Brooklyn. So it is also in the middle of piles of empty boxes, dangling wires, fresh coats of paint, impromptu signs, unsoiled carpeting, satisfaction at the top" , "date" : "19820715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "FIRE DEPARTMENT SETTLING DOWN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/15\/nyregion\/fire-department-settling-down-in-brooklyn.html"} , {"body" : "International Iranian forces have advanced six to 10 miles into Iraq in the initial phase of an invasion, according to Pentagon officials. They said that Iranian armored units appeared to be driving toward Basra, Iraq's second largest city, 14 miles from the frontier, and that fragmentary reports indicated they were meeting fierce but limited" , "date" : "19820715" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; THURSDAY, JULY 15, 1982" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/15\/nyregion\/news-summary-thursday-july-15-1982.html"} , {"body" : "A group of visual artists will briefly quit the studio for the kitchen Sunday, focusing their creativity on the stove for the benefit of the Cinque Gallery. The 39 cooking painters, sculptors and photographers include Emma Amos, Tony Barboza, Camille Billops, Romare Bearden, Dawoud Bey, Robert Blackburn, Peter Bradley, Nannette Carter, Art" , "date" : "19820623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "39 Artists To Cook For Benefit" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/23\/arts\/39-artists-to-cook-for-benefit.html"} , {"body" : "Federal agents raided an apartment house in downtown Brooklyn yesterday and arrested 26 illegal aliens from Nigeria, including four who had fraudulently obtained up to $100,000 in Government-backed student loans, officials said. The arrests took place at 122 Ashland Place. William Slattery, a spokesman for for the Immigration and Naturalization" , "date" : "19820611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 26 Are Seized As Illegal Aliens" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/11\/nyregion\/the-city-26-are-seized-as-illegal-aliens.html"} , {"body" : "Thousands of people have already begun to arrive in New York for tomorrow's nuclear disarmament rally, confronting the crowded city with the challenge of where to put them. Many who cannot afford hotels will be bedding down in churches and synagogues and even on the floor of a karate school in Greenwich Village. The Parks Department is encouraging" , "date" : "19820611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS PROVIDING LODGING FOR RALLYGOERS" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/11\/nyregion\/new-yorkers-providing-lodging-for-rallygoers.html"} , {"body" : "The Justice Department yesterday appointed Edward A. McDonald, a career prosecutor, to be the new chief of its Brooklyn-based Organized Crime Strike Force for the Eastern District of New York, the unit that spearheaded the Abscam investigation into political corruption. The 35-year-old Mr. McDonald, currently an assistant chief of the unit," , "date" : "19820522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LEGAL PROFESSION"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PROSECUTOR IS NAMED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/22\/nyregion\/prosecutor-is-named-in-brooklyn.html"} , {"body" : "The chief prosecutor in the Abscam investigation yesterday reaffirmed his view that the methods used in the undercover inquiry did not flout constitutional rights or ethical considerations and in fact were the kind most likely to safeguard them. The comments by the prosecutor, Thomas P. Puccio, came the day after a Federal judge in Washington" , "date" : "19820516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "CHIEF PROSECUTOR DEFENDS METHODS OF ABSCAM" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/16\/nyregion\/chief-prosecutor-defends-methods-of-abscam.html"} , {"body" : "Labor Secretary Raymond J. Donovan testified for more than five hours yesterday before a Federal grand jury in Brooklyn investigating charges that he was involved in corruption while he was a construction company executive in New Jersey. Late yesterday afternoon, Mr. Donovan declined to discuss his testimony because of what he said was a" , "date" : "19820512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "DONOVAN TALKS 5 HOURS TO BROOKLYN GRAND JURY" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/12\/nyregion\/donovan-talks-5-hours-to-brooklyn-grand-jury.html"} ,   {"body" : "The 360-foot-high Health Sciences Center on the campus of the State University of New York at Stony Brook is generally acknowledged to be the tallest building on Long Island. But nothing is ever that simple. Over at Mitchel Field there is a hole in the ground that will soon be covered by the two 15-story towers of European American Bank Plaza. The" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STONY BROOK (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; THE TALLEST ON LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/realestate\/postings-the-tallest-on-long-island.html"} , {"body" : "Question: How does one choose a lawyer when one's building has been presented with a red herring (a formal declaration of a developer's plan to turn a building into a cooperative)? What does one look for? ... E.A., Manhattan Answer:An individual or a group should choose a lawyer in the same way it would choose any other professional. Consult other" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Q AND A; Choosing a Lawyer" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/realestate\/q-and-a-choosing-a-lawyer.html"} , {"body" : "In October 1969, at the height of his campaign for re-election, Mayor John V. Lindsay unveiled a spectacular plan for the revitalization of downtown Brooklyn. When the campaign ended, most of the plan was forgotten. But one part survives, and some would say thrives. It is the Fulton Street Mall. The mall has not transformed downtown Brooklyn, nor" , "date" : "19820409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MALL STANDS ALONE IN BROOKLYN 'RENAISSANCE'" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/09\/nyregion\/mall-stands-alone-in-brooklyn-renaissance.html"} , {"body" : "After three months as Brooklyn's District Attorney, Elizabeth Holtzman sees a variety of ways in which she has bolstered the battle against crime in New York City's most populous borough. They range from stepping up the attack on transit crime and auto thefts to providing pencils for assistant district attorneys who, she says, did not have them. As" , "date" : "19820405" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MISS HOLTZMAN DRAWS MIXED REVIEWS ON JOB" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/05\/nyregion\/miss-holtzman-draws-mixed-reviews-on-job.html"} , {"body" : "IT is the promise of the computer that employees sitting at k eyboards in their own homes could make the back office, with its f loors of clerical and keypunch operators, obsolete. In the meantime, however, there is the reality of today. For banks, brokerage houses, insurance companies and other concerns that rely on extensive back office" , "date" : "19820404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "OFFICE HELP SENT TO LOW-RENT SITES" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/04\/realestate\/office-help-sent-to-low-rent-sites.html"} , {"body" : "WHILE several widely scattered areas of the nation have been winning the race to development of high-technology industry, the New York metropolitan area has not been left at the gate. Beginning quietly in the early 1970's, the area's growing technology complex has helped to transform the economic profile of Long Island and the developments are on" , "date" : "19820328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Technology"] , "page_facet" : "43" , "title" : "NEW YORK REGION CATCHING UP IN THE TECHNOLOGICAL RACE" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/28\/jobs\/new-york-region-catching-up-in-the-technological-race.html"} , {"body" : "The Koch administration, which has been encouraging private companies to move to boroughs other than Manhattan, has taken its own advice and decided to move parts of several agencies and about 1,500 employees to Brooklyn. In the largest move, about 1,200 employees of the Department of Finance will leave their offices on Centre Street in lower" , "date" : "19820324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY TO MOVE SOME STAFF AND OFFICES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/24\/nyregion\/city-to-move-some-staff-and-offices-to-brooklyn.html"} , {"body" : "A fire in an equipment room at the Prospect Avenue BMT subway station in Brooklyn disrupted service on the RR, B and N lines for an hour and a half just before last evening's rush hour. RR trains were halted between DeKalb Avenue in downtown Brooklyn and 36th Street in Sunset Park. B trains were rerouted over the F line along McDonald Avenue and N" , "date" : "19820312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY BRIEFS; BMT Fire Upsets Evening Service" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/12\/nyregion\/city-briefs-bmt-fire-upsets-evening-service.html"} , {"body" : "The players took some strange detours before the nation's highestscoring college basketball team was assembled on the northwest corner of Flatbush and DeKalb Avenues -in the old Brooklyn Paramount Theater, where the biggest motion pictures played and Frank Sinatra sang in person. A few cases of homesickness, a player and a coach unable to get along" , "date" : "19820223" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "THEY CAME HOME TO L.I.U." , "url" : "http:\/\/www.nytimes.com\/1982\/02\/23\/sports\/they-came-home-to-liu.html"} , {"body" : "EUROPEAN cities often rely on antique restaurants to attract tourists and locals alike. In New York, however, a higher value is placed on newness -on the most modern restaurant or the latest restaurant fad. It is no wonder, then, that so many of the city's oldest and most beautiful restaurants have disappeared, among them the tiled, mirrored and" , "date" : "19820219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE 9 OLDEST RESTAURANTS IN THE CITY: A CRITIC'S GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/19\/arts\/the-9-oldest-restaurants-in-the-city-a-critic-s-guide.html"} ,   {"body" : "The opera ''Montezuma'' by Roger Session will receive its New York premiere tonight in a performance by the Juilliard American Opera Center, conducted by Frederik Prausnitz, in the Juilliard Theater at Lincoln Center. The libretto, by Giuseppi Antonio Borgese, is about the Spanish conquest of the Aztecs in Mexico and is based on the chronicle by" , "date" : "19820219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; 'MONTEZUMA' AT JUILLIARD" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/19\/movies\/weekender-guide-friday-montezuma-at-juilliard.html"} , {"body" : "Four months after the slayings of a Brink's guard and two policemen in an armored-car robbery in Rockland County, a complex story has begun to emerge of a subterranean culture sustained by a small network of people who view themselves as warriors in a global revolution. It is a group of single-minded people leading double lives, often under" , "date" : "19820216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BEHIND THE BRINK'S CASE: RETURN OF THE RADICAL LEFT" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/16\/nyregion\/behind-the-brink-s-case-return-of-the-radical-left.html"} , {"body" : "A defendant in a Federal drug case has provided a detailed account of how he sai d Government agents entrapped him and sought to turn him into an i nformer against a United States Representative. The defendant, Joseph Marino, a 29-year-old unemployed electrical technician from Brooklyn, said he had been ''targeted'' in an Abscam-style operation" , "date" : "19820211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "'TARGETED' AT REP. RICHMOND, SUSPECT CHARGES" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/11\/nyregion\/targeted-at-rep-richmond-suspect-charges.html"} , {"body" : "To the New York City detectives who concentrate on trying to catch bank robbers, they have become known simply as ''the Women.'' Since Dec. 28, they have become the city's most active team of bank robbers, holding up 11 banks in Manhattan and downtown Brooklyn. On the Police Department's unofficial list of ''most wanted'' bank bandits, the Women" , "date" : "19820207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "'THE WOMEN' ON POLICE MOST-WANTED LIST" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/07\/nyregion\/the-women-on-police-most-wanted-list.html"} , {"body" : "NO doubt because it was designated a historic district (New York City's first) in 1966, much of Brooklyn Heights, where housing revitalization began in the 1960's, still retains the feel of a turn-ofthe-century middle-class enclave. Its narrow streets and Victorian-style brownstones and town houses combine to give the neighborhood an" , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "Real Estate; PART OF OLD ST. GEORGE HOTEL IN BROOKLYN TO BE CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/business\/real-estate-part-of-old-st-george-hotel-in-brooklyn-to-be-co-ops.html"} , {"body" : "A third inmate of the nine who escaped from a courthouse in Brooklyn last month was captured yesterday in an apartment in the Bedford-Stuyvesant section, the police said. A 24-year-old woman in the apartment was charged with harboring a fugitive. The escapee, Reggie Lawrence, 29, of 690 Gates Avenue, was unarmed and offered no resistance when a" , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3D COURTHOUSE ESCAPEE SEIZED" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/nyregion\/3d-courthouse-escapee-seized.html"} , {"body" : "Ellen Nuzzi of Brooklyn Heights rode Transit Authority buses back and forth to work and to shop 40 times in October, 54 times in November and 60 times in December. These statistics, unremarkable to most people, are for Mrs. Nuzzi an indication that she is now ''independent -more or less.'' Mrs. Nuzzi, who is 35 years old, suffers from dystonia, a" , "date" : "19820202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW BUSES: NEW HOPE TO DISABLED" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/02\/nyregion\/new-buses-new-hope-to-disabled.html"} , {"body" : "A second prisoner of the nine who escaped from a Brooklyn courthouse on Jan. 14 was recaptured yesterday by detectives who found him hiding behind a couch in a friend's apartment. The fugitive, Kenneth Saunders, 25 years old, was one of two ''high risk'' prisoners among the nine who fled from the State Supreme Court building in downtown Brooklyn" , "date" : "19820129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SECOND COURT ESCAPEE SEIZED IN A FRIEND'S BROOKLYN HOME" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/29\/nyregion\/second-court-escapee-seized-in-a-friend-s-brooklyn-home.html"} , {"body" : "Governor Carey today proposed a wide range of measures to combat unemployment. They included a ''work sharing'' program to permit employees whose workweeks are cut back to collect unemployment benefits, state insurance for loans to small businesses and a cutback in state regulations on a variety of industries. In addition, Mr. Carey proposed state" , "date" : "19820127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CAREY OFFERS A PROGRAM TO FIGHT UNEMPLOYMENT" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/27\/nyregion\/carey-offers-a-program-to-fight-unemployment.html"} , {"body" : "The revitalization of Brooklyn's Park Slope section in the last 10 years has sharply raised the cost of neighborhood housing and has led to increasing fears of displacement among renters with low or moderate incomes. Some of these residents attended a meeting Friday night called by the Park Slope United Methodist Church to discuss how the" , "date" : "19820124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "IN PARK SLOPE, LESS-AFFLUENT FEAR FOR HOMES" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/24\/nyregion\/in-park-slope-less-affluent-fear-for-homes.html"} ,   {"body" : "To the Editor: John Wang's Jan. 2 Op-Ed article, ''The Office Space Boom,'' correctly points to the keen competition for Manhattan space between office, manufacturing and residential uses. However, Mr. Wang confuses cause and effect. Manufacturing is not under pressure because developers are building millions of square feet of new office space." , "date" : "19820123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "URBAN SPACE WAR WITH MULTIPLE WINNERS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/23\/opinion\/l-urban-space-war-with-multiple-winners-183889.html"} , {"body" : "One of nine prisoners who escaped from a Brooklyn courthouse Thursday was recaptured yesterday. City correction officials said the escape was a result of the failure by Correction Department people to follow proper procedures for transporting inmates. A 10th prisoner in the group also tried to flee from the State Supreme Court Building in downtown" , "date" : "19820116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "INQUIRY INTO ESCAPE OF 9 FAULTS CORRECTIONS STAFF" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/16\/nyregion\/inquiry-into-escape-of-9-faults-corrections-staff.html"} , {"body" : "Nine prisoners charged with crimes ranging from assault to attempted murder - eight of them manacled in pairs by the hands and legs - overpowered three corrections officers and escaped from a downtown Brooklyn courthouse yesterday evening, city correction officials said. The prisoners snatched a 38-caliber revolver from one of the officers, and," , "date" : "19820115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NINE INMATES ESCAPE BY DISARMING GUARD AT COURT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/15\/nyregion\/nine-inmates-escape-by-disarming-guard-at-court-in-brooklyn.html"} , {"body" : "International Instructions for opposing martial law in Poland were issued by three leaders of the suspended union Solidarity who are in hiding. The typewriten leaflet called for 12 actions, including ''passive resistance'' in the workplace. (Page A6, Columns 4-6.) An account of the fighting in Gdansk in the days following the imposition of martial" , "date" : "19820115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; FRIDAY, JANUARY 15, 1982" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/15\/nyregion\/news-summary-friday-january-15-1982.html"} , {"body" : "One day recently, the acting principal of Jamaica High School in Queens got a letter from the Board of Education's testing division asking that he let his students participate in a pilot examination to help construct a new test. Realizing that the Schools Chancellor had directed that testing be minimized to preserve instructional time, the acting" , "date" : "19820113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "MACCHIAROLA FINDS JOB AS PRINCIPAL A REVELATION" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/13\/nyregion\/macchiarola-finds-job-as-principal-a-revelation.html"} , {"body" : "Elizabeth Holtzman, who took over last week as Brooklyn District Attorney, has moved to assure the public that her prosecutors will be fair in their trial tactics and to assure her prosecutors that she is concerned about their welfare. She ordered that her assistant district attorneys not engage in discriminatory strategies for jury selection. In" , "date" : "19820110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "MISS HOLTZMAN MOVES TO INSURE FAIR TRIAL TACTICS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/10\/nyregion\/miss-holtzman-moves-to-insure-fair-trial-tactics.html"} , {"body" : "A suspect in the $1.6 million Brink's holdup that left three persons dead in Rockland County in October and the ambush-slaying of a policeman in Queens last April was arrested in Philadelphia Thursday and turned over to New York authorities last night. After being driven by auto from Philadelphia, the suspect, 32-yearold Anthony LaBorde, appeared" , "date" : "19820109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "SUSPECT IN BRINK'S ROBBERY AND POLICE SLAYING IS SEIZED" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/09\/nyregion\/suspect-in-brink-s-robbery-and-police-slaying-is-seized.html"}]