[  {"body" : "HE was 22 years old, Southern and new to New York: Brooklyn might as well have been an exotic foreign land. When he got off the subway at the Church Avenue station and took his first ''intoxicating breaths of the pickle-fragrant air of Flatbush,'' Stingo was beginning a cultural as well as a geographical odyssey. When William Styron's best-selling" , "date" : "19821231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A VISIT TO THE BROOKLYN OF 'SOPHIE'S CHOICE'" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/31\/books\/a-visit-to-the-brooklyn-of-sophie-s-choice.html"} , {"body" : "\"At any political meeting, nine-tenths of the questions from the homeowners are about multifamily housing,'' says Hy Sardy, chairman of the Midwood Development Corporation in Brooklyn. When homeowners live in areas that have high concentrations of rental housing, preservation of the quality of the rental stock becomes a major concern. Accordingly," , "date" : "19821226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "HOMEOWNERS WORKING TO IMPROVE RENTAL PROPERTY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/26\/realestate\/homeowners-working-to-improve-rental-property.html"} , {"body" : "James Jackson, a 25-year-old marine who lived at 210 West 153d Street in Manhattan, shot and killed his girlfriend, Teona Boyce, 20, in an argument Thursday evening, the police said. He then shot himself, walked to the roof of her seven-story apartment building at 2794 Eighth Avenue and jumped off. His body was found in the courtyard. ... Michael" , "date" : "19821225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/25\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "TREES IN THE BRONX During these holidays, the eyes are on trees, trees decked with the symbols of the season upstaging the flora. A special stand of trees at the New York Botanical Garden in the Bronx, Southern Boulevard and Fordham Road (220-8700), has been created in the Enid A. Haupt Conservatory, the Victorian Crystal Palace with 11 glass" , "date" : "19821222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/22\/arts\/going-out-guide.html"} , {"body" : "When the Oceanfront Development Corporation, a local community organization in the Brighton Beach section of Brooklyn, sought help to upgrade the Neptune Avenue commercial district last year, it contacted the Federation of Jewish Philanthropies of New York, the voluntary charitable agency. The federation responded by helping the community group" , "date" : "19821219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "CHARITABLE GROUP FIGHTS CITY DECAY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/19\/nyregion\/charitable-group-fights-city-decay.html"} , {"body" : "''Now this,'' Frank Filson, a retired schoolteacher who recently moved to New York, said to the waitress, Eileen Doherty, as she presented him with his $6.44 dinner check, ''is one advantage of growing old.'' At an adjoining table, Bernice Bell and Rose Prefer nodded in agreement. ''A very nice deal indeed,'' said Mrs. Bell, a retired legal" , "date" : "19821218" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "STYLE; DISCOUNTS FOR AGED: PETS TO PIZZA" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/18\/style\/style-discounts-for-aged-pets-to-pizza.html"} , {"body" : "Four off-duty police officers were robbed early yesterday by three gunmen at a bar in the Flatbush section of Brooklyn, the police said. The robbers, one armed with a handgun and another carrying a shotgun, entered Perry's Bar and Grill, at 102 Foster Avenue, at 2:15 A.M. and ordered the patrons to lie on the floor, according to the police. The" , "date" : "19821209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; 4 Police Officers Are Robbed in Bar" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/09\/nyregion\/the-city-4-police-officers-are-robbed-in-bar.html"} , {"body" : "Over the Sept. 24 weekend, 25 Mayan jade artifacts were stolen from a display case in the Hall of Mexico and Central America on the second floor of the American Museum of Natural History. The artifacts, which date from A.D. 300 to 900, were insured for $478,000, but museum officials said they were priceless and irreplaceable because of their" , "date" : "19821128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "69" , "title" : "POLICE CONTINUE SERCH FOR STOLEN MAYAN JADE" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/28\/nyregion\/police-continue-serch-for-stolen-mayan-jade.html"} , {"body" : "THERE is nothing circuitous about Flatbush Avenue. It cuts a long and almost direct swath through thec enter of Brooklyn from the Manhattan Bridge to the Belt Parkway. A long the way, it passes neighborhoods that have been in flux for d ecades. Change in neighborhoods and change in regional shopping patterns lead to evolution in the commercial life" , "date" : "19821114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FLATBUSH AVENUE TAKES ON NEW IDENTITY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/14\/realestate\/flatbush-avenue-takes-on-new-identity.html"} , {"body" : "Basketball Knicks vs. Detroit Pistons, at Madison Square Garden, Eighth Avenue and 33d Street, 7:30 P.M. (Television - MSG Cable, 7 P.M. and 1 A.M., tape. Radio -WNEW, 1130; 7:20 P.M.). Nets vs. Philadelphia 76ers, at Byrne Meadowlands Arena, East Rutherford, N.J., 7:30 P.M. Because of the circus, this will be the Nets' last home game until Nov." , "date" : "19821113" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/13\/sports\/saturday-sports.html"} ,   {"body" : "Basketball Knicks vs. Washington Bullets, at Landover, Md. The Knicks (0-7) are off to the worst start in their history. Their losing streak over two seasons is 12 games. Their last victory came on April 10 against the Cleveland Cavaliers. (Television - Channel 9, 8 P.M.) Nets vs. Bulls, at Chicago. The Nets go on the road after two victories over" , "date" : "19821112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "FRIDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/12\/sports\/friday-sports.html"} , {"body" : "Numerical Proliferation B uildings along two blocks of 94th and 95th Streets between Central Park West and Columbus Avenue are getting highly visible street addresses painted on their backs. The aim is quick, precise identification when a neighbor sees a fire, burglary or other emergency. Sponsored by the two block associations, the foot-high" , "date" : "19821101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/01\/nyregion\/new-york-day-by-day-260824.html"} , {"body" : "Basketball Nets vs. 76ers, at Philadelphia. (Television - Channel 9, 7:30 P.M. Radio - WVNJ, 620; 7:30 P.M.) Knicks vs. Bucks, at Milwaukee. (Television - Channel 9, 9:45 P.M. or after Nets game, tape.) Boxing Marvin Hagler, champion, vs. Fulgencio Obelmejias, world middleweight title bout, 15 rounds, at San Remo, Italy. (Television - Home Box" , "date" : "19821030" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/30\/sports\/saturday-sports.html"} , {"body" : "FRENCH FILMS A series of critically praised French films is under way at the Carnegie Hall Cinema, Seventh Avenue at 57th Street, and one of their creators will be on hand tonight. The film maker Bertrand Tavernier will introduce his 1973 work ''The Clockmaker'' at 8:10 P.M. and then appear once more at its conclusion at 9:40 P.M. to discuss it" , "date" : "19821026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/26\/arts\/going-out-guide.html"} , {"body" : "Celebrating his 65th birthday one day after the event, Dizzy Gillespie, jazz trumpet virtuoso and composer, will appear with a group at Brooklyn College tonight at 8. In addition, some of his colleagues are expected to pay him a musical tribute. The concert will be the first of a jazz series. Dakota Staton, the singer, will appear next Friday. The" , "date" : "19821022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE; Friday; GILLESPIE BIRTHDAY PARTY" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/22\/movies\/going-out-guide-friday-gillespie-birthday-party.html"} , {"body" : "WITHOUT leaving New York this weekend, dancegoers can visit Walden Pond, South America and an enchanted island on nobody's map. Or they can travel to pre-Christian Russia, to Bertolt Brecht's Berlin and to Atlantic City at the turn of the century. The method of transport is, of course, choreography. The weekend is crowded with events attesting to" , "date" : "19821015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WORLD TOUR OF DANCE AT HOME" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/15\/arts\/world-tour-of-dance-at-home.html"} , {"body" : "Chicago City Limits, a seven-member comedy team that uses suggestions called out by the audience to create songs and scenes, has a series Friday nights at 11 in which guest comics perform their own material and then improvise with the hosts. Tonight the guest will be Paul Reiser, who did a stand-up routine in the film ''Diner.'' The site is the Jan" , "date" : "19821015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE; Friday; EAST SIDE COMEDY" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/15\/books\/going-out-guide-friday-east-side-comedy.html"} , {"body" : "Baseball Cardinals vs. Milwaukee Brewers, World Series, second game, at St. Louis. John Stuper, who came out of the bullpen to win some key games as a starter, pitches for the Cardinals. He is opposed by Don Sutton, who, having arrived from Houston, won four games down the stretch. (Television - Channel 4, 8 P.M. Radio - WCBS, 880; 8:20 P.M.)" , "date" : "19821013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "WEDNESDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/13\/sports\/wednesday-sports.html"} , {"body" : "Baseball Brewers vs. California Angels, American League playoff, fourth game, at Milwaukee. (Television -Channel 7, 1 P.M. Radio - WCBS, 880; 1 P.M.) Braves vs. St. Louis Cardinals, National League playoff, third game, at Atlanta. (Television - Channel 7, 8 P.M. Radio - WCBS, 880; 8 P.M.) Basketball Nets vs. Philadelphia 76ers, exhibition game, at" , "date" : "19821009" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/09\/sports\/saturday-sports.html"} , {"body" : "A Brooklyn motorist towing a neighbor's disabled van on the Brooklyn-Queens Expressway was killed and the neighbor seriously injured early yesterday when another car crashed into them after they stopped to secure their towline, the police reported. The driver of the third vehicle was also seriously hurt. The accident occurred at 5:40 A.M. just" , "date" : "19821004" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Motorist Fixing Towline On Expressway Is Killed" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/04\/nyregion\/motorist-fixing-towline-on-expressway-is-killed.html"} ,   {"body" : "The left bank of the Gowanus Canal, an unlovely piece of real estate in South Brooklyn, seems hardly the most propitious site for an outdoor art show. Yet there, at Smith and Fifth Streets, on a five-acre former dump rife with weeds, trash middens and expired auto bodies, blooms the Gowanus Memorial Art Yard. A city-owned facility preempted for the" , "date" : "19821003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "GALLERY VIEW; DRAWING A BEAD ON PUBLIC MONUMENTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/03\/arts\/gallery-view-drawing-a-bead-on-public-monuments.html"} , {"body" : "To the Editor: When you announced in your Sept. 22 (early edition) New York Day by Day column that ''New Brooklyn School (is) to be Named for the Duke,'' I thought true recognition had come at last to one of my boyhood idols. Maybe the school lobby would have a mural of him roaming center field. Maybe a picture of him pumping the ball over the" , "date" : "19821002" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "THE WRONG DUKE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/02\/opinion\/l-the-wrong-duke-191009.html"} , {"body" : "'House With Broken Heart' Celebrating New Life I n 1652, Pieter Claesen Wyckoff built a farmhouse of cedar shingles in what is now the East Flatbush section of Brooklyn for his wife, Grietje, and their 12 children. For the next 250 years, his descendants lived there. Today, after years in disrepair, the Wyckoff House - the oldest house in the city" , "date" : "19821001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/01\/nyregion\/new-york-day-by-day-190950.html"} , {"body" : "DIG WE MUST The attic of history, in older cities, is more often to be found, paradoxically, in ''the basement,'' beneath the tangled web of water mains, sewers and subways. A small but interesting exhibition, ''Archeology in Britain,'' gives us a brief sketch of ancient societies, contained in several showcases near the entrance of the Standard" , "date" : "19820930" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/30\/arts\/going-out-guide.html"} , {"body" : "Auto Racing Caesars Palace Grand Prix, at Las Vegas. Final race in the 15-race series to determine the Formula One world driving championship. (Television - Channel 4; 4 P.M.). Baseball Braves vs. San Diego Padres, at Atlanta. (Channel 4; 1:15 P.M.). Yankees vs. Red Sox, at Boston. (Television - Channel 11; 2 P.M. Radio - WABC, 770; 2 P.M.). Mets" , "date" : "19820925" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "38" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/25\/sports\/saturday-sports.html"} , {"body" : "Except for a tree in its small entrance courtyard that rises nearly to the roof, there appears to be nothing outstanding about the newly renovated, four-story apartment building at 1554 Ocean Avenue in Brooklyn's Midwood neighborhood. It seems just one of the many residential apartment houses that line the five-mile thoroughfare from Park Slope" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "ABOUT REAL ESTATE; BROOKLYN BUILDING IS RENOVATED UNDER CITY PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/business\/about-real-estate-brooklyn-building-is-renovated-under-city-program.html"} , {"body" : "Baseball Yankees vs. Cleveland Indians, at Yankee Stadium, River Avenue and 161st Street, the Bronx, 8 P.M. (Television - SportsChannel, 8 P.M. Radio - WABC, 770, 8 P.M. Mets vs. Cubs, at Chicago. (Television - SportsChannel, 2:30 P.M. Radio - WMCA, 570; WGBB, 1240; 2:30 P.M.) Hockey Rangers vs. Islanders, exhibition, at Madison Square Garden," , "date" : "19820922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "WEDNESDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/22\/sports\/wednesday-sports.html"} , {"body" : "On the afternoon of Aug. 23, 16-year-old Shimon Kutchera was returning by subway to the group home on East 233d Street in the Bronx where he lived. He was carrying a portable radio-cassette player, a proud possession he had bought with his earnings from his new job at a summer day camp. As the northbound train approached the Burke Avenue station on" , "date" : "19820917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CRIME UPDATE; POLICE SEEK ROBBER WHO KILLED YOUTH FOR RADIO" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/17\/nyregion\/crime-update-police-seek-robber-who-killed-youth-for-radio.html"} , {"body" : "A friend is waxing eloquent about a recent rolling pin-throwing contest in Goshen, Conn. Another is nostalgic for the veritable sea of noble pigs spotted at a Midwestern extravaganza. A third has cherished all her life the blue ribbon she won for ''Best Flower Arrangement, Children's Division'' in a small New England town. But, we say to those who" , "date" : "19820913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Come to the Fair" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/13\/opinion\/come-to-the-fair.html"} , {"body" : "A 19-year-old youth was fatally shot near his Brooklyn home last night after he refused to hand over his radio to two holdup men, the police said. The victim, Joseph Spellen, of 2071 Caton Avenue, near Prospect Park in the Flatbush section of the borough, was shot in the chest at 10:20 P.M. as he stood next to a building at 75 East 21st Street," , "date" : "19820912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Brooklyn Youth, 19, Is Slain In a Dispute Over His Radio" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/12\/nyregion\/brooklyn-youth-19-is-slain-in-a-dispute-over-his-radio.html"} ,   {"body" : "The Feast of San Gennaro, granddaddy of New York street fairs, will swirl on all weekend under arches of colored lights on Mulberry Street, where the air is rich with the aroma of frying sausages and the blare of brass bands. Elsewhere this weekend, offspring of San Gennaro can be found on Manhattan's East Side and West Side and in TriBeCa, in" , "date" : "19820910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "SAN GENNARO LEADS A PARADE OF FESTIVALS" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/10\/arts\/san-gennaro-leads-a-parade-of-festivals.html"} , {"body" : "Government policies seldom succeed in distinguishing good guys from bad guys, or even big guys from little guys, but that is just what citizens expect in programs that confer enormous financial benefits. Take, for example, New York City's J-51 tax abatement for rehabilitated housing. When owners improve property, the assessed value increases and so" , "date" : "19820904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "VICTIMS OF J-51's DEFEAT" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/04\/opinion\/victims-of-j-51-s-defeat.html"} , {"body" : "A Bronx resident identified as 77-year-old James Briggs was found bound and stabbed to death shortly after noon yesterday in his apartment at 1790 Story Avenue, part of a public-housing project in the Clasons Point section. .. Two men drinking in a Brooklyn afterhours club at 4:30 A.M. yesterday announced a holdup, took out guns and, apparently" , "date" : "19820901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/01\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The New York City Health Department cited 15 food establishments last week for violations of the health code. It also named eight that were allowed to reopen after correcting earlier violations and 10 that were closed for failure to do so in the last two weeks. VIOLATIONS Jimmy's Restaurant, 127 Chambers St. Linette Restaurant, 66 Delancey St." , "date" : "19820829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "45" , "title" : "15 Food Outlets in New York Fail to Pass City Inspections" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/29\/nyregion\/15-food-outlets-in-new-york-fail-to-pass-city-inspections.html"} , {"body" : "What was it? ''It was headed west to east right over the Empire State Building,'' said Timothy J. McDougall, who was walking with his wife, Maureen, on Fifth Avenue at 68th Street at 8:30 P.M. ''Green sparks were flying out,'' Mr. McDougal said. ''It moved too fast for a plane. We could see it for two or three seconds. The people next to us saw it," , "date" : "19820825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AN AERIAL LIGHT SHOW: WHAT WAS IT?" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/25\/nyregion\/an-aerial-light-show-what-was-it.html"} , {"body" : "SEVENTEEN new callery pears, ginkgos and pin oaks are taking root a long Brooklyn's Flatbush Avenue from Atlantic Avenue to Plaza S treet, bringing to 66 the tree population of those eight store-linedb locks. The new trees are there, lending a touch of green grace to a concrete commercial strip, because the North Flatbush Avenue Betterment" , "date" : "19820822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "IT'S TIME FOR STREET TREES" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/22\/realestate\/it-s-time-for-street-trees.html"} , {"body" : "CITY COUNTY FAIR It almost seems old-fashioned, un-New Yorkish; like a Sunday School picnic. It's called the City Gardeners' Harvest Fair, and almost everything is free. There will be hayrides; games, mostly for children, such as sack races and three-legged races; films on gardening and nutrition; workshops on hobbies; aviation and environmental" , "date" : "19820821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/21\/arts\/going-out-guide.html"} , {"body" : "A 30-year-old woman was murdered last night when one of four men she was talking to on a street in the Lower East Side pulled out a gun and shot her once in the neck, the police said. The woman, identified as Carmen Mercado of 1671 Flatbush Avenue in Brooklyn, died on the pavement at 728 East Ninth Street and shortly after her body was removed" , "date" : "19820812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Woman, 30, Slain; Cross Is Painted" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/12\/nyregion\/the-city-woman-30-slain-cross-is-painted.html"} , {"body" : "A Consolidated Edison Company executive was slashed, bound and robbed at knifepoint in a penthouse suite he was sharing with his wife at the New York Hilton Hotel early yesterday morning, the police said. Three robbers, who posed as deliverymen, escaped with $16,000 in cash and jewelry, the police said. One suspect was tackled by a private security" , "date" : "19820809" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FOUR ROBBERS ATTACK COUPLE AT THE HILTON" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/09\/nyregion\/four-robbers-attack-couple-at-the-hilton.html"} , {"body" : "In its ambiance as a neighborhood, in its stock of stately Victorian brownstones, and in its prices, both for the brownstones and for apartments, Brooklyn's Park Slope has few peers in New York City. And as more affluent newcomers have settled in the area - bounded by Fourth Avenue on the east, Prospect Park West on the west, Flatbush Avenue on the" , "date" : "19820723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; FORMER STABLES NOW CO-OP IN BROOKLYN'S PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/23\/business\/about-real-estate-former-stables-now-co-op-in-brooklyn-s-park-slope.html"} ,   {"body" : "Shakespeare & Company has turned a corner of Brooklyn's Prospect Park into a magic grove for a ''Twelfth Night'' with the kind of rowdy comedy and direct appeal that the Globe's productions were said to have had in Shakespeare's day. Every production element is imaginatively conceived and rendered, from Bill Ballou's layered little set and Kiki" , "date" : "19820711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "40" , "title" : "THEATER: 'TWELFTH NIGHT' STAGED IN PROSPECT PARK" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/11\/theater\/theater-twelfth-night-staged-in-prospect-park.html"} , {"body" : "A recent dispute over the appointment of a principal for a Brooklyn elementary school has focused attention on the process of selecting local school administrators under the city's decentralized school system. The naming of Kathleen Shay, a 34-year-old administrator of a remedial-school program, to be principal of Public School 193 in the Midwood" , "date" : "19820711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "PARENTS' ROLE IN HIRING OF PRINCIPAL DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/11\/nyregion\/parents-role-in-hiring-of-principal-disputed.html"} , {"body" : "Accessible by subway or bus, 15 miles of city beaches line the shores of four of the boroughs - all except Manhattan. The beaches, maintained by the city, are free, clean and, now that the freeze on hiring municipal employees has been lifted, fully staffed with lifeguards. ''The beaches can be reached by public transportation - that is their" , "date" : "19820709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK CITY BEACHES: FREE AND EASY TO REACH" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/09\/nyregion\/new-york-city-beaches-free-and-easy-to-reach.html"} , {"body" : "Shakespeare returns to Brooklyn tonight in the first season of free theater in Prospect Park in several years. Joseph Papp, who is a Brooklyn native as well as head of the New York Shakespeare Festival, is presenting a production of ''Twelfth Night'' by Shakespeare & Company, a troupe based in Lenox, Mass. The comedy will unfold in a wooded glade" , "date" : "19820702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "SHAKESPEARE IN THE PARK, THIS TIME IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/02\/theater\/shakespeare-in-the-park-this-time-in-brooklyn.html"} , {"body" : "IN Philadelphia, the city and a group of colleges and universities have built the University City Science Center, a 16-acre complex bound by the University of Pennsylvania and Drexel University. The center consists of nine buildings designed to house scientific research activity. In Cambridge, Mass., the Massachusetts Institute of Technology, a" , "date" : "19820630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Education" , "Technology" , "Business"] , "page_facet" : "18" , "title" : "Real Estate; Research Venture at Polytechnic" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/30\/business\/real-estate-research-venture-at-polytechnic.html"} , {"body" : "The Justice Department today rejected the New York State Legislature's plans to reapportion Congressional, State Senate and Assembly districts on the ground that they discriminated against minority groups in the Bronx, Brooklyn and Manhattan. The action caught New York State politicians by surprise, and Governor Carey immediately signed a bill" , "date" : "19820623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK STATE'S PLANS TO REVISE VOTE DISTRICTS REJECTED AS BIASED" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/23\/nyregion\/new-york-state-s-plans-to-revise-vote-districts-rejected-as-biased.html"} , {"body" : "ANYONE who doubts that the man at the top can establish the tone and personality of a giant corporation might well consider the Waldbaum supermarket chain. Having only limited confidence in such modern business instruments as formal market research, Ira Waldbaum, the 54-year-old president of the chain, is a consummate pragmatist. He and his" , "date" : "19820616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A SUPERMARKET BOSS WITH A MOM-AND-POP PHILOSOPHY" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/16\/garden\/a-supermarket-boss-with-a-mom-and-pop-philosophy.html"} , {"body" : "Farmers' Markets Open This Saturday, for the seventh year in a row, the country will once again come to the city, making it possible for New Yorkers who stay in town to enjoy the same farm-fresh produce as those who go to the country on weekends. Four of New York City's Greenmarket locations are scheduled to open that day. Despite attempts to close" , "date" : "19820602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/02\/garden\/food-notes-178362.html"} , {"body" : "New York City detectives are searching for at least three more personsthe police believe terrorized and robbed dozens of people in two separate incidents on Long Island late Friday and early Saturday, the New York City police said yesterday. Three suspects were arrested Saturday morning after a shootout with the police in the East New York section" , "date" : "19820531" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 OTHERS SOUGHT FOR QUESTIONING ON L.I. ATTACKS" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/31\/nyregion\/3-others-sought-for-questioning-on-li-attacks.html"} , {"body" : "ON an afternoon several weeks ago, a cab pulled up beside a baseball field in Brooklyn. The passenger, wearing a fedora, rolled down the window and asked a man nearby, ''Is this where Shawon Dunston is playing?'' ''Yes,'' said the passer-by. The man got out of the cab and, carrying two suitcases, he headed for the ball field. He was a scout for a" , "date" : "19820531" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BROOKLYN DIAMONDS PRODUCE A JEWEL" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/31\/sports\/brooklyn-diamonds-produce-a-jewel.html"} ,   {"body" : "With enthusiasm, desperation and little regard for the elements, New Yorkers scattered to the outer territories for the Memorial Day weekend, kicking off the summer season on beaches, in parks and in vacation cottages. Under skies that stayed overcast and drizzly for much of the weekend, they left by the thousands, while those who were left behind" , "date" : "19820531" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "WEATHER OR NOT, MANY FLEE CITY FOR WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/31\/nyregion\/weather-or-not-many-flee-city-for-weekend.html"} , {"body" : "NO matter that the solstice is three weeks away; summer as a way of life starts today. The Memorial Day weekend ushers in the season just as Labor Day snuffs it out, and there are all kinds of ways to get into the spirit over the next four days in New York, New Jersey and Connecticut. There are lazy ways, like lying on the beaches - which open" , "date" : "19820528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MEMORIAL DAY: A 3-STATE GUIDE TO THE START OF SUMMER" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/28\/arts\/memorial-day-a-3-state-guide-to-the-start-of-summer.html"} , {"body" : "Millions of feet trample them and thousands of wheels ride over them each day, yet they never gain attention until they blow sky-high in a freak accident. Yet they have caught the eye of an artistphotographer, Hertha Bauer, whose ''Mostly Manhole Covers of Manhattan'' displays about 100 of them in the Community Gallery, at 30 East 35th Street" , "date" : "19820527" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GOING OUT GUIDE; COVERS UP" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/27\/arts\/going-out-guide-covers-up.html"} , {"body" : "Commuters who use the Long Island Rail Road will no longer be able to get drinks while waiting on the platforms for trains at Pennsylvania Station, Flatbush Avenue in Brooklyn and Jamaica, Queens. Because of a decision in State Supreme Court, the railroad has been forced to discontinue selling liquor from the portable bar carts that for 20 years" , "date" : "19820526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "RIDERS' WAIT FOR L.I.R.R. IS 'DRY' NOW" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/26\/nyregion\/riders-wait-for-lirr-is-dry-now.html"} , {"body" : "Two chimpanzees escaped from their cages in the Central Park Zoo yesterday, sending zookeepers and police officers scrambling after them and for a time leaving in doubt just who were the pursuers and who were the pursued. Armed with grapes, chocolate ice cream, bananas and soda, the zookeepers lured Panzee, a 60-pound female chimpanzee, into a cage" , "date" : "19820525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 CHIMPS GET BRIEF TASTE OF FREEDOM" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/25\/nyregion\/2-chimps-get-brief-taste-of-freedom.html"} , {"body" : "Security will be increased today at James Madison High School in Brooklyn as the school reopens after several days of racial tension. An added complement of police officers will patrol outside the building, at 3787 Bedford Avenue in the Flatbush section. Inside, the school security force of 12 will be doubled. Martin Ilivicky, the Brooklyn" , "date" : "19820524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "THE CITY; Added Security Set At Madison High" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/24\/nyregion\/the-city-added-security-set-at-madison-high.html"} , {"body" : "Over the last five years, the Borough Park section of Brooklyn has become one of the most ambitious centers of residential real estate activity in the city. According to specialists in property sales and mortgage loans, land prices have soared as contractors buy old frame houses on side streets off the main avenues, demolish them and build new" , "date" : "19820521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SURGE ALTERS BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/21\/nyregion\/housing-surge-alters-borough-park.html"} , {"body" : "C.E. MOREY of Utica, N.Y., built 261 pipe organs between 1893 and 1935, the year he went out of business. The instruments are prized to this day for their sturdy construction and rich sound. So when a year and a half ago the vicar of St. James of Jerusalem Episcopal Church in Long Beach heard that a Morey organ, built in 1911, was for sale, he" , "date" : "19820516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/16\/nyregion\/long-island-journal-134371.html"} , {"body" : "The ''Agamemnon'' of Aeschylus, which spans the Greek king's return from the Trojan War to his murder by his queen, Clytemnestra, is being staged at the Greek Theater of New York, 120 West 28th Street, under the direction of Jonathan Ringkamp, a Franciscan brother, who was co-founder of street-theater productions with Geraldine Fitzgerald and who" , "date" : "19820514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; 'AGAMEMNON' IN CHELSEA" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/14\/theater\/weekender-guide-friday-agamemnon-in-chelsea.html"} , {"body" : "Detectives investigating the murder of three men on a Queens street Saturday morning say they now believe they know who did the shooting and the motive. They said yesterday that the men were killed after a fight in a popular Brooklyn discotheque earlier Saturday morning over money and that the victims were shot when they showed up later for what" , "date" : "19820512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE LINK SLAYING OF 3 TO ARGUMENT ON MONEY" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/12\/nyregion\/police-link-slaying-of-3-to-argument-on-money.html"} ,   {"body" : "AGENERAL contractor named Thomas Delmazio has his office on the c orner of 71st Street and 20th Avenue in the Bensonhurst section of B rooklyn. He has done apartment-renovation work in northern Flatbush a nd Coney Island, but not in Bensonhurst. That disappoints him as much as it surprises the visitor to Bensonhurst. Fully occupied apartments" , "date" : "19820509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "REHABILITATION LAGS IN THE BETTER AREAS" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/09\/realestate\/rehabilitation-lags-in-the-better-areas.html"} , {"body" : "For 10 years the oldest house in New York State was boarded up, blending with a nearby Brooklyn junkyard. The historic status of the old Dutch homestead was hinted at in the name of the business next door, Landmark Car Wash. New York City, overcoming more than a decade of red tape and budget crises, is now restoring the Wyckoff House, which" , "date" : "19820506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "STATE'S OLDEST HOME UNDER RESTORATION" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/06\/garden\/state-s-oldest-home-under-restoration.html"} , {"body" : "MAY will arrive this weekend in a blaze of cherry blossoms in Brooklyn, on the strings of wild kites in Central Park and in the sounds, smells and sights of festivals and tours all over town. This is the weekend when New Yorkers and their suburban neighbors take to the outdoors. What follows are some of the ways in which you can participate. An" , "date" : "19820430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HOW TO GO A-MAYING: A GUIDE FOR THE CITY AND SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/30\/arts\/how-to-go-a-maying-a-guide-for-the-city-and-suburbs.html"} , {"body" : "MOZART'S INSPIRATION Converting plays into big musicals is an old tradition, one that antedates such adaptations as ''Pygmalion'' into ''My Fair Lady'' or ''Romeo and Juliet'' into ''West Side Story.'' In 1786 Wolfgang Amadeus Mozart made an opera, ''The Marriage of Figaro,'' out of a popular 1778 comedy by a Frenchman, Pierre Caron de" , "date" : "19820429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/29\/arts\/going-out-guide.html"} , {"body" : "Fort Greene House Tour, departing from Williamsburg Savings Bank, 1 Hanson Place, Brooklyn, 643-1603. This tour will explore two historic neighborhoods of Brooklyn - the Brooklyn Academy of Music Triangle and Fort Greene. Twelve houses will be seen, on Sunday from 1 to 5 P.M. Tickets $4 in advance, $5 on Sunday. Flatbush Victorian House Tour, de-" , "date" : "19820422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "ANTIQUES, ORCHIDS AND HOUSE TOURS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/22\/garden\/antiques-orchids-and-house-tours.html"} , {"body" : "The Department of Consumer Affairs - using new enforcement powers against unlicensed businesses for the first time - seized 11 video machines from a game parlor in the Flatbush section of Brooklyn yesterday. Standing in front of the parlor -Playboys Fun and Games, 4915 Church Avenue - Consumer Affairs Commissioner Simon P. Gourdine sternly warned" , "date" : "19820415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 11 Video Machines Seized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/15\/nyregion\/the-city-11-video-machines-seized-in-brooklyn.html"} , {"body" : "In October 1969, at the height of his campaign for re-election, Mayor John V. Lindsay unveiled a spectacular plan for the revitalization of downtown Brooklyn. When the campaign ended, most of the plan was forgotten. But one part survives, and some would say thrives. It is the Fulton Street Mall. The mall has not transformed downtown Brooklyn, nor" , "date" : "19820409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MALL STANDS ALONE IN BROOKLYN 'RENAISSANCE'" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/09\/nyregion\/mall-stands-alone-in-brooklyn-renaissance.html"} , {"body" : "THE talk in Brooklyn's Park Slope section these days is of change, o f new people coming in and driving up the price of brownstone housesw ell past the $200,000 mark. But at the same time, there is a r ealization that although some other parts of the city have been all b ut devastated by major upheavals, Park Slope has changed very littlei n recent" , "date" : "19820404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/04\/realestate\/park-slope.html"} , {"body" : "The opening scene for ''All in the Family,'' a street of tidy, if tediously uniform, row houses, was filmed in Glendale, Queens, many residents contend. Although the producers of the television program decline to confirm or deny that, the residents continue to believe it. ''There is this joke that this is Archie Bunker territory,'' said Terence G." , "date" : "19820321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RIDGEWOOD-GLENDALE OPENS ITS DOORS" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/21\/realestate\/ridgewood-glendale-opens-its-doors.html"} , {"body" : "A chilling rain and police precautions transformed St. Patrick's Day in the city yesterday into the least rowdy of recent years, though possibly not the cheeriest and certainly not the sunniest. While a meager turnout of spectators for the annual parade up Fifth Avenue huddled under each other's umbrellas, and the tens of thousands of marchers and" , "date" : "19820318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BIT OF MIST SETS TONE FOR IRISH" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/18\/nyregion\/bit-of-mist-sets-tone-for-irish.html"} ,   {"body" : "When their subway train pulled into the Brooklyn Bridge station one recent day, two women who had been told by a fellow passenger that the the IRT No. 6 local would stop at Fulton Street, their destination, remained aboard. The sign on their car - incorrect - said the last stop would be Bowling Green, two stops beyond Fulton. But the Brooklyn" , "date" : "19820314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "SUBWAY SIGNS OFTEN SIDETRACK RIDERS" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/14\/nyregion\/subway-signs-often-sidetrack-riders.html"} , {"body" : "A fire in an equipment room at the Prospect Avenue BMT subway station in Brooklyn disrupted service on the RR, B and N lines for an hour and a half just before last evening's rush hour. RR trains were halted between DeKalb Avenue in downtown Brooklyn and 36th Street in Sunset Park. B trains were rerouted over the F line along McDonald Avenue and N" , "date" : "19820312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY BRIEFS; BMT Fire Upsets Evening Service" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/12\/nyregion\/city-briefs-bmt-fire-upsets-evening-service.html"} , {"body" : "CURTAIN RAISER By Greenwich Village entertainment standards, Tuesday mornings at 9:30 - maybe a bit later - is something of a dawn patrol. That is when the New Works Project gives readings of plays at the Cornelia Street Cafe, 29 Cornelia Street, between Bleecker Street and the Avenue of the Americas (929-9869). If you go there tomorrow morning," , "date" : "19820308" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/08\/arts\/going-out-guide.html"} , {"body" : "Antoinette Rennick was walking to her home in Ozone Park, Queens, on the evening of Jan. 23 when a man jumped out of a Ford Thunderbird and attempted to steal her pocketbook. When the 38-year-old woman, who worked in a knitting mill, resisted, the man fatally stabbed her and sped away. Four days later, police officers in Brooklyn stopped Perry" , "date" : "19820303" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CRIME UPDATE; PATTERN FOUND IN KNIFEPOINT ROBBERIES OF WOMEN" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/03\/nyregion\/crime-update-pattern-found-in-knifepoint-robberies-of-women.html"} , {"body" : "SPLASH It may not yet feel that way, but spring is less than a month away, and already its advance men are making splashes of color at places such as the Brooklyn Botanic Garden, 1000 Washington Avenue, in Prospect Park, at Eastern Parkway and Flatbush Avenues (622-4433). These encouraging signs erupt as you walk through the winter-wear grounds of" , "date" : "19820227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/27\/arts\/going-out-guide.html"} , {"body" : "Works by the composer John Cage can be seen but not heard in a survey of his visual achievements at the Whitney Museum of American Art. Cage developed his own systems of musical notation in the 1930's, and the exhibition, celebrating his 70th birthday, offers selections of his hand-drawn music scores, including one that uses stars rather than" , "date" : "19820226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; CAGE AT THE WHITNEY" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/26\/arts\/weekender-guide-friday-cage-at-the-whitney.html"} , {"body" : "A 23-year-old off-duty police officer was fatally wounded last night when one of the two robbers he was chasing in the Bedford Park section of the Bronx suddenly turned and fired a pistol at the officer's car, the police said. The officer, George J. Werdann, had seen a holdup in progress at the R & & Supermarket at the corner of 198th Street and" , "date" : "19820222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN OFF DUTY POLICEMAN IS SHOT TO DEATH CHASING TWO ROBBERS IN THE BRONX" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/22\/nyregion\/an-off-duty-policeman-is-shot-to-death-chasing-two-robbers-in-the-bronx.html"} , {"body" : "She may be better known for her rendition of Handel's Concerto for Harp in B flat (Op. 4, No. 6), but Emily Mitchell played ''Danny Boy'' yesterday at the Midtown North Precinct headquarters in gratitude for the recovery of her $20,000 harp. Miss Mitchell, a New York City resident, is touring the East Coast with the Kibbutz Chamber Orchestra of" , "date" : "19820218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "NOTES ON PEOPLE; A Song of Thanks" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/18\/nyregion\/notes-on-people-a-song-of-thanks.html"} , {"body" : "GROUND LEVEL They etched gigantic designs in the plains of Nazca, southeast of Lima, Peru, but they never saw them the way you can now. You can seem the works in an exhibition of 60 aerial photographs by Marilyn Bridges at the Center for Inter-American Relations, 680 Park Avenue, at East 68th Street (249-8950). The artists were the Nazca Indians" , "date" : "19820217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/17\/arts\/going-out-guide.html"} , {"body" : "Two gunmen may have taken part in the slaying of an off-duty Housing Authority police officer shortly after midnight yesterday near his home in the Flatbush section of Brooklyn, the police said. The officer, James Carragher, 54 years old, who had just completed a tour of duty in Coney Island, was slain 80 feet from his front door in the Glenwood" , "date" : "19820212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "POLICE LOOKING FOR 2 IN BROOKLYN SLAYING OF A HOUSING OFFICER" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/12\/nyregion\/police-looking-for-2-in-brooklyn-slaying-of-a-housing-officer.html"} ,   {"body" : "On a sunny May morning in 1953, my wife and I and our two daughters moved from a three-room apartment into our own home in the Flatbush section of Brooklyn. In terms of distance the move was simple and swift - no more than a quarter of a mile from where we had lived. In terms of comfort, life style, costs and the many responsibilities that go with" , "date" : "19820207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFTER RETIREMENT, WE CHOSE TO STAY IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/07\/realestate\/after-retirement-we-chose-to-stay-in-flatbush.html"} , {"body" : "The New York City Department of Health released the names of 45 food establishments last week that were cited for violations of the city's health code. In addition, the department named seven establishments that were allowed to reopen after correcting earlier violations, and seven that were closed for failure to do so. VIOLATIONS Stanley's Coffee" , "date" : "19820207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "45 FOOD OUTLETS FAIL INSPECTION" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/07\/nyregion\/45-food-outlets-fail-inspection.html"} , {"body" : "FROM CANADA Stephen Leacock, who died in 1944, was a Canadian economist turned writer, a humorist who had the rare ability to make an otherwise silent, sedentary reader burst into laughter at a line of thought that was funny, if not hilarious. He won a Mark Twain award and was admired by his fellow humorist Robert Benchley, whose mind often" , "date" : "19820206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/06\/arts\/going-out-guide.html"} , {"body" : "NEW YORK is an opera town: two major companies, important new productions, a host of world-famous singers and an army of eager fans attest to that. But another, perhaps even more telling sign of the importance of opera for the city is the number of smaller companies that offer unusual repertory, ambitious young singers, low ticket prices and" , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORK'S OPERA SCENE: SMALL, AMBITIOUS YOUNG TROUPES" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/arts\/new-york-s-opera-scene-small-ambitious-young-troupes.html"} , {"body" : "A fire attributed to arson killed seven residents of a Brooklyn tenement early yesterday and injured 27 persons, 14 of them firemen. Fire Department officials said that the blaze, at 258 Albany Avenue in the Crown Heights section, had been set and that they had no suspects. Two persons died in a fire in the Greenpoint section of Brooklyn shortly" , "date" : "19820204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "7 KILLED IN BROOKLYN TENEMENT; 2 DIE IN 2D BLAZE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/04\/nyregion\/7-killed-in-brooklyn-tenement-2-die-in-2d-blaze.html"} , {"body" : "A 16-year-old Brooklyn youth was arrested yesterday at 2:30 P.M. for robbing a private home at 2314 63d Street in Brooklyn's Bensonhurst section. The police said the suspect, Edwin Velez of 2391 Bedford Avenue, would be charged with ''numerous'' crimes against the elderly in the Bensonhurst, Flatbush and Sheepshead Bay areas. ... Two armed men held" , "date" : "19820204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/04\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "In defiance of astronomical odds, a Queens plumber yesterday won $3.35 million on a state Lotto ticket bought from the same midtown newsstand that issued the winning ticket for last November's record $5 million jackpot. The plumber, Casimiro Serrano, 46 years old, of Flushing, who came to New York from Puerto Rico 32 years ago, thus became the" , "date" : "19820204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MANHATTAN NEWSSTAND SELLS 2D MULTIMILLION-DOLLAR LOTTO TICKET" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/04\/nyregion\/manhattan-newsstand-sells-2d-multimillion-dollar-lotto-ticket.html"} , {"body" : "Paul Theroux, whose latest novel, ''Mosquito Coast,'' will be published next month, lives in London. By Paul Theroux New Yorkers say some terrible things about the subway - that they hate it, or are scared stiff of it, or that it deserves to go broke. ''I haven't been down there in years,'' is a common enough remark from a city dweller. Even people" , "date" : "19820131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "20" , "title" : "SUBWAY ODYSSEY" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/31\/magazine\/subway-odyssey.html"} , {"body" : "New York City stirs happy thoughts, bright memories and even a sense of pride among some contributors to The New York Times Neediest Fund, and their gifts are made in gratitude for the city's special meaning to them. ''If there is a single reason why I came to New York almost 15 years ago, it was the example of my uncle, Peter Manning, who died" , "date" : "19820130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LOVE OF CITY SPURS GIFTS TO NEEDIEST" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/30\/nyregion\/love-of-city-spurs-gifts-to-neediest.html"} , {"body" : "Two men who robbed a grocery store at gunpoint in Brooklyn's Flatbush section late Saturday night turned their weapons on the store's three proprietors and shot them ''for no reason,'' the police said yesterday. The wounded men were in critical condition at Kings County Hospital. Shortly after 11 P.M. Saturday, two men burst into the Albireh Food" , "date" : "19820125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Owners of Store Shot By Robbers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/25\/nyregion\/3-owners-of-store-shot-by-robbers-in-brooklyn.html"} ,   {"body" : "Sol David, who survived Nazi concentration camps in World War II only to be murdered in Brooklyn by a robber who killed him with a single bullet, was buried yesterday. With Mr. David's widow, Flora, sobbing uncontrollably as relatives sought to comfort her, Rabbi Paul Gruber told more than 50 mourners at the Flatbush funeral service that ''we" , "date" : "19820121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A DEATH CAMP SURVIVOR, SLAIN BY MUGGERS, BURIED" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/21\/nyregion\/a-death-camp-survivor-slain-by-muggers-buried.html"} , {"body" : "The National Park Service has announced a 10-year, $25 million development plan for Floyd Bennett Field in Brooklyn that would be partially financed by private funds. The project would eventually transform the field, which in 1931 became New York's first municipal airport, into a recreation area offering educational and research programs focusing" , "date" : "19820113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/13\/nyregion\/169560.html"} , {"body" : "The New York City Department of Health released the names of 22 food outlets that it said had violated the city's Health Code. The department also released the names of three that had reopened after correcting earlier violations and one that had been closed for failing to do so. VIOLATIONS The Warehouse, 324 Amsterdam Ave. Marvin's Restaurant, 157" , "date" : "19820110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "22 Food Outlets in City Fail Health Inspections" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/10\/nyregion\/22-food-outlets-in-city-fail-health-inspections.html"} , {"body" : "Leftovers from other children's trays were fed yesterday to some of about 50 children in a Brooklyn elementary school who returned from winter vacation to find they were no longer e ligible for free hot lunches. Most of the se children had failed to return completed forms that are required under new Federal regulations to determine eligibility for" , "date" : "19820105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "BROOKLYN PUPILS FED OTHERS' LUNCH LEFTOVERS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/05\/nyregion\/brooklyn-pupils-fed-others-lunch-leftovers.html"} , {"body" : "Six persons were killed yesterday in separa te incidents in Manhattan, Brooklyn and the Bronx, the police said, and a 77-yearold woman who was assaulted Monday die d at St. Vincent's Hospital in Manhattan. The woman, Beatrice Gazzolo, of 153 West 21st Street, died at 3:45 P.M. of injuries she suffered Monday when she was attacked in her" , "date" : "19820102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "6 KILLINGS IN CITY MAR FIRST HOURS OF THE NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/02\/nyregion\/6-killings-in-city-mar-first-hours-of-the-new-year.html"} , {"body" : "An off-duty New York City police detective who apparently stopped his car to aid a woman in the Bedford-Stuyvesant section of Brooklyn early yesterday morning was s et upon by two men who shot him twice inthe back with his own gun. According to the police, the detective, 53-year-old George Owen, was driving alone at 2:45 A.M. on Eastern Parkway" , "date" : "19820101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "An Off-Duty Detective Shot on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/01\/nyregion\/an-off-duty-detective-shot-on-brooklyn-street.html"}]