[  {"body" : "A Bastion Falls M onte's Venetian Room, near the Gowanus Canal in Brooklyn, has been owned by the same family at the same site since 1906. It has just entered the modern age. It now accepts credit cards. ''I'm an old-line businessman and I just never felt we needed them,'' said Nick Monte, whose parents, Angelo and Filomena Montemarano, newly" , "date" : "19821227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/27\/nyregion\/new-york-day-by-day-125628.html"} , {"body" : "The left bank of the Gowanus Canal, an unlovely piece of real estate in South Brooklyn, seems hardly the most propitious site for an outdoor art show. Yet there, at Smith and Fifth Streets, on a five-acre former dump rife with weeds, trash middens and expired auto bodies, blooms the Gowanus Memorial Art Yard. A city-owned facility preempted for the" , "date" : "19821003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "GALLERY VIEW; DRAWING A BEAD ON PUBLIC MONUMENTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/03\/arts\/gallery-view-drawing-a-bead-on-public-monuments.html"} , {"body" : "Old Stone House Gets Flags at Last In the Sunset Park section of Brooklyn, the Old Stone House of Gowanus dates back to 1699. The Dutch Colonial building was a headquarters in the 1777 Battle of Long Island, when the British landed from 400 ships in Gravesend Bay and tried to wipe out General Washington's army. Two companies from Maryland were" , "date" : "19820830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/30\/nyregion\/new-york-day-by-day-117988.html"} , {"body" : "NEW YORKERS who are eagerly anticipating the lunar eclipse next week have a lot to look forward to. ''It should be gloriously beautiful, assuming the weather is clear, which is never a very good assumption when you're talking about an eclipse,'' said Christoper Cerf, Metropolitan Diary's official urban astronomer. Those who stay up late next Monday" , "date" : "19820630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/30\/garden\/metropolitan-diary-243406.html"} , {"body" : "On the evening of March 15, Carolyn Skelly Burford, a 65-year-old oil heiress with residences in Manhattan, Southampton, L.I., and Newport, R.I., arrived at La Guardia Airport on a chartered flight and got into a waiting rented limousine. While the chauffeur put her luggage in the trunk of the late-model Cadillac, a well-dressed man brandishing a" , "date" : "19820508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CRIME UPDATE; F.B.I. JOINS POLICE IN SEEKING ROBBER OF HEIRESS AT LA GUARDIA" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/08\/nyregion\/crime-update-fbi-joins-police-in-seeking-robber-of-heiress-at-la-guardia.html"} , {"body" : "Traffic delays ''of some magnitude'' are expected today when 15,000 bicyclists are expected to participate in a five-borough bicycle tour, the police said. The cyclists are to start at 8 A.M. at Franklin and Church Streets in lower Manhattan. The police advise motorists to avoid these main roads at the times indicated: - The Franklin D. Roosevelt" , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Road Jams Expected From 15,000 Cyclists" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/nyregion\/road-jams-expected-from-15000-cyclists.html"} , {"body" : "An accident on the Brooklyn-Queens Expressway last evening caused rush-hour traffic to back up where the highway merges with the Gowanus Expressway, the police reported. They said the snarl was caused when a piece of heavy machinery fell off a northbound flatbed trailer just north of the junction at about 4:40 P.M. Two of the three northbound lanes" , "date" : "19820406" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Traffic Tie-Up In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/06\/nyregion\/traffic-tie-up-in-brooklyn.html"} , {"body" : "THE talk in Brooklyn's Park Slope section these days is of change, o f new people coming in and driving up the price of brownstone housesw ell past the $200,000 mark. But at the same time, there is a r ealization that although some other parts of the city have been all b ut devastated by major upheavals, Park Slope has changed very littlei n recent" , "date" : "19820404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/04\/realestate\/park-slope.html"} , {"body" : "The police have been trying for three weeks to solve the case of a Staten Island couple who disappeared after leaving for an evening trip to Atlantic City. Their car was found the next day on a Brooklyn street. ''To our knowledge, they never got to Atlantic City,'' said Detective Sgt. Thomas Boyd of the Staten Island property crimes squad. ''We" , "date" : "19820330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "S.I. POLICE SEEK PAIR WHO LEFT HOME MARCH 5" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/30\/nyregion\/si-police-seek-pair-who-left-home-march-5.html"} , {"body" : "''BROOKLYN don't seem to be like any other place on earth,'' opined George Washington Plunkitt, boss of Manhattan's 15th Assembly District, around the turn of the century. ''Once let a man grow up amidst Brooklyn's cobblestones, with the odor of Newtown Creek and Gowanus Canal ever in his nostrils, and there's no place in the world for him except" , "date" : "19820219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART: VISITS OF BROOKLYN BEFORE THE BRIDGE" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/19\/arts\/art-visits-of-brooklyn-before-the-bridge.html"} ,   {"body" : "The city has started construction of a Brooklyn facility where garbage trucks will dump refuse into barges for transfer to a Staten Island landfill, officials said yesterday. The new marine transfer station will be located at the cite of a closed incinerator between Hamilton Avenue and the Gowanus Canal. It is expected to cost $22 million, but will" , "date" : "19820208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Brooklyn to Add Garbage Facility" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/08\/nyregion\/the-city-brooklyn-to-add-garbage-facility.html"} , {"body" : "Since last summer, a fog impenetrable enough for a horror movie has periodically shrouded the Brooklyn-Queens Expressway near the Gowanus Canal, tying up traffic and spurring mistaken reports of smoke. With some apologies, the city's Transportation Department has reported that the fog is actually excess water vapor spewing from its new asphalt" , "date" : "19820208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CLEARING UP A BIT OF FOG" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/08\/nyregion\/clearing-up-a-bit-of-fog.html"} , {"body" : "PARKS are one of the few places where city dwellers can get a real sense of the seasonal changes that once directed human life. Most people seem to prefer to witness winter from behind a steamy apartment window. The parks seem deserted then, with only a few dog walkers and joggers to witness their bleak beauty and new serenity. But this Sunday," , "date" : "19820205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "SUNDAY WALK TO SCALE HEIGHTS OF PROSPECT PARK" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/05\/arts\/sunday-walk-to-scale-heights-of-prospect-park.html"}]