[  {"body" : "The 38-year-old owner of a pharmacy in the Flatbush section of Brooklyn was found dead in the basement of his home early yesterday morning, handcuffed to a pipe and with tape over his face, the police said. The cause of the death of the pharmacist, Jan Schenley, the owner of Schenley's Pharmacy, was listed by the police as asphyxiation. The police" , "date" : "19821103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN PHARMACIST FOUND DEAD IN BASEMENT OF HOUSE" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/03\/nyregion\/brooklyn-pharmacist-found-dead-in-basement-of-house.html"} , {"body" : "John Kohout, a longtime president of the old New York and Richmond Gas Company on Staten Island, died last Friday at the Northfield Manor Nursing Home in West Orange, N.J. He was 96 years old and until two years ago had lived on Staten Island. He also was a civic leader on Staten Island and had served as president of the old Richmond County Savings" , "date" : "19820810" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "John Kohout, Ex-Head Of S.I. Utility, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/10\/obituaries\/john-kohout-ex-head-of-si-utility-is-dead.html"} , {"body" : "To the Editor: There is a wrong perception being promoted that the J-51 program has only the support of the real estate entrepreneurs and does not benefit the tenants and the communities. his is wrong. The J-51 program is an essential tool when doing gut rehabilitation of deteriorating buildings in neighborhoods such as Boro Park, Kensington," , "date" : "19820702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "J-51 HELPS TENANTS AND NEIGHBORHOODS" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/02\/opinion\/l-j-51-helps-tenants-and-neighborhoods-249205.html"} , {"body" : "Fred Moran, whose family owned and operated the Thunderbolt roller coaster at Coney Island for more than 50 years, died Friday at Veterans Hospital in Brooklyn. He was 64 years old. Mr. Moran's home and small office were situated under the roller coaster's tracks and they trembled as the cars sped overhead. His father, the late George H. Moran, had" , "date" : "19820110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "32" , "title" : "FRED MORAN, OWNER OF THUNDERBOLT RIDE AT CONEY ISLAND PARK" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/10\/obituaries\/fred-moran-owner-of-thunderbolt-ride-at-coney-island-park.html"}]