[  {"body" : "NEVER let it be said that New Yorkers do not love their city, despite the exuberant grumbling that identifies the species. Every weekend they pour into the streets of the five boroughs, ready to lay their skepticism aside and admire - and learn about - New York. Some explore haphazardly, opening themselves to the random sights and sounds and smells" , "date" : "19821022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TOURS FOR NEW YORKERS WHO LOVE TO EXPLORE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/22\/arts\/tours-for-new-yorkers-who-love-to-explore.html"} , {"body" : "TO make his point, Morris Gartenstein reached into the animal world.' 'It's like you're holding a tiger by the tail,'' he said. ''You c an't let it go and you can't pull it back.'' The tiger is a piece of vacant land behind a fence at East 29th Street and Avenue J in the Midwood section of Brooklyn. The Gartenstein family, builders mainly in the" , "date" : "19821010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "SPOT BUILDER IS TREADING WATER" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/10\/realestate\/spot-builder-is-treading-water.html"} , {"body" : "As far back as anyone can remember, the elderly people have come out of their small apartments and their old houses to sit on park benches throughout the city in the heat of summer, and they still do. It may well be the ultimate urban scene. They sit along many of the roadways, such as Shore Parkway in Brooklyn and near the White Plains Road subway" , "date" : "19820716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PARKS STILL COAX OUT THE ELDERLY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/16\/nyregion\/city-parks-still-coax-out-the-elderly.html"} , {"body" : "Briefs on the Arts Alliance Proposed For Public Broadcasting Lewis Freedman leaves the Corporation for Public Broadcasting this week after having been its program-fund director for the last two years. As a kind of parting gift to the members of the corporation's board, who are concerned about the uncertain status of future Federal funds for public" , "date" : "19820628" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "BRIEFS ON THE ARTS" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/28\/arts\/briefs-on-the-arts-239796.html"} , {"body" : "''I'm so nervous,'' Grace Bumbry was saying early yesterday afternoon in Central Park. ''I was driving around looking for this place'' - the place being an orchestra shell and two towering black speaker systems facing the Great Lawn. Seated in the shell, the Metropolitan Opera Orchestra's members were casually dressed for a rehearsal - as if they" , "date" : "19820616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "16TH SEASON OF MET CONCERTS IN THE PARKS OPENS WITH GRACE BUMBRY SINGING IN 'IL TROVATORE'" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/16\/arts\/16th-season-met-concerts-parks-opens-with-grace-bumbry-singing-il-trovatore.html"} , {"body" : "The Metropolitan Opera's 16th season of free concert presentations of operas in New York parks will open June 15 with Verdi's ''Il Trovatore'' on the Great Lawn of Central Park. There will be four performances of ''Il Trovatore'' and four of Beethoven's ''Fidelio.'' The performances are financed by the City Department of Cultural Affairs, the" , "date" : "19820514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "'TROVATORE' IN PARK SET FOR JUNE 15" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/14\/arts\/trovatore-in-park-set-for-june-15.html"}]