[  {"body" : "To the Editor: I endorse The Times's view that we must find new ways to dispose of the mountain of garbage the city generates every day - and must find them quickly (''Wasting Precious Time on Waste,'' editorial Dec. 6). However, I fail to understand why we must stubbornly insist on a specific site - in a densely populated neighborhood - for a" , "date" : "19821231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "AN ISLAND FIT FOR A RESOURCE RECOVERY PLANT" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/31\/opinion\/l-an-island-fit-for-a-resource-recovery-plant-132439.html"} , {"body" : "TWO months ago the Brooklyn Navy Yard Development Corporation, overseers of the sprawling industrial park on the East River, inaugurated its own steam production system, enabling it to provide steam to its tenants at rates below those of Consolidated Edison. On its agenda for 1983 are further development of plans for a permanent co-generation plant" , "date" : "19821229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "Real Estate; Brooklyn Navy Yard Program" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/29\/business\/real-estate-brooklyn-navy-yard-program.html"} , {"body" : "A Bastion Falls M onte's Venetian Room, near the Gowanus Canal in Brooklyn, has been owned by the same family at the same site since 1906. It has just entered the modern age. It now accepts credit cards. ''I'm an old-line businessman and I just never felt we needed them,'' said Nick Monte, whose parents, Angelo and Filomena Montemarano, newly" , "date" : "19821227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/27\/nyregion\/new-york-day-by-day-125628.html"} , {"body" : "City Comptroller Harrison J. Goldin said yesterday that Mayor Koch could have avoided imposing the city's stringent new financial plan if he had listened to the Comptroller's advice earlier in the year. ''These were trends that have been foreseeable for a long time,'' Mr. Goldin said. ''That makes it all the more unfortunate that, around the time" , "date" : "19821220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GOLDIN ASSERTS MAYOR FAILED TO HEED HIS ADVICE ON BUDGET" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/20\/nyregion\/goldin-asserts-mayor-failed-to-heed-his-advice-on-budget.html"} , {"body" : "Mayor Koch yesterday criticized ''a disturbing new dimension'' in neighborhood opposition to a series of city projects - a jail in Chinatown, a shelter in Harlem for homeless men, an incinerator in the Brooklyn Navy Yard. He described it as ''an outbreak of selfishness'' that he thought might be nationwide. ''Communities raise their hands not to" , "date" : "19821218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "KOCH DISCERNS AN OUTBREAK OF COMMUNITY 'SELFISHNESS'" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/18\/nyregion\/koch-discerns-an-outbreak-of-community-selfishness.html"} , {"body" : "After engaging in feuds that they agree were excessively harsh and perhaps disruptive to municipal government, Mayor Koch, City Council President Carol Bellamy and City Comptroller Harrison J. Goldin say they are trying to mend their relationships. In the last two weeks, Mr. Koch has invited Mr. Goldin and Miss Bellamy to separate lunches. And" , "date" : "19821212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH, MISS BELLAMY AND GOLDIN TRY MAKING UP" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/12\/nyregion\/koch-miss-bellamy-and-goldin-try-making-up.html"} , {"body" : "Two years of progress in planning for New York City's solid waste disposal has stopped dead because Comptroller Harrison Goldin noticed that the Board of Estimate was discussing a recovery plant in the former Brooklyn Navy Yard. People live near the yard, and they understandably do not want a garbage plant nearby. No one does. Yet the city has only" , "date" : "19821206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Wasting Precious Time on Waste" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/06\/opinion\/wasting-precious-time-on-waste.html"} , {"body" : "A toxic gas was slowly released yesterday from an empty Brooklyn warehouse that Federal officials said contained the last-known infestation of khapra beetles in the United States. The release into the atmosphere shortly before noon of the gas, methyl bromide, began 16 hours after it had been pumped into the warehouse to kill the beetles. The" , "date" : "19821205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "BEETLE FUMIGATION GAS Is Released in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/05\/nyregion\/beetle-fumigation-gas-is-released-in-brooklyn.html"} , {"body" : "Construction of a 500-cell jail on the outskirts of Manhattan's Chinatown was approved yesterday by the Board of Estimate as some residents of the neighborhood filled the board's chamber at City Hall with shouts, jeers and threats of political retribution. The board voted 7 to 4 to approve the jail project after the City Council President, Carol" , "date" : "19821203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "JAIL NEAR CHINATOWN IS APPROVED BY 7 TO 4 BY BOARD OF ESTIMATE" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/03\/nyregion\/jail-near-chinatown-is-approved-by-7-to-4-by-board-of-estimate.html"} , {"body" : "To the Editor: Who cries for New York City? Nobody. New York is big enough to take care of itself. But who listens when the city turns selfdestructive? Everybody. The nation's biggest city mirrors blemishes that are better hidden in smaller places. he recent fiasco over the Brooklyn Navy Yard waste-to-energy plant is a case in point. After years of" , "date" : "19821201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "WASTE PLANT: DEFEAT FROM VICTORY'S JAWS" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/01\/opinion\/l-waste-plant-defeat-from-victory-s-jaws-067418.html"} ,   {"body" : "Eleanor Roosevelt Remembered O ne woman recalled a tiger-tooth necklace that Eleanor Roosevelt had worn with an evening dress. Another recalled her support for a Harlem guidance association. A 1942 gardener for the admiral at the Brooklyn Navy Yard remembered her ''beautiful smile'' for his flowers when she christened a battleship. Before, after" , "date" : "19821201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/01\/nyregion\/new-york-day-by-day-069559.html"} , {"body" : "Representative Joseph P. Addabbo, chairman of the House Appropriations subcommittee on defense, was defeated on almost every vote on major expense items in the 1983 military budget that came before his subcommittee this week. ''I lost - I wish I knew why,'' the Queens Democrat said as he emerged, suit rumpled and tie askew, during a break from the" , "date" : "19821121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "FOR DOVISH ADDABBO, SETBACKS ON DEFENSE BILL" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/21\/nyregion\/for-dovish-addabbo-setbacks-on-defense-bill.html"} , {"body" : "During a recent meeting of 100 Black Men, a citywide civic and social group of blacks from business, government, academia and politics, the subject of Brooklyn politics arose. Some suggested that the Nov. 2 elections confirmed a shift in black political power in the city from Manhattan to Brooklyn. Though there was no consensus on that, there was" , "date" : "19821121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "BLACK POLITICIANS SAVOR NEW STRENGTH" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/21\/weekinreview\/black-politicians-savor-new-strength.html"} , {"body" : "Former Representative Frederick W. Richmond agreed today to pay $425,000 to a company he founded to settle Securities and Exchange Commission charges that he had violated Federal securities laws. In a long complaint filed today, the agency charged that Mr. Richmond had improperly exercised secret control of the Walco National Corporation after he" , "date" : "19821110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "RICHMOND TO PAY WALCO $425,000 IN S.E.C. CASE" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/10\/business\/richmond-to-pay-walco-425000-in-sec-case.html"} , {"body" : "Mayor Koch, faced with opposition on the Board of Estimate to his plan to build a large incinerator in the old Brooklyn Navy Yard, withdrew two proposed contracts yesterday and accused Comptroller Harrison J. Goldin of sabotaging the plan for ''political benefits.'' Mr. Koch's actions came after he failed in nearly two days of attempts to persuade" , "date" : "19821029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH YIELDS IN MOVE FOR NAVY YARD PLANT" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/29\/nyregion\/koch-yields-in-move-for-navy-yard-plant.html"} , {"date" : "19821028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "Sara Krulwich Resource Plant Contracts Opposed Brooklyn residents at a rally outside City Hall to urge the Board of Estimate not to issue consultant contracts on a proposed resource recovery plant at the Brooklyn Navy Yard. The protesters say the contracts should be withheld until the completion of an environmental impact study." , "url" : "http:\/\/www.nytimes.com\/1982\/10\/28\/nyregion\/sara-krulwich-resource-plant-contracts-opposed-brooklyn-residents-rally-outside.html"} , {"body" : "T he New York Aquarium in Coney Island is a wonderful place to look at marine life - but you should see the ones that got away. Take Dolphin. Dolphin was gamboling in the waters around the Brooklyn Navy Yard, too far north for a self-respecting warm-water dolphin. Aquarium people went out, took a look and judged it to be lost. But they watched it" , "date" : "19821006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; To the Rescue" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/06\/nyregion\/new-york-day-by-day-to-the-rescue.html"} , {"body" : "For more than half a century, the Burnside Steel Foundry made tools for heavy industry. With annual sales of about $10 million, it was a source of economic strength on Chicago's industrial South Side, and employed dozens of workers. But the fires have flickered out in Burnside's furnaces, and the gates to the old brick plant have been locked since" , "date" : "19821004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "DEBT BURDENS TAKE BIG TOLL OF BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/04\/business\/debt-burdens-take-big-toll-of-businesses.html"} , {"body" : "When Henry Hudson entered it, the river that now bears his name produced succulent oysters and bass, sturgeon and the beaver that appears on New York's seal. That was nearly 500 years ago, and it may no longer be possible to meet the same standard for water quality. But great progress has been made toward permitting swimming in the Lower Bay," , "date" : "19820927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Cleaning Up Henry Hudson's River" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/27\/opinion\/cleaning-up-henry-hudson-s-river.html"} , {"body" : "The Reagan Administration, in a major reinterpretation of the Clean Water Act, is encouraging localities to scale back sewage treatment plants, which will increase the flow of organic pollutants into rivers and coastal waters. The Federal Environmental Protection Agency said it expected up to 85 applications from New York and New Jersey to permit" , "date" : "19820913" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CUT IN TREATMENT OF SEWAGE BACKED BY ADMINISTRATION" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/13\/nyregion\/cut-in-treatment-of-sewage-backed-by-administration.html"} ,   {"body" : "IT ISN'T such a long way from Waldwick, a small town in western Bergen County, to Broadway. Just ask Allison Smith and Alyson Kirk, 12-year-old neighbors, playmates and -until both made it to stardom in ''Annie'' - classmates at Waldwick's Traphagen School. Last week, Miss Smith gave her last of more than 1,000 performances at Manhattan's Uris" , "date" : "19820912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW JERSEY JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/12\/nyregion\/new-jersey-journal-140256.html"} , {"body" : "Hubert Andrews has a hard, hot job. Mr. Andrews, 40 years old, married and the father of four children, works at furnaces and a huge die hammer at Nepco Forged Products, in Brooklyn. With a crew of three men, Mr. Andrews makes steel flanges, large steel rings and other steel products. The temperature in the furnaces where the steel is transformed" , "date" : "19820906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CHANGING IMAGES OF LABOR IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/06\/nyregion\/changing-images-of-labor-in-new-york-city.html"} , {"body" : "Clashes between Justice Department officials and a dispute involving the House Ethics Committee marked weeks of negotiations that ended in the resignation and guilty pleas of Representative Frederick W. Richmond of Brooklyn, according to Federal lawenforcement officials and others involved in the negotiations. One key dispute concerned the question" , "date" : "19820830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "CLASHES SAID TO HAVE MARKED U.S. DISCUSSIONS ON RICHMOND" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/30\/nyregion\/clashes-said-to-have-marked-us-discussions-on-richmond.html"} , {"body" : "What began with a scheme for a phony retirement ended last week in the genuine one of Representative Frederick W. Richmond of Brooklyn. The four-term Democrat, subject of an eight-month investigation by the Justice Department, agreed to quit Congress immediately and not run again. He also pleaded guilty of evading nearly $50,000 in income taxes," , "date" : "19820829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Washington"] , "page_facet" : "1" , "title" : "STARTING OVER; For Richmond, No Easy Way Out" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/29\/weekinreview\/starting-over-for-richmond-no-easy-way-out.html"} , {"body" : "Representative Frederick W. Richmond pleaded guilty yesterday to tax evasion and two other Federal charges and agreed to resign immediately from the House of Representatives and not seek reelection in Brooklyn's 14th District. He said the actions to which he pleaded guilty had been ''irresponsible, unnecessary, foolish and wrong.'' In an unusual" , "date" : "19820826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RICHMOND ADMITS GUILT IN U.S. CASE AND QUITS HOUSE" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/26\/nyregion\/richmond-admits-guilt-in-us-case-and-quits-house.html"} , {"body" : "International Israel has begun to release ''sizable'' numbers of the 7,000 Palestinian and other detainees held in southern Lebanon since the Israeli invasion began June 6, according to officials in Jerusalem. The development was one of several that suggested that Israel was now reducing the scope of its operation in Lebanon. (Page A1, Column 1.)" , "date" : "19820826" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; THURSDAY, AUGUST 26, 1982" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/26\/nyregion\/news-summary-thursday-august-26-1982.html"} , {"body" : "There were bicyclists from Staten Island and cyclists from Munich, snug cyclists and shivering cyclists, cyclists chewing raisins and cyclists smoking cigarettes. Never mind that it was 2:30 in the morning and the streets were empty. Starting with a police escort at City Hall, the Insomniacs Bicycle Tour of the East River rolled slowly over the" , "date" : "19820823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A LONG NIGHT'S CYCLE" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/23\/nyregion\/a-long-night-s-cycle.html"} , {"body" : "An avant-garde puppet group from Rio de Janeiro will make its New York debut depicting the lives of Brazilian Indians and peasants in ''Mansamente'' (''Softly''), a three-story play for adults, tonight and tomorrow and next Friday and Saturday at 11 P.M. in the Dance Theater Workshop's Economy Tires Theater series at 219 West 19th Street. The" , "date" : "19820820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; BRAZILIAN PUPPET PLAY" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/20\/movies\/weekender-guide-friday-brazilian-puppet-play.html"} , {"body" : "Remember the Brooklyns Vandals have stripped the former Navy armory in the Bay Ridge section of Brooklyn of just about anything valuable, even the copper sheathing on the roof. But a pair of relics mounted on the wall were too heavy for them to cart off - parts of the masts from two historic destroyers, the first and second U.S.S. Brooklyn. The" , "date" : "19820817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/17\/nyregion\/new-york-day-by-day-089669.html"} , {"body" : "Seatrain Lines Inc., the tanker company that sought protection from its creditors in February 1981 under Chapter 11 of Federal bankruptcy laws, filed a reorganization plan yesterday intended to repay nearly $400 million in loans and guarantees from the Federal Government. Under the plan filed with the United States Bankruptcy Court for the Southern" , "date" : "19820810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "SEATRAIN SUBMITS DEBT PLAN" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/10\/business\/seatrain-submits-debt-plan.html"} ,   {"body" : "Representative Joseph P. Addabbo, the Queens Democrat who heads the defense subcommittee of the House Appropriations Committee is something of an anomaly - a chairman of an important military-affairs subcommittee who opposes much of what the Pentagon wants. As such, Mr. Addabbo, chairman since 1979, has often found himself at odds with his" , "date" : "19820808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Washington"] , "page_facet" : "4" , "title" : "A DEFENSE BUDGET EXPERT WHO WANTS LESS OF IT" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/08\/weekinreview\/a-defense-budget-expert-who-wants-less-of-it.html"} , {"body" : "Being Mayor of the City of New York is a full-time job. Running in a tough race for governor of the State of New York can be, too. That is the problem Mayor Koch has been wrestling with as he tries to maintain - both in image and reality - the sense that he is tending to his duties at City Hall while pursuing higher office. The Mayor insists that" , "date" : "19820806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CANDIDATE AS MAYOR; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/06\/nyregion\/candidate-as-mayor-news-analysis.html"} , {"body" : "IT is not Brooklyn Heights, it is not Cobble Hill, and it is not the area around the old Navy Yard. Until recently it was not even thought of as a neighborhood at all, but now it is spoken of as the Fulton Ferry area, recalling the days when it was the Brooklyn terminus of ferry service across the East River, from Brooklyn's Fulton Street to" , "date" : "19820730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Metropolitan Baedeker; A GUIDE TO BROOKLYN'S REVITALIZED FULTON FERRY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/30\/arts\/metropolitan-baedeker-a-guide-to-brooklyn-s-revitalized-fulton-ferry.html"} , {"body" : "The Brooklyn 53 are not radicals charged with committing crimes to protest war or social injustice. Nor are they criminals. But come Sunday, they will have been held behind Federal bars for a year. They are poor Haitians, whose offense is trying to get into the United States. Worse, they are the forgotten Haitians. Federal courts in the South have" , "date" : "19820716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Free the Brooklyn 53" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/16\/opinion\/free-the-brooklyn-53.html"} , {"body" : "To the Editor: A recent Times editorial (''Clean Air Is a Regional Affair,'' July 6) examines the current proposal by Con Edison to convert two of its largest generating units from oil to coal-fired operation and the potentially deleterious environmental impact of this proposal, including increased air pollution levels in the city and exacerbation" , "date" : "19820715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "ENVIRONMENTAL IMPACT OF COAL CONVERSIONS" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/15\/opinion\/l-environmental-impact-of-coal-conversions-018120.html"} , {"body" : "City Loses Out on Contract And a Crack at 1,800 Jobs I t was a bad day for the city's economic development and its lobbyists in Washington. For weeks, New Yorkers in Congress and business people such as David Rockefeller had lobbied hard for a $411 million contract to refit a World War II battleship, the Iowa, at the former Brooklyn Navy Yard. The" , "date" : "19820714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/14\/nyregion\/new-york-day-by-day-015593.html"} , {"body" : "To the Editor: A deceitful new gambit has been played in the Government's Haitian refugee strategy. On June 14, the one-year anniversary of the Immigration and Naturalization Service's Haitian refugee detention policy, the Justice Department announced its readiness to release on parole some of the 2,000 Haitian political asylum applicants" , "date" : "19820625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "'DECEITFUL NEW GAMBIT' IN HAITIAN REFUGEE POLICY" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/25\/opinion\/l-deceitful-new-gambit-in-haitian-refugee-policy-233662.html"} , {"body" : "Vice Adm. Roscoe H. Hillenkoetter, the first director of the Central Intelligence Agency, died Friday night at Mount Sinai Hospital. He was 85 years old and had lived in Weehawken, N.@J., since his retirement from the Navy in 1958. After his C.I.A. service, Admiral Hillenkoetter served as commander of a Navy task force in the Korean War. Capt." , "date" : "19820621" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "ADM. ROSCOE H. HILLENKOETTER, 85, FIRST DIRECTOR OF THE C.I.A., DIES" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/21\/obituaries\/adm-roscoe-h-hillenkoetter-85-first-director-of-the-cia-dies.html"} , {"body" : "A consortium of New York defense contractors based at the former Brooklyn Navy Yard has submitted a bid for a $400 million contract to refit the World War II battleship U.S.S. Iowa. The contract, which will be awarded by the Navy, is being sought by contractors across the country. It is viewed by city officials and members of the New York" , "date" : "19820525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CONTRACTORS TRY TO STEER WARSHIP WORK INTO CITY" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/25\/nyregion\/contractors-try-to-steer-warship-work-into-city.html"} , {"body" : "New York State's Public Service Commission has acted to let individuals and private companies generate their own electricity and to require utilities to tie the private power plants into their systems. Under the new rules, the utilities must provide reserve or supplemental power to such customers at the same rates charged to other customers and" , "date" : "19820524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SMALL GENERATORS FOR POWER BACKED" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/24\/nyregion\/small-generators-for-power-backed.html"} ,   {"body" : "Swooping in as workers began morning shifts, Federal immigration agents apprehended nearly a thousand illegal aliens yesterday at job sites around the nation in what the Government said was an effort to recapture higher-paying jobs for unemployed American citizens. In New York and New Jersey, Immigration and Naturalization Service agents raided at" , "date" : "19820427" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "NEARLY 1,000 ARE SEIZED IN A; JOB SWEEP OF ALIENS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/27\/us\/nearly-1000-are-seized-in-a-job-sweep-of-aliens.html"} , {"body" : "Drawing on the results of the 1980 census, the New York City Planning Commission has projected in its annual report the requirements and priorities for maintaining New York's roads, sewers, bridges and other basic needs for the next decade. In the report, made public yesterday, the commission also proposed steps to compensate for the loss of" , "date" : "19820426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CENSUS HELPS CITY PLAN NEEDS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/26\/nyregion\/census-helps-city-plan-needs.html"} , {"body" : "Thomas G. Rizzo lived surrounded by stark, stunning portraits of other people's ancestors, a half-dozen folk-art landscapes and several remarkable weathervanes. Until his sudden death at 53 years of age last November, his home, high above Manhattan's East River, was a repository for his folk-art collection which he acquired over more than 30 years," , "date" : "19820425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "ANTIQUE'S VIEW; AN EYE FOR THE FINEST OF FOLK ART" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/25\/arts\/antique-s-view-an-eye-for-the-finest-of-folk-art.html"} , {"body" : "All forms of life - humans, birds, insects - are equal yet unique parts of a balanced and beautiful universe. That is the belief reflected in American Indian totems and effigies on exhibit today through May 29 at ACA American Indian Arts, 25 East 73d Street. Among the objects are totem poles and ceremonial masks from the Northwest Coast, a Zuni" , "date" : "19820423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; TOTEM POLES ON 73D ST." , "url" : "http:\/\/www.nytimes.com\/1982\/04\/23\/arts\/weekender-guide-friday-totem-poles-on-73d-st.html"} , {"body" : "Two years after a city audit uncovered ''widespread fraud and mismanagement'' at an industrial park on the site of the former Brooklyn Navy Yard, a new audit has found questionable contract awards and other unremedied problems at the park. City Comptroller Harrison J. Goldin said yesterday that the findings showed the 265-acre park ''living from" , "date" : "19820416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AUDITORS ASSAIL NAVY YARD PARK IN A NEW REPORT" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/16\/nyregion\/auditors-assail-navy-yard-park-in-a-new-report.html"} , {"body" : "Stan Rosenberg worked in the dusty boiler rooms of ships under construction or repair in the Brooklyn Navy Yard for 14 years. When he died of mesothelioma, or cancer of the lining of the lungs, at the age of 48, his doctors and his wife, Barbara, blamed asbestos fibers that filled the area. Mrs. Rosenberg wanted to sue the asbestos manufacturers," , "date" : "19820307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "34" , "title" : "NEW YORK LAWS STYMIE SUITS ON TOXIN AILMENTS" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/07\/nyregion\/new-york-laws-stymie-suits-on-toxin-ailments.html"} , {"body" : "A Federal judge ruled yesterday that the Immigration and Naturalization Service must release a group of detained Haitian refugees within 10 days unless it proved that ''any or all of them pose a risk of absconding.'' The decision, issued by Judge Robert L. Carter in Federal District Court in Manhattan, applies specifically to eight Haitians who" , "date" : "19820306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "JUDGE, CITING BIAS, ORDERS RELEASE OF EIGHT HAITIANS" , "url" : "http:\/\/www.nytimes.com\/1982\/03\/06\/nyregion\/judge-citing-bias-orders-release-of-eight-haitians.html"} , {"body" : "Sixty-eight Haitian ''boat people'' detained for the last seven months in a former Navy brig in Brooklyn are still engaged in a legal battle for political asylum. Their fight continues despite decisions against all of them by the State Department - in ''advisory recommendations'' - and against 33 thus far by the Immigration and Naturalization" , "date" : "19820228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "83 HAITIANS IN BROOKLYN STILL FIGHT FOR ASYLUM" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/28\/nyregion\/83-haitians-in-brooklyn-still-fight-for-asylum.html"} , {"body" : "An escaped convict got a clerical job in the House of Representatives last year with the help of Representative Frederick W. Richmond of Brooklyn, according to official records and interviews with law enforcement officials and others. Mr. Richmond, according to these accounts, also found the man a rented room in Washington and gave him use of his" , "date" : "19820222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "REP. RICHMOND HELPED FUGITIVE GET JOB ON PAYROLL OF HOUSE DOORKEEPER" , "url" : "http:\/\/www.nytimes.com\/1982\/02\/22\/nyregion\/rep-richmond-helped-fugitive-get-job-on-payroll-of-house-doorkeeper.html"} , {"body" : "Robert M. Baratta has been elected president of UOP Inc., a diversified manufacturer of products for the energy and environmental industries formerly known as Universal Oil Products. He succeeds James V. Crawford, who continues as chairman and chief executive officer of the Signal Companies' subsidiary, which is based in Des Plaines, Ill. Noting" , "date" : "19820128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; Head of UOP Plans Focus On Research" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/28\/business\/business-people-head-of-uop-plans-focus-on-research.html"} ,   {"body" : "A pattern of discrepancies in the reporting of campaign contributions made to Representative Frederick W. Richmond of Brooklyn has emerged in an examination of official records and in interviews with listed givers and aides. Some of the discrepancies concern thousands of dollars raised by a Brooklyn shipyard operator who got hundreds of millions of" , "date" : "19820118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LAWMAKER'S FUNDS CLOUDED BY FLAWS" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/18\/nyregion\/lawmaker-s-funds-clouded-by-flaws.html"}]