[  {"body" : "The Fire Department said yesterday that it had deferred a plan to eliminate three battalions and a division in the Bronx, Manhattan and Brooklyn, after devising other ways to trim its budget. The cutting of the four command units was proposed in Mayor Koch's financial plan of Nov. 17 but withdrawn earlier this week. Fire Commissioner Joseph E." , "date" : "19821210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FIRE DEPT. DEFERS ELIMINATION OF 4 UNITS" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/10\/nyregion\/fire-dept-defers-elimination-of-4-units.html"} , {"body" : "A Brooklyn church has found a way to ease its financial problems through a novel arrangement with a Queens developer that allows it to keep a room in the rear of its building for worship services while the developer converts the main sanctuary into luxury apartments and medical offices. Church buildings in New York City have been converted to" , "date" : "19821205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "70" , "title" : "CHURCH MAKES NOVEL DEAL WITH DEVELOPER" , "url" : "http:\/\/www.nytimes.com\/1982\/12\/05\/nyregion\/church-makes-novel-deal-with-developer.html"} , {"body" : "Forced by the city's budget problems to cut its firefighting operations, the Fire Department is planning to eliminate three battalions - in Manhattan, Brooklyn and the Bronx. The fire companies in those areas will be taken over by neighboring battalions. The consolidation will eliminate 40 command jobs in the field, the first reduction in" , "date" : "19821126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 FIRE BATTALIONS TO BE CUT IN MOVE TO TRIM BUDGET" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/26\/nyregion\/3-fire-battalions-to-be-cut-in-move-to-trim-budget.html"} , {"body" : "Almost 4,000 jobs have been created or saved in New York City by an 18-month-old Consolidated Edison Company program that offers reduced electricity rates to commercial customers who agree to expand or relocate in depressed neighborhoods, according to the city and the utility. More than 1,000 businesses in the South Bronx and parts of Brooklyn have" , "date" : "19821108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CON ED RATES PROGRAM CLAIMS PROGRESS ON JOBS" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/08\/nyregion\/con-ed-rates-program-claims-progress-on-jobs.html"} , {"body" : "THE latest skirmish in the long-running dispute over New York City's sewage treatment plants and their effects on Long Island erupted the other day when Representative Norman F. Lent accused the Environmental Protection Agency of relaxing its regulations in a way that would pose a significant pollution threat to the Island's beaches. Mr. Lent," , "date" : "19821107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "SEWAGE DEBATE: CITY VS. ISLAND" , "url" : "http:\/\/www.nytimes.com\/1982\/11\/07\/nyregion\/sewage-debate-city-vs-island.html"} , {"body" : "The Federal Environmental Protection Agency has turned down applications to reduce the required level of sewage treatment at two plants in the New York metropolitan area, agency officials announced yesterday. The applications for the Newtown Creek plant in Brooklyn and the Mamaroneck plant in Westchester County were denied because they failed to" , "date" : "19821019" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. REFUSES WAIVERS TO 2 SEWAGE PLANTS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/19\/nyregion\/us-refuses-waivers-to-2-sewage-plants.html"} , {"body" : "The United States Customs Service said yesterday that it had seized $3 million worth of American-made gas turbine parts owned by an Italian company that had been blacklisted for defying President Reagan's ban on the shipment of oil and gas equipment to the Soviet Union. It was the first confiscation of such equipment since the bans went into effect" , "date" : "19821016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS" , "ITALY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "37" , "title" : "U.S. CITES PIPE SANCTION IN MAKING FIRST SEIZURE" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/16\/business\/us-cites-pipe-sanction-in-making-first-seizure.html"} , {"body" : "Last month, New York City said it wanted to downgrade two sewage treatment plants that would clean the 200 million gallons of raw sewage pouring into the Hudson and East Rivers every day. Instead of building the plants to meet Federal regulations by removing 85 percent of the biological matter in the sewage, the city plans to apply for a waiver" , "date" : "19821016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CUTTING SEWAGE TREATMENT STANDARDS" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/16\/nyregion\/cutting-sewage-treatment-standards.html"} , {"body" : "New York City officials hope to divert $88 million from the construction of a new sewage plant so they can repair two crumbling treatment plants in Brooklyn that now threaten to release raw sewage into surrounding waters. Last month the city said it was scaling down plans for the North River plant on Manhattan's Upper West Side, thereby saving $240" , "date" : "19821004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK ACTS TO END THREAT OF SEWAGE SPILL" , "url" : "http:\/\/www.nytimes.com\/1982\/10\/04\/nyregion\/new-york-acts-to-end-threat-of-sewage-spill.html"} , {"body" : "The Port of New York, once unchallenged as the premier shipping center of the nation, is scrambling to maintain its dominance as a regional port and is even gaining somewhat in the fierce competition for the lucrative North Atlantic trade. ''Twenty-five years ago, this was still the port of the nation,'' said Peter C. Goldmark Jr., executive" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NO. 1 NO MORE, NEW YORK PORT SEEKS TO STRENGTHEN ITS ROLE" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/nyregion\/no-1-no-more-new-york-port-seeks-to-strengthen-its-role.html"} ,   {"body" : "Thomas J. Cuite, the City Council majority leader since 1969, held a slight lead early this morning over a young challenger from Brooklyn for the Democratic nomination in the Council's 30th District. The challenger, Stephen DiBrienza, a 27-year-old district leader, ran a surprisingly strong race against Mr. Cuite, who has represented the district" , "date" : "19820924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "COUNCIL MAJORITY LEADER IN TIGHT RACE" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/24\/nyregion\/council-majority-leader-in-tight-race.html"} , {"body" : "Primary elections next Thursday are certain to set the stage for the entry of at least four new members into New York's City Council next year and an increase in the number of black and Hispanic members. The changes will come largely as a result of the Council's disputed redistricting process, which took more than a year and led, because of Federal" , "date" : "19820917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PRIMARIES TO BRING RISE IN MINORITIES ON COUNCIL" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/17\/nyregion\/primaries-to-bring-rise-in-minorities-on-council.html"} , {"body" : "The Reagan Administration, in a major reinterpretation of the Clean Water Act, is encouraging localities to scale back sewage treatment plants, which will increase the flow of organic pollutants into rivers and coastal waters. The Federal Environmental Protection Agency said it expected up to 85 applications from New York and New Jersey to permit" , "date" : "19820913" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CUT IN TREATMENT OF SEWAGE BACKED BY ADMINISTRATION" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/13\/nyregion\/cut-in-treatment-of-sewage-backed-by-administration.html"} , {"body" : "EARLY last week, a delegation of five tenants from a three-building c omplex on St. Johns Place in the Park Slope section of Brooklyn wenti nto a local office of the Department of Housing Preservation and D evelopment to meet their new landlord: New York City. Their 50-unit complex was seized on Aug. 13 by the city in the first phase of a" , "date" : "19820912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW LAW REDUCES BROOKLYN TAX FORECLOSURES" , "url" : "http:\/\/www.nytimes.com\/1982\/09\/12\/realestate\/new-law-reduces-brooklyn-tax-foreclosures.html"} , {"body" : "Performances by the Ballet Hispanico, Charles Moore Dance Theater, Red Hook Arts Chorus and Dancers, Harry De Dio's clown and juggling act and a band will be featured today from 12:30 to 4:30 P.M. at Musidance, a festival in Red Hook, Brooklyn. The festival site, Richards Street between Verona and Pioneer Streets, can be reached by taking the B61" , "date" : "19820815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "57" , "title" : "Brooklyn Arts Festival Scheduled Tomorrow" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/15\/arts\/brooklyn-arts-festival-scheduled-tomorrow.html"} , {"body" : "A shoreful of youthful anglers, enthusiastic but hardly compleat, filled the air with fishhooks and laughter yesterday in the New York City Housing Authority's annual fishing contest in Central Park. The fishermen, ranging in age from 6 to 16, were trying to snag several thousand sunfish, catfish, bass and trout slipped into the Lake in the park by" , "date" : "19820813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A FISH TALE ABOUT KIDS IN A CONTEST" , "url" : "http:\/\/www.nytimes.com\/1982\/08\/13\/nyregion\/a-fish-tale-about-kids-in-a-contest.html"} , {"body" : "It has been 37 years since Patrick Vincent Murphy went the way of his father and brothers and began his career as a patrolman on the tough Brooklyn waterfront. He cherishes memories from those days: never having to fire his revolver at anyone; inching out onto a building ledge to talk a ''jumper'' in from a suicide perch; happily greeting his" , "date" : "19820708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "MAN IN THE NEWS; SCHOLASTIC POLICEMAN" , "url" : "http:\/\/www.nytimes.com\/1982\/07\/08\/us\/man-in-the-news-scholastic-policeman.html"} , {"body" : "The Fair at Rhinebeck, billed as the largest craft market anywhere, will be held today through Sunday, 10 A.M. to 6 P.M., at the Dutchess County Fairgrounds. This is the 17th year of the event, formerly called the Northeast Craft Fair. Glass, ceramics, jewelry, leather, handmade paper and other work by more than 580 artisans will be offered. There" , "date" : "19820625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; FAIR AT RHINEBECK" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/25\/arts\/weekender-guide-friday-fair-at-rhinebeck.html"} , {"date" : "19820611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "page_facet" : "7" , "title" : "Neal Boenzi A Pushcart Market Wheels Into Brooklyn Merchants, their pushcarts parked and opened for business, offering their wares on a refurbished section of Brooklyn's Union Street. A fair celebrated their arrival and marked the opening of the Union Street Pushcart Marketplace. Market is part of a program begun in 1978 for the revitalization of the borough's Red Hook section." , "url" : "http:\/\/www.nytimes.com\/1982\/06\/11\/nyregion\/neal-boenzi-pushcart-market-wheels-into-brooklyn-merchants-their-pushcarts.html"} , {"body" : "Farmers' Markets Open This Saturday, for the seventh year in a row, the country will once again come to the city, making it possible for New Yorkers who stay in town to enjoy the same farm-fresh produce as those who go to the country on weekends. Four of New York City's Greenmarket locations are scheduled to open that day. Despite attempts to close" , "date" : "19820602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1982\/06\/02\/garden\/food-notes-178362.html"} ,   {"body" : "An arts program in the Red Hook section of Brooklyn will receive $500 on Tuesday to enable its teen-age dancers to buy costume material for a series of performances this summer. The money was one of 61 awards, amounting to $16,499, announced last week by the nonprofit Citizens Committee for New York City. In its self-help neighborhood program, the" , "date" : "19820502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Citizens Committee Awards $16,499 to Groups in the City" , "url" : "http:\/\/www.nytimes.com\/1982\/05\/02\/nyregion\/citizens-committee-awards-16499-to-groups-in-the-city.html"} , {"body" : "An unexpected shortage of substitute teachers is troubling schools in New York City and other urban centers around the United States. It is forcing principals to search desperately each day for replacements for absent teachers and it often disrupts the normal education of students. Sometimes principals themselves take over classes because no" , "date" : "19820413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "URBAN SCHOOLS SHORT OF SUBSTITUTE TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/13\/nyregion\/urban-schools-short-of-substitute-teachers.html"} , {"body" : "A supermarket in the South Bronx paid a $4,365 electricity bill last month. It might have paid $5,573, had it not been for a rate reduction of almost 22 percent from Consolidated Edison. A small doll factory in Brooklyn paid $174 instead of the $218 it would normally have been billed, and a Bronx plastics manufacturer whose February electricity" , "date" : "19820404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "CON ED'S DISCOUNTS HELP GENERATE NEW JOBS" , "url" : "http:\/\/www.nytimes.com\/1982\/04\/04\/nyregion\/con-ed-s-discounts-help-generate-new-jobs.html"} , {"body" : "Following is a transcript of Mayor Koch's inaugural address yesterday as recorded by The New York Times through the facilities of WNYC radio: God has been good to the people of the city of New York and God has been good to me, and I'm very thankful on behalf of all of us who live in the palm of His hand. My fellow New Yorkers, on this day four" , "date" : "19820102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "TRANSCRIPT OF ADDRESS DELIVERED BY MAYOR KOCH AT INAUGURATION CEREMONY" , "url" : "http:\/\/www.nytimes.com\/1982\/01\/02\/nyregion\/transcript-of-address-delivered-by-mayor-koch-at-inauguration-ceremony.html"}]